{
    "makerid":15365,
    "published_date":"2022-03-28 16:09:02.640025",
    "type":"maker",
    "displayname":"Francis Griswold Landon",
    "makertype":"Individual",
    "alphasort":"Landon, Francis Griswold",
    "lastname":"Landon",
    "firstname":"Francis",
    "nametitle":null,
    "middlename":"Griswold",
    "suffix":null,
    "displaybio":"American, 1859–1947",
    "begindate":1859,
    "enddate":1947,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Landon, Francis G., ex-assemblyman of New York City, where he was born Aug. 20, 1859; son of Charles Griswold and Susan H. Landon; descendant John Leverett, governor Colony of Mass., 1673-79; Major Peter Gordon, Captain David Landon and Chaplain Andrew Hunter of the Army of the Revolution, and members of the Society of the Cincinnati. Educated, Anthon's Grammar School, N.Y. City, Williston Seminary, Easthampton, Mass., and graduated from Princeton University, class of 1881. He is a member Graduate Council, Princeton University. Married, 1897, Mary Horner Toel. Two children: Adelaide and Eleanor. Member of the Graduate Council, Princeton University; member 7th regiment of N.Y. City, and for four years was its adjutant; in 1895 became captain Co. I; in 1899, with associate officer, went to England to represent the 7th Regiment and National Guard of State; resigned and received full and honorable discharge, . 1902; rejoined 7th Regiment, Dec., 1908, having been elected major. Elected to Assembly, State of N.Y., 1900, upon Republican ticket and re-elected in 1901 and 1902. Presidential elector, State of N.Y., 1904; appointed by President Roosevelt 3d secretary American Embassy at Berlin, Jan., 1905, and 2d secretary American Embassy at Vienna, May, 1905, serving until June, 1907, when resigned. Elected Sept., 1907, chairman Dutchess County Republican Committee; appointed June, 1907, by Gov. Hughes, a member of the commission to inquire into the condition of the National Guard and Naval Militia; June, 1909, appointed by Gov. Hughes member of Militia Counsel State of N.Y.; member Chamber of Commerce State of N.Y. Clubs: Union, University, Princeton, N.Y. Athletic, N.Y. Yacht. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Francis Griswold Landon",
            "alphasort":"Landon, Francis Griswold",
            "lastname":"Landon",
            "firstname":"Francis",
            "nametitle":null,
            "middlename":"Griswold",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}