{
    "makerid":3446,
    "published_date":"2022-03-28 16:05:28.569419",
    "type":"maker",
    "displayname":"August Sander",
    "makertype":"Individual",
    "alphasort":"Sander August",
    "lastname":"Sander",
    "firstname":"August",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1876–1964",
    "begindate":1876,
    "enddate":1964,
    "nationality":"German",
    "culturegroup":null,
    "biography":"Born 17 November 1876; died 20 April 1964. Studied painting in Dresden, Germany, 1901-1902. Developed an interest in photography through work in photographic firms in Berlin, Magdeburg, Halle and Dresden, Germany, 1898-1899. In 1901, went to Linz, Germany, where he first worked in Greif Studio, which he ran from 1902 to 1904 with his partner Franz Stukenberg as the Studio Sander & Stukenberg. Founded the Studio August Sander für Kunstphotographie und Malerei, 1904. Sold the studio in 1909 and returned to Cologne, Germany, where he ran the Studio Blumberg & Hermann. Founded his own studio in Lindenthal, Germany, 1910. In 1910 started his major project, \"Menschen des 20. Jahrhunderts\", with which he was involved until the 1950s with an interruption between 1933 and 1939. \"Menschen des 20. Jahrhunderts\" was published in Munich in 1980. Worked mainly on the themes of the Rhine countryside and the city of Cologne, 1933-1939. These photographs were published in book form in 1975. After the demolition of his studio by bombing in 1944, retired to Kuchhausen in Westerwald, Germany, where he carried on his work. Honorary member, Dweutsche Gesellschaft für Photographie, 1961 (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"August Sander",
            "alphasort":"Sander August",
            "lastname":"Sander",
            "firstname":"August",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500008096"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/54216083"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}