{
    "makerid":503,
    "published_date":"2022-03-28 16:03:35.819156",
    "type":"maker",
    "displayname":"Gutzon Borglum",
    "makertype":"Individual",
    "alphasort":"Borglum Gutzon",
    "lastname":"Borglum",
    "firstname":"Gutzon",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1867–1941",
    "begindate":1867,
    "enddate":1941,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Gutzon Borglum was born on March 25, 1867, in the Idaho Territory, the son of Danish immigrants. Restless and independent, he left home as a youth and made his way to San Francisco, where he enrolled at the Mark Hopkins Art Institute. His first formal training was under William Keith. Dissatisfied with painting, Borglum traveled to Paris in 1887 and studied sculpture at the Académie Julian; he also came under the influence of the French sculptor Auguste Rodin. After touring Spain and England, Borglum returned to the United States in 1901 and opened a studio in New York. In 1904 he won a gold medal at the St. Louis Exposition for his vigorous and powerfully modeled work Mares of Diomedes.\r\n\r\nIn the next few years Borglum executed a series of 12 Apostles for the Cathedral of St. John the Divine, New York City. In 1908 the Library of Congress accepted his 6-ton marble head of Lincoln. A group of Southern women commissioned an enormous image of Gen. Robert E. Lee for the face of Stone Mountain, Ga., in 1916. While the women planned a solitary figure, the sculptor envisioned additional figures covering the entire length of the dome-shaped mountain. Dissension soon overtook the project, and unexpected expenses combined with personality conflicts led to a court fight. In a fit of rage Borglum destroyed his models, and the state of Georgia filed suit. Borglum won, but in 1925 he was dismissed from the Stone Mountain project (it was not finished until the spring of 1970).\r\n\r\nBorglum's dream of carving gigantic figures in \"live\" mountain rock was realized, when he was commissioned to carve a national monument at Mt. Rushmore, S. Dak., in 1925 and began the work two years later. Impressed with the \"bigness\" of America, he believed that American art must also be gigantic. He chose to carve Washington, Lincoln, Jefferson, and Theodore Roosevelt because he believed that they represented the spirit and ideals of American geographic expansion and political development. On July 4, 1930, the head of George Washington was unveiled. Jefferson was completed in 1936, Lincoln in 1937, and Theodore Roosevelt in 1939.\r\n\r\nThe work, supervised by Borglum and his engineer, was carried out by a crew of local workmen. Each head was carved with dynamite and jackhammers. Financial problems caused frequent interruptions. Early in March 1941 Borglum left the work for a minor operation in Chicago, where he suffered a heart attack and died on March 6. His son finished his father's masterpiece. The entire project cost approximately $1, 520, 000 and took 16 years from inception to completion.\r\n\r\nBorglum was a popular sculptor who never lacked commissions. Among his many works are an equestrian portrait of Gen. Philip Sheridan, three full-length figures for the U.S. Capitol, a statue of William Jennings Bryan, Seated Lincoln, and Wars of America.\r\n\r\nHis ability to execute sculpture on a grand scale qualifies Borglum as a skilled engineer as well as a talented artist. Modern critics and Borglum's contemporaries agree that his sculpture is good work but not great art. His major contribution to art was the expert technical knowledge which he displayed in handling monumental sculpture.\r\n\r\nFurther Reading\r\n\r\nFor a complete story of Borglum's greatest sculptural achievement consult Gilbert C. Fite, Mount Rushmore (1952). A personal portrait of Borglum, written by a friend, is Robert J. Dean, Living Granite: The Story of Borglum and the Mount Rushmore Memorial (1949). J. Walker McSpadden, Famous Sculptors of America (1924), devotes a chapter to Borglum's life and work. Written during Borglum's lifetime, it contains more information on the sculptor's early period than on later works. For a more recent but similar sketch see Wayne Craven, Sculpture in America (1968). \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gutzon Borglum",
            "alphasort":"Borglum Gutzon",
            "lastname":"Borglum",
            "firstname":"Gutzon",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019058"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/867200"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}