{
    "makerid":3029,
    "published_date":"2022-03-28 16:05:12.262952",
    "type":"maker",
    "displayname":"Henry William Pickersgill",
    "makertype":"Individual",
    "alphasort":"Pickersgill, Henry William",
    "lastname":"Pickersgill",
    "firstname":"Henry William",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1782–1875",
    "begindate":1782,
    "enddate":1875,
    "nationality":"British",
    "culturegroup":null,
    "biography":"English painter. He initially worked for a silk manufacturer in London but the Revolutionary and Napoleonic Wars led to a decline in the silk trade and so encouraged his decision to become a painter. From 1802 to 1805 he studied under George Arnald (1763–1841), then, after obtaining an introduction to Fuseli, entered the Royal Academy Schools, London, in 1806 and exhibited at the Royal Academy the same year. Though he produced a few landscapes and such symbolic and figure paintings as the Syrian Maid (exh. RA 1837; London, Tate), he specialized in portrait painting, quickly establishing a reputation. His more notable early portraits include that of the religious writer Hannah More (1822; London, N.P.G.). He was elected ARA in 1822 and RA in 1826. In 1829 he painted the philosopher Jeremy Bentham (London, N.P.G.). His position as one of the most sought after portrait painters of his time was consolidated by the death in 1845 of Thomas Phillips, his only real rival. Virtually every eminent figure in England sat to him and among his later portraits is one of the patron and collector Robert Vernon (1846; London, Tate). He received numerous official commissions, including several from Oxford colleges. From the 1860s especially, though he had made a few in earlier years, he painted a number of works illustrating passages from Shakespeare and Byron. In 1856 he became librarian of the Royal Academy, a post he held until his death. He continued to exhibit at the Royal Academy until 1872. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henry William Pickersgill",
            "alphasort":"Pickersgill, Henry William",
            "lastname":"Pickersgill",
            "firstname":"Henry William",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Henry Pickersgill",
            "alphasort":"Pickersgill, Henry",
            "lastname":"Pickersgill",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500006697"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/23073510"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}