{
    "makerid":3290,
    "published_date":"2023-12-05 02:02:00.464027",
    "type":"maker",
    "displayname":"Henry Peach Robinson",
    "makertype":"Individual",
    "alphasort":"Robinson, Henry Peach",
    "lastname":"Robinson",
    "firstname":"Henry",
    "nametitle":null,
    "middlename":"Peach",
    "suffix":null,
    "displaybio":"1830–1901; born Ludlow, England; died Tunbridge Wells, England",
    "begindate":1830,
    "enddate":1901,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Born 9 July 1830; died 21 February 1901. In 1851 Robinson became interested in the daguerreotype process and began photographic experiments. In 1852, he learned the calotype and photogenic drawing processes. In 1854 Robinson studied photography with Hugh Welch Diamond. In 1857 Robinson opened a photographic studio in Leamington, Warwick, England. Robinson began to create composite prints by using several negatives to form one coherent print. He learned this technique from Oscar G. Rejlander in 1858. In 1859 Robinson's studio begins to produce portraits in the cartes-de-visite format. In 1865 Robinson moved to London, England due to poor health and opened a private portrait studio. In 1868 Robinson moved to Tunbridge Wells, Kent and formed a partnership with N.K. Cherrill which operated until ca. 1876 at which point Cherrill left the partnership. Robinson then ran it with his son until 1888. In 1892 Robinson was a founding member of the Linked Ring, a pictorialist society, London (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henry Peach Robinson",
            "alphasort":"Robinson, Henry Peach",
            "lastname":"Robinson",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":"Peach",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500000062"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/19853677"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}