{
    "makerid":12502,
    "published_date":"2023-03-16 02:01:11.745951",
    "type":"maker",
    "displayname":"Western Zhou dynasty",
    "makertype":"(not entered)",
    "alphasort":"Western Zhou",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"11th century–771 BCE",
    "begindate":-1100,
    "enddate":-771,
    "nationality":"Chinese",
    "culturegroup":"Zhou, Western",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Western Zhou dynasty",
            "alphasort":"Western Zhou",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Zhou, Western"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db74aa268398700162b1b9c"
            },
            "body":"Having an elegant S-shaped profile with a flared mouth, the vessel body sits on a splayed ring foot. The principal designs around the vessel's belly are two pairs of confronted bird-like creatures with plumes, wings, and two long ribbons at rear. One ribbon curls forward over the bird's head while the other loops up and around a spurred volute at back. Above is a narrow frieze with two pairs of smaller birds that are aligned over their larger counterparts below. In each pair the smaller birds face each other, and at center between them is a small animal mask. Around the outside of the flaring lip are four blade-shaped panels decorated with hooked volutes. The primary motifs are cast in flat relief on a ground of leiwen spiral patterns. The eyes of the creatures are raised in higher relief as hemispherical accents. The unadorned areas between the rising blades echo the plain vessel foot.\n\nAt the midpoint between the four principal birds, adjacent sections of the design are slightly off register along four vertical lines running from top to bottom. These lines mark the joint between four ceramic piece-mold sections used to cast the vessel. Bronze spacers are visible in the bare areas between the rising blades around the lip. They were spaced at regular intervals to control the wall thickness between the inner and outer molds during the casting process. Casting defects along the edges of the ring foot indicate the likelihood that this vessel was cast upside down. Over time the surface has attained a smooth, green patina, and the vessel's interior bottom has a cast inscription.",
            "title":"Asian Art website: Wine Vessel (zun)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db74a4268398700162b1b9b"
            },
            "body":"The distinct <em>guang,</em> or <em>gong<em>, ritual bronze vessel shape became important by the late Shang period. The interest in representing fantastic animal forms in three dimensions on this handled, spouted vessel with a rectangular cross section, spurred flanges, cover, and a sloping foot reflects a late developmental stage of <em>guang</em> vessels in the early Western Zhou. The front of the lid has a bottle-horned monster head with ears and a wide mouth lined with jagged teeth. At the rear of the lid is a second monster head with projecting dragon-curl horns that seems to be biting the upturned beak of a bird-like creature in its jaws. On the underside of the beak is the design of a small cicada in intaglio lines. A similar monster head forms the top of the rear handle. In its jaws can be seen the eyes and upturned beak of a bird creature whose neck, wings, and protruding claw and tail form the lower sections of the handle. The vessel body is divided into three tiers, each clearly separated by plain bands and divided into decorative compartments by vertical flanges with intaglio designs. Against a ground of <em>leiwen <em>square-spiral patterns, twenty-four, bird-like creatures with hooked plumes and curved open beaks adorn the compartments on the body and across each side of the cover. The prominent flanges at the corners and bisecting each side mark vertical joints between piece-moulds used to cast the vessel. Bronze spacers used in the casting process have been located in both the body and lid with the help of X-ray radiography, and thermoluminescence analysis of ceramic core material inside the handle is consistent with an early Western Zhou date. Remarkably free of casting defects, the surface reveals a brown-black patina. Identical inscriptions are cast on the inside bottom of the container and lid with a three character dedication to Wen Fu Ding followed by the <em>xi zi sun</em> glyph.\n\nAlthough this vessel was once claimed to belong to the so-called Second Baoji Group of ritual bronzes said to come Baoji district in Shanxi province, its actual provenance is uncertain. The vessel or its inscription were first recorded in the late nineteenth century in Chinese sources, but soon entered a collection in Japan where it was acquired by Chester Dale Carter.",
            "title":"Asian Art website: Pouring vessel with dragon-head lid (guang)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}