{
    "makerid":2767,
    "published_date":"2022-03-28 16:04:58.528333",
    "type":"maker",
    "displayname":"Tiberio d' Assisi",
    "makertype":"Individual",
    "alphasort":"Assisi, Tiberio d'",
    "lastname":"Assisi",
    "firstname":"Tiberio d'",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, ca. 1470–1524",
    "begindate":1470,
    "enddate":1524,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. He possibly received his early training from L’Ingegno [Andrea Alovigi d’Assisi] (c. 1470–1516). It is very probable that Tiberio subsequently joined the shop of Pinturicchio and accompanied him to Rome to work in S Maria del Popolo (1485–9) and on the Borgia apartments in the Vatican Palace (1492–c. 1495). In 1492–3 Tiberio was paid by the Comune of Assisi for various works, and in 1495 he was employed in Perugia Cathedral.\r\n\r\nAt the beginning of the 16th century, Tiberio was active in Assisi and Perugia. In 1510 he painted the Augusti family chapel in S Francesco, Montefalco, and during the next few years he worked at the convent of S Martino, Trevi. Subsequent documents record his intensive activity in Umbria up to 1524, when he painted several coats of arms for the Comune of Assisi, a commission for which payment was made to his heirs in October of that year. Despite the apparently high regard in which he was held (a document of 1504 described him as a ‘sublime and almost divine painter’), Tiberio d’Assisi is now considered to be an extremely weak artist. Lacking originality, he was satisfied, throughout his career, with reproducing models borrowed from the repertory of Perugino (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Tiberio d' Assisi",
            "alphasort":"Assisi, Tiberio d'",
            "lastname":"Assisi",
            "firstname":"Tiberio d'",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029840"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/69778601"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}