{
    "makerid":6610,
    "published_date":"2022-03-28 16:07:30.939755",
    "type":"maker",
    "displayname":"Antonio de Comontes",
    "makertype":"Individual",
    "alphasort":"Comontes Antonio de",
    "lastname":"Comontes",
    "firstname":"Antonio de",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Spanish, active 1527–1536",
    "begindate":1500,
    "enddate":1519,
    "nationality":"Spanish",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Antonio de Comontes",
            "alphasort":"Comontes Antonio de",
            "lastname":"Comontes",
            "firstname":"Antonio de",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500031562"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95876106"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e1f4e61e6e34d0016647017"
            },
            "body":"This small triptych, perhaps commissioned by a wealthy patron and dense with Eucharistic imagery, is appropriate in size for an altar in a private chapel. The Last Supper in the central panel is the model for the Eucharistic meal: Christ takes on the role of priest, blessing the bread at the table, which assumes the role of an altar. At the bottom  of the panel, Christ  enters Jerusalem on a donkey, an event commemorated  on  Palm  Sunday, which  marks the beginning of Holy Week.The Crucifixion, at the top, is flanked by scenes fron1the Passion: Christ in the Garden of Gethsemane, which immediately follows the Last Supper, commemorated on Maundy Thursday, and the Resurrection, celebrated on Easter Sunday. The Latin text recited  during the consecration  at Mass is included in the center (\"For this is my body. For this is my blood of the new covenant . . .\"); other liturgical texts appear, at the left (</em> Gloria in Excelsis<em>) and the right (</em> The Nicene Creed<em>). Above the lateral texts are Old Testament images of sacrifice that are understood to foreshadow the Mass: Abraham preparing to sacrifice Isaac, and Abraham and  Melchisidek.\n",
            "title":"Collection Publications: Reflections of the Passion (y1953-49)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}