{
    "makerid":1687,
    "published_date":"2022-03-28 16:04:20.574077",
    "type":"maker",
    "displayname":"Josiah Wedgwood and Sons",
    "makertype":"Individual",
    "alphasort":"Wedgwood",
    "lastname":"Wedgwood",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"English, established 1759",
    "begindate":1759,
    "enddate":0,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Josiah Wedgwood and Sons",
            "alphasort":"Wedgwood",
            "lastname":"Wedgwood",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500269607"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/124089998"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1b62dff489700164a3294"
            },
            "body":"The Portland Vase, so-called because it once belonged to the Duchess of Portland, is made of cameo glass . Stylistically, it is to be dated shortly after 30 B.C., and is a famous example of Roman craftsmanship of the Augustan period. The meaning of the scenes has been the subject of discussion and scholarly con­troversy for generations. Within the realm of mythology, the subject has been thought to refer to the marriage of Peleus and Thetis; within the realm of Roman history and political propaganda, the figures have been identified as Apollo, Venus, and others, with refer­ence to Augustus's claim to divine origin.\n\nFrom 1786 to 1790 Josiah Wedgwood, the Staffordshire potter, created an edition of 29 copies of the vase in his \"jas­per ware.\" When the original glass vase was broken in 1845 by a... visitor in the British Museum, Wedgwood's copy was the guide for its restoration. During the nineteenth and twentieth centuries the firm produced, and is pro­ducing, other editions of the vase. The rarest of these, the edition of 1877, was limited to fifteen copies; [this] is one of the few known to survive.\n",
            "title":"Newsletter: Spring 1982",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88d85975ec80016e02d4a"
            },
            "body":"The silhouette of a kneeling slave became emblematic of the international European anti-slavery campaign in the eighteenth century. Josiah Wedgwood, famed potter, entrepreneur, and an English abolitionist, issued this medallion based on the seal of the Committee for the Abolition of the Slave Trade: a slave on one knee clasps his chained hands and asks, “Am I not a man and a brother?” Wedgwood produced many medallions, sending some to Benjamin Franklin, a former slave owner who had become a “cautious abolitionist,” for distribution to his network of connections. Some medallions were worn as jewelry or otherwise displayed; we do not know when this example was set into a tile or how the tile was displayed.\n\n<em><em>Conversation prompts:<em><em>\nAnalyze the materials and representation of the figure. Why might this work have become so iconic?\n\nHow does the text function in relation to the representation of the slave?\n\nConsider the small scale of this work as a medallion that could be displayed or worn.",
            "title":"Teach with Collections: Wedgwood Medallion of a Slave",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}