{
    "makerid":98,
    "published_date":"2022-03-28 16:03:19.644151",
    "type":"maker",
    "displayname":"Andrea Andreani",
    "makertype":"Individual",
    "alphasort":"Andreani, Andrea",
    "lastname":"Andreani",
    "firstname":"Andrea",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, ca. 1560 - 1629",
    "begindate":1560,
    "enddate":1629,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Andreani is noted for having produced an oeuvre of chiaroscuro woodcuts in Italy in the second half of the 16th century, and for having reprinted chiaroscuro woodblocks originally cut decades earlier. He used woodcuts to faithfully reproduce other artists' works, which were originally in various media. His work is characterized by a sophisticated technique employing thin, closed contours. He worked in Florence, Siena, and Mantua (ULAN).\r\n\r\n-----\r\n\r\nItalian woodcutter and printer. He was the only printmaker to produce a significant number of chiaroscuro woodcuts in Italy in the second half of the 16th century; he also reprinted chiaroscuro woodblocks originally cut 60 or 70 years earlier. He made at least 35 prints in both black and white and colour (many multiple-sheet), using a sophisticated style of cutting characterized by thin, closed contours. Based in Florence in 1584–5 and from 1586 in Siena, by 1590 he was also finding work in his native Mantua, where he is documented as establishing a workshop. He reproduced the designs of artists in diverse media with great fidelity: for example he made several prints (1586–90) after Domenico Beccafumi’s intarsia pavement designs in Siena Cathedral, three prints (1584) from different angles of Giambologna’s marble sculpture of the Rape of the Sabines (Florence, Loggia dei Lanzi; see [not available online]), as well as of the bas-relief on the base of the same group and of Giambologna’s relief of Christ before Pilate (Florence, SS Annunziata), both in 1585; in the same year he also made prints after paintings and wash drawings by Jacopo Ligozzi and in 1591–2 others after Alessandro Casolani (1552–1608). His admiration for the woodcuts of Titian’s workshop is evident in his copies of the Triumph of Faith (his only work published in Rome, ?c. 1600) and Pharaoh Crossing the Red Sea (Siena, 1589) and in his practice of making very large prints composed of many joined sheets. Usually he used four overlapping chiaroscuro blocks per sheet; his most ambitious projects could call for 40 to 52 blocks each, as in the Sacrifice of Isaac (1586) after Beccafumi’s pavement, the Deposition (1595) after Casolani’s painting in S Quirico, Siena, and the Triumph of Caesar (1598–9) based on drawings by Bernardo Malpizzi after Andrea Mantegna’s cartoons (London, Hampton Court, Royal Col.). The fact that Andreani dedicated prints to so many different people, as the inscriptions on his prints show, suggests he had difficulty in finding patrons, though he briefly enjoyed assistance from the Gonzagas. This scarcity of patronage doubtless led to his reprinting, and, where wear or damage required, recutting earlier blocks, probably acquired from Niccolò Vicentino. In the period 1608 to 1610 the quality of Andreani’s printing seriously declined (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Andrea Andreani",
            "alphasort":"Andreani, Andrea",
            "lastname":"Andreani",
            "firstname":"Andrea",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}