{
    "makerid":1567,
    "published_date":"2025-06-27 02:02:21.946925",
    "type":"maker",
    "displayname":"Christoffer Wilhelm Eckersberg",
    "makertype":"Individual",
    "alphasort":"Eckersberg, Christoffer Wilhelm",
    "lastname":"Eckersberg",
    "firstname":"Christoffer",
    "nametitle":null,
    "middlename":"Wilhelm",
    "suffix":null,
    "displaybio":"Danish, 1783–1853",
    "begindate":1783,
    "enddate":1853,
    "nationality":"Danish",
    "culturegroup":null,
    "biography":"Known for his minutely detailed portraits with a Neoclassical sense of clarity and line. He was an influential teacher at the Copenhagen Academy from 1818 where he introduced painting from nature. Danish painter (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"C. W. Eckersberg",
            "alphasort":"Eckersberg, C. W.",
            "lastname":"Eckersberg",
            "firstname":"C. W.",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Christoffer Wilhelm Eckersberg",
            "alphasort":"Eckersberg, Christoffer Wilhelm",
            "lastname":"Eckersberg",
            "firstname":"Christoffer",
            "nametitle":null,
            "middlename":"Wilhelm",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115283"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56884667"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf14d720f95900166a94c0"
            },
            "body":"On his way to Rome, the traditional goal for young artists, Eckersberg stopped in Paris, where he spent the years 1810 to 1813 in the studio of David. He learned French academic practices, especially life drawing, and also executed independent works such as <em>Ulysses Fleeing from Polyphemus</em> (1812-13), one of a series of scenes from <em>The Odyssey<em>. The painting is evidence of the artist's experience drawing from the nude model. The linear contours suggest Eckersberg shared the contemporary interest in ancient  Greek vase painting, then con­ sidered Etruscan, and probably knew prints by John Flaxman . He also seems to have appreciated the effect of <em>contre-jour</em> lighting in the work of David's student Anne-Louis Girodet-Trioson (1767-1824), while the theme suggests he may have been influenced by the circle known as Les Barbus (Bearded Ones), primitivist artists who had worked in David's studio ca. 1800 and derived their subjects from Homer,James MacPherson's forgeries of the works of Ossian, the apocryphal epic poet of the Scottish Highlands, and the Bible. The contrast between the  dark, mysterious cave of the blinded Cyclops and the brilliantly lit outer world toward which Ulysses flees suggests a preoccupation with luminous effects, and reminds us that the study of light would become the specialty of the next generation of Danish painters, the artists of the \"Golden Age,\" who were trained by Eckersberg after he returned from Rome to Copenhagen in 1816.",
            "title":"Christoffer Wilhelm Eckersberg, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring /Summer 2003"
        }
    ]
}