{
    "makerid":223,
    "published_date":"2022-03-28 16:03:24.681067",
    "type":"maker",
    "displayname":"Lewis Baltz",
    "makertype":"Individual",
    "alphasort":"Baltz, Lewis",
    "lastname":"Baltz",
    "firstname":"Lewis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1945–2014",
    "begindate":1945,
    "enddate":2014,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American photographer. He was a major force in the New topographics movement in American photography and devised a technique that is cool, subtly considered, surgically executed and ironic. His principal photographic series, The New Industrial Parks near Irvine, California, Park City and San Quentin Point, together comprising the Industrial Trilogy, fuse Minimalist art conventions with cultural observation reminiscent of novelist Norman Mailer (1923–2007). His apparently expressionless, but obsessive, recording of industrial deserts takes on metaphorical overtones as a representation of an American wasteland. His work in the 1990s reflects his interest in surveillance and cybernetics (GDA).",
    "altnames":[
        {
            "nametype":"Gallery",
            "displayname":"Luisotti Gallery",
            "alphasort":"Luisotti Gallery",
            "lastname":"Luisotti Gallery",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Lewis Baltz",
            "alphasort":"Baltz, Lewis",
            "lastname":"Baltz",
            "firstname":"Lewis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500011333"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7448660"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dc59d2f242a910016bcaa1a"
            },
            "body":"<p><em><em>LEWIS BALTZ: Nevada and Other Photographs<em><em>&nbsp;</p><p>Baltz, born in Newport Beach, California,in 1945, came to prominence along with Robert Adams, Joe Deal, Frank Gohlke, and Henry Wessel in a landmark exhibition organized by the George Eastman House, \"New Topographies: Photographs of a Man-altered Landscape.\" This 1975 exhibition, which traveled to Princeton the following year, was the first to recog­nize a shift in landscape photography away from a heroic or romantic ideal and toward an often banal vision shaped by the realities of the urban and suburban vista. The title itself suggested the emergence of a dry, observational style akin to mapping or surveying. From the earliest stages of his career, Baltz has exhibited his photographs in large, sequential groups: \"My own solution to the problem of the veracity of photographs is to make the series, and not the single image, the unit of work. Grouping photographs allows points to be raised, asserted through repetition, criticized, restructured into sub-categories; in short, a coherent visual syntax can be devel­ oped to show a number of facets of the same general subject.\" His first major project, <em>and The New Industrial Parks near Irvine, California<em>, is comprised of fifty-one tightly composed photographs of blank concrete walls and warehouses under construction, three of which are exhibited here. With their lack of human presence and ambiguous purposes and locations, they convey a feeling of claustrophobia and anonymity, raising more questions than they answer. The portfolio <em>Nevada<em>... marked a new direction in Baltz's narrative style. Rather than repeating a constant theme, Nevada followed the expansion of the suburbs into the open desert surrounding Reno.The photographs alternate between panoramic views of the horizon, new homes under construction, trailer parks, and city streets. There are abrupt and jarring shifts in scale, as in the detail of a crushed fluorescent tube, whose jagged fragments seem a metaphor for the careless destruction of nature. Together, these fifteen images embody what Baltz was to later call the idea of \"landscape-as-real-estate.\" Over the next decade, Baltz adopted a pictorial methodology of intensely detailed cataloguing on an increasingly epic scale, including <em>Park City, 102</em> photographs that trace the development of the ski resort near Salt Lake City, and <em>Candlestick Point<em>, represented here by a suite of nine prints. Photo­graphed between 1984 and 1988, the eighty-four images of Candlestick Point explore in grim detail a landscape scraped bare of almost all natural reference, a waste land pinned between the airport and stadium just south of San Francisco. The work of Baltz and his colleagues has been seen as a rejection of earlier styles, while in fact it trades heavily on the traditional motifs of landscape photography. Bulldozed piles of earth recall the profile of California's mountains; the stone roof of a desert home mimics its arid surroundings; new construction vies for attention with mountain horizons. In <em>Nevada<em>, Baltz makes several allusions to the work of Timothy H. O'Sullivan, a photographer who crossed this same terrain as a member of the Geological Explorations of the Fortieth Parallel in 1867 and 1868. More importantly, Baltz has repeatedly denied the neutral, removed stance that has been commonly assigned to his work. In an interview conducted near the time he began <em>Candlestick Point<em>, Baltz stated: \"One of the most subversive qualities of recent photography is that, in its best instances, it so often reminds us of a world wholly alien to our aspirations, a world we might prefer to overlook altogether.\" Far from being emotionally barren, Baltz's photographs express sadness, disappointment, and anger at how we have used the landscape. Almost in spite of themselves, however, his photographs offer, in their soft glow and carefully described shadows, glimpses of elegance and beauty that belie their edge and sense of loss.&nbsp;</p><p>-- Toby Jurovics, Associate Curator of Photography&nbsp;</p>",
            "title":"Collection Publications: Lewis Baltz",
            "source_project":"Other",
            "author_type":"Expert ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}