{
    "makerid":6353,
    "published_date":"2023-03-29 02:04:49.320523",
    "type":"maker",
    "displayname":"Paul Cézanne",
    "makertype":"Individual",
    "alphasort":"Cézanne, Paul",
    "lastname":"Cézanne",
    "firstname":"Paul",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1839–1906; born and died Aix-en-Provence, France",
    "begindate":1839,
    "enddate":1906,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Cezanne modulated warm and cool hues to depict depth and surface and used his constructive brushstroke, rather than perspective or foreshortening, to build up form and structure. Since 1890, his complex painting has influenced nearly every avant-garde movement in painting, including Cubism and abstract art. In his early career, he was strongly influenced by Delacroix and Courbet, using thick slabs of paint to give his early works a sculptural presence and intensity. He exhibited with the Impressionists, but eventually rejected what he considered the Impressionists' lack of structure, declaring his intention to make Impressionism into \"something solid and durable, like the art of museums.\" French artist (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Paul Cézanne",
            "alphasort":"Cézanne, Paul",
            "lastname":"Cézanne",
            "firstname":"Paul",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004793"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/39374836"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d712f836ea96600169d585d"
            },
            "title":"Masterpieces of Late-Nineteenth Century French Painting in the Princeton University Art Museum ",
            "description":"Caroline Harris, Curator of Education and Academic Programs at the Princeton University Art Museum, presents various masterpieces of late-nineteenth century French painting and explains their significance within historical and artistic contexts. She discusses the techniques of Manet, Monet, Renoir, Cezanne, Degas, and others associated with Impressionism and Post-Impressionism to describe the complications of defining these movements. Presented as part of Alumni Day 2012. ",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/0_i2mt5fsu",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2012",
            "sort_date":"2012-07-01",
            "video_type":"Collections, Lectures",
            "caption_file":[]
        },
        {
            "_id":{
                "$oid":"5d793e231401f60016b5279c"
            },
            "title":"Landscapes Behind Cézanne ",
            "description":"Tim Barringer, Chair and Paul Mellon Professor, Yale University; Christopher Riopelle, Curator of Post 1800 Paintings at the National Gallery, London; and John Elderfield, Allen R. Adler, Class of 1967, Distinguished Curator and Lecturer discuss the exhibition \"Landscapes Behind Cézanne.\"",
            "speaker_type":"Expert & Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_mspp0ifw",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"April 16, 2018",
            "sort_date":"2018-04-16",
            "video_type":"Exhibitions, Panel Discussion",
            "caption_file":[]
        },
        {
            "_id":{
                "$oid":"6270044ed9dfea00183c30af"
            },
            "caption_file":[],
            "title":"Painting the Mountains: Cézanne's Rock and Quarry Canvases",
            "description":"Held in conjunction with the exhibition Cézanne: The Rock and Quarry Paintings, enjoy this recorded panel of scholars considering Paul Cezanne’s interest in rock formations in relation to emerging ideas about geography and geology in nineteenth-century France. Speakers are Faya Causey, independent scholar, and Goran Blix, associate professor, French and Italian, Princeton University. Moderated by Associate Director for Education Caroline Harris. ",
            "speaker_type":"Expert",
            "video_type":"Lecture",
            "file_uri":"https://mediacentral.princeton.edu/media/1_owdaexk2",
            "displaydate":"04/02/2020",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db6f12dee23c8001678a712"
            },
            "body":"It is commonly understood that when you compare very alike things, you notice their differences. When comparing unlike things, it can take a little longer to notice their similarities—but eventually I became aware that, notwithstanding the radicalism of Cézanne’s approach, he made constant use of standard types of landscape depictions—woodland panoramas, rocky landscapes, glades of trees, and so on—that have been employed by artists for many centuries. [...]\n\nSeeing such a range of earlier landscapes...makes clear that every depiction of landscape has always been something that the artist selected from the land, modifying and organizing it in ways that draw upon standard types. Even the most detailed topographical landscape is not a mere transcription of the scene. But it was not only the extent—rather than the fact—of Cézanne’s shaping of an observed scene that distinguished him from his predecessors. He spoke of his “<em>realization sur nature<em>,” a realization not of  but on nature, treating the observed scene as a motif on which to base his own. Seen in the context of the earlier works [by other artists], his landscape watercolors in particular reveal the step further that he took, his response to the land being shaped—more explicitly than before—by an acknowledgment that what is real in art is different and independent from the actuality of nature.\n",
            "title":"Magazine: Spring 2018",
            "source_project":"Other",
            "author_type":"Curator ",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"60255d4653c23600179999f5"
            },
            "exhibitions":[],
            "title":"Magazine: Spring 2020: Art Matters",
            "body":"<p>Art Matters&nbsp;</p><p>Artworks come to life when we see them freshly, beyond the received conventions. As a faculty member, I’ve been fortunate to experience the Museum at close range. Several years ago my painting class and I viewed Édouard Manet’s <i>Gypsy with a Cigarette&nbsp;</i>(undated) with curator Betsy Rosasco. We discussed many issues, including whether or not the painting could be unfinished. Rosasco informed us that it was found, unsigned, in the studio after Manet died and it was never exhibited during his lifetime. The unusually strong dark outline around the gypsy’s raised arm could be an original underpainting guideline or, alternatively, might have been a paler line reinforced by someone else after the artist’s death. The painting is currently undergoing research by conservator Bart Devolder and was the subject of a recent panel.&nbsp;</p><p>Our class turned next to the Edgar Degas painting <i>After the Bath&nbsp;</i>(1890s, on loan from the Pearlman Collection), and we remarked on the unusual position of the figure, falling forward yet suspended—in a manner inconsistent with a woman drying herself after a bath but highly evocative and active. Degas was a master of inventing poses that appear graceful but are in fact ingenious in their awkwardness, as they help to engage the viewer as well as evoke a space for reflection. We noticed the prominent dark lines delineating the figure’s calves and ankles, reminiscent of the dark lines in Manet’s <i>Gypsy</i>. In the Degas these bold lines anchor the precariously falling figure to the bottom edge of the canvas—the lines seem deliberate. We learned that an early owner of Manet’s <i>Gypsy </i>was, in fact, Degas. The Museum installation, with these paintings on adjacent walls, allowed us to make this incisive connection.&nbsp;</p><p>The idea of finished/unfinished—essentially drawing or underpainting evidenced in a finished work—is notable in <i>Death of Socrates&nbsp;</i>(after 1787) by Jacques-Louis David and studio. We debated the inconsistencies, the traces of different hands and apparent skill levels. Rosasco mentioned that the other unfinished David paintings are very different, with the entire work unfinished; however, <i>Death of Socrates&nbsp;</i>moves from right to left in a progression of finish. Thought to be a collaboration between David and his studio assistants, perhaps made as a demonstration copy, this rare work is a priceless teaching example; the finished ver- sion of 1787 can be seen in the Metropolitan Museum of Art.&nbsp;</p><p>In the work of Paul Cézanne, whose profound meditation is recognized as initiating a change in our contemporary aesthetic, the issue of unfinished/finished is brought to new levels. Art historian Svetlana Alpers wrote in a recent email, “I enjoyed the museum—was interested that the two Cezanne landscapes (vertical paintings on long loan) each had sort of empty bottom strips—as if Cezanne painted top down and gave up.” Attached were images of <i>Route to Le Tholonet&nbsp;</i>(1900– 1904) and <i>Mont Sainte-Victoire&nbsp;</i>(ca. 1904–6). Alpers continues, “He often leaves bottoms if not empty, then unresolved . . . as if he felt he did not have to justify the bottom edge.” This probably reveals how Cézanne composed his works, first focusing on objects in the middle ground and distance, then refining their relationships. The bottom strips in the two paintings—one unfinished and showing raw canvas and the other more finished with a painted horizontal band—suggest that the unfinished peripheral areas may persist even when paint is added, a feature found in other Cézanne works.&nbsp;</p><p>Last fall I viewed our recently acquired thirteen-foot fragmentary papyrus scroll of Pa-di-Amen-neb-nesut-tawy (ca. 300–200 BC, with hieroglyphic texts and color vignettes from the Book of the Dead) with Professor Tom Hare, who was able to decode and elucidate its meaning. Several empty spaces in the hieroglyphic text were for the deceased’s name to be inked in once the scroll was purchased. The artist, perhaps in a rush for the burial of the deceased, didn't fill in some of the spaces . . . a very different kind of unfinished work.&nbsp;</p><p>Finally, I must mention our 2018–19 Hodder Fellow Mario Moore’s interaction with the Museum. The fascinating exhibition <i>States of Health: Visualizing Illness and Healing</i>, curated by Laura Giles and Veronica White, included <i>Stay Woke&nbsp;</i>(2018), a stunning large silverpoint by Moore, who is currently teaching in the Visual Arts Program. Moore’s Hodder project was to paint African American blue-collar workers on campus and nearby. This brought into vivid relief the names, personalities, lives, and stories of these crucial members of our campus. At Moore’s exhibition opening at the new Hurley Gallery in the Lewis Center for the Arts, the heroically depicted individuals became celebrities, radically moving from the background into visibility.&nbsp;</p><p>The Museum purchased five of the paintings, including one of security guard Michael Moore (no relation) as he welcomes visitors from the elevator to the second-floor galleries. When our new museum, designed by Sir David Adjaye, is built, the painting will be an aide-mémoire of the old galleries and will hopefully help carry forward the warm atmosphere of our museum. Michael Moore will soon be working in the new building guarding the painting of himself standing in the old building.&nbsp;</p><p>&nbsp;</p><p>Eve Aschheim&nbsp;</p><p>Lecturer in Visual Arts&nbsp;</p>",
            "author_type":"Faculty",
            "source":""
        }
    ]
}