{
    "makerid":21715,
    "published_date":"2022-06-09 08:45:29.288764",
    "type":"maker",
    "displayname":"LaToya Ruby Frazier",
    "makertype":"Individual",
    "alphasort":"Frazier, LaToya Ruby",
    "lastname":"Frazier",
    "firstname":"LaToya",
    "nametitle":null,
    "middlename":"Ruby",
    "suffix":null,
    "displaybio":"born 1982, Braddock, PA; active Chicago, IL",
    "begindate":1982,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"LaToya Ruby Frazier",
            "alphasort":"Frazier, LaToya Ruby",
            "lastname":"Frazier",
            "firstname":"LaToya",
            "nametitle":null,
            "middlename":"Ruby",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"384676"
        },
        {
            "source":"ULAN",
            "id":"500371741"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"60255bc853c23600179999f4"
            },
            "exhibitions":[],
            "title":"Faculty Voices l Reflections: Illness of Time",
            "body":"<p><strong>Faculty Voices l Reflections: Illness of Time</strong></p><p>There is always a time when reason fails us. Overwhelmed, it finally dawns on us that we hold “dual citizenship, in the kingdom of the well and in the kingdom of the sick”—as Susan Sontag points out in the epigraph framing the exhibition <i>States of Health: Visualizing Illness and Healing.&nbsp;</i></p><p>&nbsp;</p><p>An unexpected or protracted illness, the untimely passing of a loved one, a destroyed home, the violence of being too poor to have the right to health.&nbsp;</p><p>Trust in life is gone.<br>Why me? Why now? Who cares?<br>Questions that death in all its forms poses to&nbsp;</p><p>afflicted bodies and that science cannot conquer. We are not machines after all.<br>In pain, we pray for relief. We seek language.&nbsp;</p><p>We plot an otherwise.<br>Something that can make us feel human&nbsp;</p><p>and desired again.<br>Or so we tell ourselves in order to endure.&nbsp;</p><p>&nbsp;</p><p>Roaming through the luminously assembled <i>States of Health,&nbsp;</i>we faced the specter of death, scientific unknowns, and social tissues gone awry. And we learned that belonging to the kingdom of well-being is certainly not equally distributed. Structural violence and historically entrenched markers of difference (including zip codes) harm bodies and significantly shape variations in morbidity and mortality, as LaToya Ruby Frazier powerfully conveys in <i>Landscape of the Body&nbsp;</i>(2011). This photographic work is part of the auto- biographical series <i>The Notion of the Family&nbsp;</i>(2016), in which the artist exposes the toxicity and infrastructural decay that mark the lives of generations of black residents in Braddock, Pennsylvania, surviving America’s boom and bust.&nbsp;</p><p>&nbsp;</p><p>“Photographs are a means of making ‘real’ (or ‘more real’) matters that the privileged and the merely safe might prefer to ignore,” Susan Sontag notes in <i>Regarding the Pain</i><br><i>of Others&nbsp;</i>(2003). Being a spectator of calamities is, after all, “a quintessential modern experience,” through which the other is someone to be seen, “not someone (who like us) also sees.” While such a visual photographic enactment might occasion a fleeting sense of compassion, it is inevitably depoliticizing.&nbsp;</p><p>&nbsp;</p><p>Fazal Sheikh’s arresting image of Qurban Gul in an Afghan refugee village in North Pakistan rips such a reductive mode of nonengagement apart. There is so much more than powerlessness to this grieving mother. She visualizes what matters most to her and puts it into focus. We will never know all Qurban Gul has lived through. All we have is what she offers the artist who was living with and learning from her displaced community. The trace that so heavily weighs on Qurban Gul—a cherished image of the child that is no more—is here the very stuff of art.&nbsp;</p><p>&nbsp;</p><p>Sheikh’s and Frazier’s artworks expose the brutal political economies that impinge on everyday life, disfiguring people’s world-making capacities—“the real war” that “will never get in the books,” in Walt Whitman’s words. All the while insisting on people’s radical singularity. In doing so, the artists approximate us to ordinary arts of existence if you will—a vital imaginative force the author and anthropologist Zora Neale Hurston, who collected stories from her African American community in Florida in the 1920s, would call “that which the soul lives by.”&nbsp;</p><p>&nbsp;</p><p>With its incorporation of the dehumanizing horrors of war and receptiveness to the images and stories “the soul lives by,” Sheikh’s and Qurban Gul’s creation—not possible without a relation and each other—challenges the domain of art and leaves us with a haunting aesthetic. How can peoples’ survivals (let’s keep them plural) become alternative figures of ethical and political thought?&nbsp;</p><p>&nbsp;</p><p>“Dead alive, dead outside, alive inside.”<br>Come near Catarina.<br>The barely literate young woman is writing her&nbsp;</p><p>“dictionary” in Vita, an asylum in southern Brazil where the ill and unwanted are left to perish.&nbsp;</p><p>“What I was in the past does not matter.”&nbsp;</p><p>Abandoned by her family and medics, she invents a new name for herself—<i>Catkine</i>—from the drug Akineton, one of many that mediated her social death and supposed madness.&nbsp;</p><p>“Mine is an illness of time,” she tells the anthropologist. As for the new letter character she created, resembling a <i>k&nbsp;</i>(which does not exist in the Portuguese alphabet), Catarina/ Catkine explains: “It is open on both sides. If I wouldn’t open the character, my head would explode . . . I have desire, I have desire.”&nbsp;</p><p>“When men throw me into the air, I am already far away.”&nbsp;</p><p>&nbsp;</p><p>What a powerful rendering of Catarina/Catkine’s imagination and sense of agency. She is in a single instant both up in the air and entirely elsewhere. We must not hear this as a mere trick or illusion. Amid social erasure and pharmaceuticalized stupor, hers is a hardy if fleeting mode of existence, with its own kind of generativity: a call for as many creatures as possible, human and otherwise, to be wholly engaged yet “already far away.”&nbsp;</p><p>&nbsp;</p><p>And this is where the artist comes into the picture. After reading excerpts of my book <i>Vita</i>, Gary Hurst started to play with Catarina’s poetics in various media— disassembling the book’s texts and photographs, drawing out the chemical formulas that composed <i>Catkine</i>, and filming other women seeking to enter her writings through various languages. Opening up Catarina’s dictionary is a work of love. Harnessing her poetics and making things out of these traces and what they might signify is a journey of translation that the audience can join in.&nbsp;</p><p>&nbsp;</p><p>During our last encounter, in August 2003, she told me:&nbsp;</p><p>“I am a teacher of languages . . . English, French, Japanese, and Portuguese.”&nbsp;</p><p>And the language of Catarina, I said.&nbsp;</p><p>“Yes.” She was exhilarated. “The language of Catarina . . . I write, and you give a way to the words . . . in all possible ways.”&nbsp;</p><p>All possible ways, in her words.&nbsp;</p><p>&nbsp;</p><p>João Biehl<br>Susan Dod Brown Professor of Anthropology, Director of the Brazil LAB, and Codirector of the Global Health Program, Princeton University&nbsp;</p>",
            "author_type":"Faculty",
            "source_project":"Other",
            "source":"Magazine: Winter 2020"
        }
    ]
}