{
    "makerid":14449,
    "published_date":"2022-03-28 16:08:41.045319",
    "type":"maker",
    "displayname":"Walter Minto",
    "makertype":"(not entered)",
    "alphasort":"Minto, Walter",
    "lastname":"Minto",
    "firstname":"Walter",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Scottish, 1753–1796",
    "begindate":1753,
    "enddate":1796,
    "nationality":"Scottish",
    "culturegroup":null,
    "biography":"Walter Minto was one of Princeton's earliest teachers of mathematics and perhaps the first deserving the designation \"mathematician.\" He was born in the Merse district of Scotland in a family of Spanish origin. He studied philosophy and literature at the University of Edinburgh. He traveled to Italy as a tutor to two boys and was in Pisa on March 13, 1781, when William Herschel discovered the planet Uranus, which Minto got to see in a telescope. It was then that he became interested in astronomy and mathematics, and two years later he published his treatise Researches Into Some Parts of the Theory of the Planets(1783). Minto was a supporter of the of American independence, and in 1787 he sailed to America. In the same year he was called to the College of New Jersey (now Princeton University) to succeed Ashbel Green as professor of mathematics and natural philosophy. His fellow countryman, Dr. John Witherspoon, was president of the college at the time. His inaugural oration, \"On the Progress and Importance of the Mathematical Sciences,\" presented the night before the commencement in 1788, was subsequently published. He became treasurer of the college and wrote a textbook on mathematics, which was in manuscript form at the time of his death. Minto died at the age of forty-two and was buried in the Princeton (N.J.) cemetery.\r\n\r\nhttp://diglib.princeton.edu/ead/getEad?id=ark:/88435/6h440s49c\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Walter Minto",
            "alphasort":"Minto, Walter",
            "lastname":"Minto",
            "firstname":"Walter",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56998104"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}