{
    "makerid":9578,
    "published_date":"2022-03-28 16:07:43.888376",
    "type":"maker",
    "displayname":"Jonathan Dickinson Sergeant",
    "makertype":"Individual",
    "alphasort":"Sergeant, Jonathan Dickinson",
    "lastname":"Sergeant",
    "firstname":"Jonathan Dickinson",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1746–1793",
    "begindate":1746,
    "enddate":1793,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Jonathan Dickinson Sergeant was born in Newark, New Jersey, the son of Abigail Dickinson and Jonathan Sergeant, treasurer of the College of New Jersey (now Princeton University). He attended the College of New Jersey and the College of Philadelphia (now the University of Pennsylvania), receiving a bachelor of arts from each in 1762 and 1763, respectively. He then studied law in the Princeton office of Richard Stockton and was admitted to the bar.\r\nBefore the age of twenty Sergeant was actively engaged in opposition to the British during the Stamp Act controversy. In 1774 he became clerk of the New Jersey Convention, which selected delegates to the Continental Congress. The following year he was made secretary of the Continental Congress. In early and late 1776 he served briefly in the Continental Congress, resigning for part of the year to become a member of the New Jersey Provincial Congress and to lead the committee framing a constitution for the new state. \r\nAfter the Hessians burned his Princeton home December 25, 1776, Sergeant moved to Philadelphia. From 1777 to 1780, Sergeant served as Pennsylvania attorney-general, and in that capacity became an ex officio trustee of the University of the State of Pennsylvania. Five years later he was elected a trustee of the same institution, and after the union of this institution with the College of Philadelphia, he continued to serve as trustee of the University of Pennsylvania. \r\nSergeant's sister Hannah married John Ewing (later Provost); another sister Elizabeth married Edward Fox (later Secretary and Treasurer of the university). Sergeant himself first married Margaret Spencer in 1775; when she died in 1787, he was left with eight children to raise. The following year he married Elizabeth, the daughter of David Rittenhouse, a fellow member of the American Philosophical Society. Together, he and Elizabeth had two daughters and a son. His son William attended the Academy of Philadelphia and graduated from the University of Pennsylvania in 1792. After stepping down as state attorney-general, Sergeant had an active legal practice, assisting the state in such notable trials as the 1782 Connecticut-Pennsylvania dispute. In 1788 he defended the Anti-Federalist editor, Eleazar Oswald. His republican zeal led him to support the French revolution, especially during the Genet affair. While serving on the Committee of Health in October of 1793, Sergeant fell victim to the Yellow Fever epidemic that swept through Philadelphia. \r\nhttp://www.archives.upenn.edu/histy/features/1700s/people/sergeant_jd.html\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jonathan Dickinson Sergeant",
            "alphasort":"Sergeant, Jonathan Dickinson",
            "lastname":"Sergeant",
            "firstname":"Jonathan Dickinson",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/23684174"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}