{
    "makerid":5564,
    "published_date":"2022-05-20 04:33:07.133808",
    "type":"maker",
    "displayname":"Eugène Delacroix",
    "makertype":"Individual",
    "alphasort":"Delacroix, Eugène",
    "lastname":"Delacroix",
    "firstname":"Eugène",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1798–1863; born Clarenton-Saint Maurice, France; died Paris, France",
    "begindate":1798,
    "enddate":1798,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Delacroix was one of the most innovative and successful painters of the first half of the 19th century. He is known as the last great history painter and his art is the ideal of Romanticism in the visual arts. Delacroix's career is marked by the paradox between the revolutionary and the conventional. He was in conflict with the artist Ingres and was seen as the leading figure of the French Romantic movement; he was famed for undermining the tradition of painting established by David, yet he benefited from official patronage from the beginning of the Restoration (1814-1830) until the Second Empire (1852-1870). French painter. ULAN",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Ferdinand Victor Eugene Delacroix",
            "alphasort":"Delacroix, Ferdinand Victor Eugene",
            "lastname":"Delacroix",
            "firstname":"Ferdinand Victor Eugene",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Eugène Delacroix",
            "alphasort":"Delacroix, Eugène",
            "lastname":"Delacroix",
            "firstname":"Eugène",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7389086"
        },
        {
            "source":"ULAN",
            "id":"500115509"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadfa72730fb1001626a472"
            },
            "body":"In sharp contrast to...highly stylized representations of animals or fantastic, hybrid creatures is the exacting naturalism  of the painting [<em>Etude d'apres un chien mort<em>]/<em>Study of a Dead Dog <em>by Eugene Delacroix  (French,  1798-1863), acquired  through the Fowler McCormick,  Class of 1921, Fund. The creature does not suggest a stray that one would encounter in Paris and is most certainly a wilddog, possibly a jackal. While Delacroix did sojourn in North Africa the painting has been dated to around 1830, before his travels there in 1832. Todd Porterfield, of the  Department  of Art and Archaeology, has offered a convincing  explanation for the presence of such an exotic creature in Paris. Animals, particu­larly exotic and ferocious animals such as lions and tigers, are recur­ring subjects in the oeuvre of this leading master of the Romantic movement. Delacroix had an understanding with Antoine Barye, the great specialist in sculptures and paintings  of animals, that if either learned that any of the animals in the Paris zoo, the Jardin des Plantes, had died, he would inform the other so that they could  immediately make studies of the dead animal.\n\nThe painting is a study rather than a complete composition; while the dog is rendered in extraordinary detail, the background is summarily suggested. One must look beyond the subject to the modesty of the painting and the loving attention paid to the anatomy and the texture of the coat. It is, in fact, a work painted for the artist himself Professor Porterfield has provided another insight into the painting. In the entry on \"Beauty\"  Delacroix prepared for the Dictionaire d'es Arts , the artist offered as an example Gericault's paintings of dismembered limbs; the art of painting transforms and transcends nature in its grimmest aspects.\n\n",
            "title":"Newsletter: Spring /Summer 1997",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}