{
    "makerid":21863,
    "published_date":"2024-10-10 02:00:36.829719",
    "type":"maker",
    "displayname":"Carolle Bénitah",
    "makertype":"Individual",
    "alphasort":"Benitah, Carolle",
    "lastname":"Benitah",
    "firstname":"Carolle",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1965–2024; born Casablanca, Morocco; died Marseille, France; active Marseille, France",
    "begindate":1965,
    "enddate":2024,
    "nationality":"French-Moroccan",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Carolle Bénitah",
            "alphasort":"Benitah, Carolle",
            "lastname":"Benitah",
            "firstname":"Carolle",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6244a806e69dd40018d89c43"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_suf02liw",
            "displaydate":"10/28/2021",
            "title":"Lecture: Celebrating 50 Years of Photography",
            "speaker_type":"Curator",
            "description":"Fifty years ago, David H. McAlpin, Class of 1920 and friend to Alfred Stieglitz, Georgia O’Keeffe, and Ansel Adams, made a landmark gift of photographs to the Museum. Join our Peter C. Bunnell Curator of Photography, Katherine A. Bussard, for a discussion about the legacy of this foundational gift as well as the future of photography at Princeton.",
            "video_type":"Lecture",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"62266e43c585860018ecf5a2"
            },
            "body":"<p><strong>Collecting Initiative Expands the Museum's Photography Holdings</strong></p><p>Since 2019 the photography department has undertaken an expansive initiative to acquire work by women, whose contributions remain significantly underrepresented across all time periods when compared to our holdings of works made by their male peers. Recent acquisitions include Joanne Leonard’s touching and fantastical image of her young daughter, <i>Winged ones (Julia with Cicada wings)</i> (1985); Nancy Burson’s experimental composite photographs made using early computer-imaging technology, <i>First and Second &nbsp;Beauty Composites</i> (1982); Eleanor Antin’s celebrated mail art project <i>100 Boots</i> (1971), mobilizing the resources of the newly reorganized US Postal Service; and a portrait from Teresa Margolles’s <i>Dance Floors</i> series depicting Mexican transgender sex workers, <i>Scarlett, Pista de Baile del Club “La Cruda”</i> (Scarlett, dance floor from the club “La Cruda”) (2016).</p><p><br>Under the auspices of this project, the Museum has acquired a diverse selection of photographs by young and emerging female artists from across the globe, including Latin America, Asia, and Africa. In response to President Eisgruber’s call earlier this year to bring our “scholarly and teaching resources to bear to create a more just and equal society,” we have brought special focus to Black artists, Indigenous artists, and global artists of color, especially those making work that engages equity issues related to gender, disability, and LGBTQIA+ representation. These concerns inspired the recent faculty panel “Displaced, Erased, Unseen: Representations of Latinx Bodies in Contemporary Art,” featuring presentations by Javier Guerrero, associate professor of Spanish and Portuguese; Susana Draper, associate professor of comparative literature; and Christina León, assistant professor of English. The panel is available for viewing on the Art Museum’s Facebook page.<br>&nbsp;</p><p>This project remains ongoing, with many more exciting acquisitions still to come. Stay tuned!</p><p>&nbsp;</p><p>Photographs by Cindy Sherman, Carolle Bénitah, and Mari Katayama represent the variety of works collected through this initiative as well as unifying themes that recur across geographic boundaries, especially the use of the artist’s own image to explore her agency as both creator and subject of her work.<br>&nbsp;</p><p>Cindy Sherman’s <i>Untitled Film Still #10</i> (1978) is one of a renowned series of self-portraits in which the artist donned costumes to embody clichéd representations of women in midcentury cinema, such as the ingenue, the femme fatale, the working girl, and the housewife. For this fictional film still, Sherman crouched on the floor of her kitchen next to a torn bag of groceries, wearing a bobbed wig and dark eyeliner reminiscent of heroines of the French New Wave.</p><p>The artist did not re-create a recognizable moment from a film; instead she staged an ambiguous scene that creates space for viewers to imbue the image with meaning drawn from their own knowledge of cinema. In this way <i>Untitled Film Still #10</i> and others in the series mimic the format and style of publicity images made by movie studios to market their stars, thousands of which were handed out for free in cinema press kits, autographed for fans, and used for promotional advertising, transforming an actor’s image into a commodity and a branding opportunity. Sherman emphasizes this artifice through the composition of the photograph: the cord of a shutter release trails from underneath the folds of the jacket that conceals her left hand, signaling her position not only as the female protagonist subjected to the camera’s gaze but also as an artist with agency over her self-presentation.</p><p><br>In her <i>Photos-Souvenirs </i>series, the Moroccan-born photographer Carolle Bénitah repurposes images from old family albums and shoeboxes found in her childhood home. For <i>La Tapisserie</i> (2012), she enlarged a copy of a photograph of herself as an adolescent and then embroidered the surface of the image. By extending the floral pattern of the wallpaper across her features, she captured the self-consciousness of her teenage self, helping the girl to fade into the background. Each work from this series is unique. The repeated piercing of the image’s surface with an embroidery needle offers a process through which the artist reflects on the ephemerality of memory and loss, fusing the emotions of her current self with a forgotten moment from her past. “Those moments, fixed on paper, represented me, spoke about me and my family, told things about my identity, my place in the world, my family history and its secrets, the fears that constructed me, and many other things that contributed to who I am today.”</p><p><br>The Japanese photographer Mari Katayama presents herself as both the subject and the object of her work, considering her body as a living sculpture. Born with tibial hemimelia, an extremely rare condition in which the bones of the lower legs do not fully develop, she chose to have her lower legs amputated at the age of nine. Because she wore leg braces as a child, all of her clothing required modifications; her mother and grandmother taught the artist to sew so that she could learn to make these alterations herself. Katayama’s photographs frequently include soft stuffed forms that she has sewn, which resemble limbs. She intends the stuffed appendages to provide the viewer with a way to better understand her physical experience of a fragmented body and the phenomenon of the “phantom limb,” in which a person still experiences sensations such as pressure and pain after an amputation. She cautions her audience against understanding her work only through the lens of her disability, however, explaining, “I use my body as material simply because it’s handy.” Katayama’s unique perspective will prove invaluable for discussions centered on depictions of self and personal agency.</p><p>Beth Gollnick<br>Curatorial Associate, Photography and Modern and Contemporary Art</p><p>Katherine A. Bussard<br>Peter C. Bunnell Curator of Photography<br>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Winter 2021 Magazine</p>",
            "title":"Collecting Initiative Expands the Museum's Photography Holdings",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}