{
    "makerid":6612,
    "published_date":"2022-03-28 16:07:31.020571",
    "type":"maker",
    "displayname":"Sebastiano Conca",
    "makertype":"Individual",
    "alphasort":"Conca Sebastiano",
    "lastname":"Conca",
    "firstname":"Sebastiano",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1680–1764",
    "begindate":1680,
    "enddate":1764,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sebastiano Conca",
            "alphasort":"Conca Sebastiano",
            "lastname":"Conca",
            "firstname":"Sebastiano",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115378"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/71427941"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1d4cd5f1ff70016001c45"
            },
            "body":"Sebastiano Conca was born in Gaeta and trained under Francesco Solimena in Naples. He settled in Rome in 1707, where he re­ mained for the better part of his life and achieved the greatest prominence of any of his fellow Neapolitan artists working in the city. He received commissions from both Pope Clement XI and Benedict XIII as well as important cardinals and a distinguished Roman and international clientele. The success of the ceiling decoration for the Church of Santa Maria in Trastevere was such that he was given apartments by the Dukeof Parma in the Palazzo Farnese, where he established a private academy. He was also principe, president, of the Academia di Saint Luca for a longer term than had ever been served. He was an important teacher and had considerable artistic influence.\n\n<em>The Baptism of Christ<em>, which dates from the decade 1725-35, is a beautiful example of Conca's intimate devotional pictures and is stylistically characteristic of the artist's balance and the fusion of late Roman High Baroque tradition and the lighter, more ex­travagant virtuosity of the rococo. The poses and placement of the figures inform the composition with a stately, measured qual­ity, but the delicacy of the physical types, the softly diffused Iight, and the deftness of touch give the painting a decidedly rococo cast. The copper is painted on both sides: on the back there is a half-length bishop saint, more broadly sketched, less finished than the <em>Bap­tism<em>. For some reason the painting of the bishop saint must have been abandoned, but as copper was such an expensive material, the other side was used for the Baptism. We therefore have examples of two stages of the artist's manner, and it is difficult to decide which is the more appealing. Unfortunately the compositions are painted on opposing axes, and the picture cannot be exhibited so that both sides can be seen properly.\n",
            "title":"Sebastiano Conca, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1988"
        }
    ]
}