{
    "makerid":14223,
    "published_date":"2025-10-11 02:45:15.187077",
    "type":"maker",
    "displayname":"Robert Smithson",
    "makertype":"Individual",
    "alphasort":"Smithson, Robert",
    "lastname":"Smithson",
    "firstname":"Robert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1938–1973",
    "begindate":1938,
    "enddate":1973,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Robert Smithson was the father of land art, one of the most important artists of the postwar era, and a central figure in the 'spatial turn' in art. He is also the son of New Jersey. In the late 1960s, Smithson was at the forefront of a movement that radically changed both the form and the location of art: land or environmental art. Among other artists, such as Michael Heizer and Dennis Oppenheim, Smithson abandoned his studio, long the primary site for artistic production, and created art in (and out of) places such as the New Jersey Pinelands and the American Southwest. At such sites, Smithson made landscapes into sculptures and sculptures out of landscapes. These he documented with films, notes, maps, and collections of raw matter--materials he later displayed in galleries and museums. Out of this work emerged a theory that continues to resonate today: the theory of site/non-site. 'Site' corresponds to an actual place, the place where the work of art was made or where its constituent parts were gathered, while 'non-site' corresponds to the place to which that work is relocated (such as a Manhattan gallery) as well as the form in which it is represented (such as a film or a drawing). The work of art is constituted by the (dialectical) relationship between site and non-site. \r\n\r\nBoth the notion and practice of travel was fundamental to the work Smithson created during his lifetime. Emphatically peripatetic, the artist was made famous by his 1967 travelogue, \"A Tour of the Monuments of the Passaic,\" based on a bus trip he took to Passaic, New Jersey. Throughout his life, Smithson demonstrated a fascination with marginalia, but marginalia understood primarily as a spatial and geographical phenomenon. He was drawn to the periphery of urban, mainstream society, particularly to places (or non-places) that exemplified failure and entropy, such as suburbs and abandoned mines and quarries. Equally important to his work was science fiction and the disciplines of crystallography and geology, of which he was an avid reader. (Kelly Baum)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Robert Smithson",
            "alphasort":"Smithson, Robert",
            "lastname":"Smithson",
            "firstname":"Robert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500015753"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/193543686"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}