{
    "makerid":12498,
    "published_date":"2024-02-22 02:02:15.956958",
    "type":"maker",
    "displayname":"Olmec",
    "makertype":"Cultural Group",
    "alphasort":"Olmec",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Mesoamerican",
    "culturegroup":"Olmec",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Olmec",
            "alphasort":"Olmec",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Olmec"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017051"
        },
        {
            "source":"ULAN",
            "id":"500203993"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf445d785ca8001692b35b"
            },
            "body":"The museum received an extraordinary pre-Columbian clay whistle, in the form of a young jaguar on four wheels...from Gillett G. Griffin, [former] faculty curator of pre-Columbian and Native American art. The jaguar whistle was made in Central Veracruz, Mexico, in the Late Classic period (A.D. 600-900), and is extremely rare. In the brochure that accompanies the exhibi­tion, John Burkhalter theorizes that the whistle was a ritual object serving as a communicative or mnemonic device and a metaphor for future rulership, with possible solar associations.\n\nThe only wheels ever found in the ancient Americas are on ceramic objects from Central Veracruz, and in the literature on pre-Columbian art they have generally been referred to as \"toys.\" Neither Gillett Griffin nor John Burkhalter believes, how­ever, that they were intended as toys. Shamans were  thought  to have a whistling language, and it is possible that many of the whistles  recovered  were placed  in the graves of the dead to summon ancestor shamans to lead the deceased into the underworld. Why wheels were not developed for other uses, such as pottery­ making or transportation, is a question that remains unanswered. According to Professor Griffin, \"we have no answer other than that these were very tradi­tional and conservative peoples. Their ancestors arrived on the American conti­nents without knowledge of animal hus­bandry, and here developed a variety of architectures, inventing the corbel but never conceiving of a true arch, and inventing wheels for rare ritual objects but not for transport.\"\n\nFor the Olmec, the primal Meso­american civilization, the jaguar was the most symbolically powerful creature in their world, a focus for the fusion of the natural and the supernatural. The jaguar whistle from Central Veracruz... demonstrate[s] how later cultures main­tained the prominence of the jaguar in their beliefs and iconography.",
            "title":"Wheeled feline",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Summer 2004"
        },
        {
            "_id":{
                "$oid":"5db3159f4d9005001632973c"
            },
            "body":"<p>Form and material were what drew me to art forty years ago, when I was a Princeton undergraduate. A finely formed—without a wheel!— Olmec cup from Las Bocas took my breath away, especially when longtime curator Gillett Griffin of the Art Museum put the work in my hand and it was nearly weightless. This was Art and Archaeology 325, Art of Mesoamerica, at its first class meeting, and questions just bubbled up: how had such a thing survived, and why did it have an almost calligraphic smudge of a black fire cloud on its surface? And then, at that same first session, something magical happened: Gillett (never known by anything more formal) handed me a necklace of large jade beads, beads the size of tomatillos, and I didn’t hesitate to put it around my neck. The beads took on my body temperature, suddenly feeling one with my skin. My introduction to the art of Mesoamerica—roughly Mexico, Guatemala, Belize, and Honduras— was thus not a search for meaning nor an answer to a question but rather this stunning materiality. I knew next to nothing about the Aztecs or the Maya or the Mixtecs or the Olmec. et the form was not enough, nor the materiality: as I came to see, so many of the works at hand were also rich in meaning, some of it accessible—although I soon realized that the role of the consumer or client, customer or patron that the maker had in mind would not be one I could inhabit—and much of it not. Furthermore, it was clear that works had a biography: they had been made, they had been used, they had been of value for a period, and sometimes of such value that they had been meticulously preserved. But even more powerful to my eyes were works that had been battered early in their lives, intentionally damaged <em>and</em> preserved. I had the opportunity to look at some of the objects in the Museum’s collection when I visited Bryan Just’s <em>Dancing into Dreams: Maya Vase Painting of the Ik’ Kingdom<em>. I was thinking about the stunning calligraphic line that runs through the works in the exhibition, where Maya mastery of clay slip line on a continuous curving surface astounds the viewer in its technique, its restlessness, and its confidence: the line refuses to settle into place, a chord that never quite resolves. After <em>Dreams<em>, I headed down to the basement level of the Museum, particularly to look at Maya figurines. The medium is limiting, it seems: many are mold-made; others are designed for stability, yielding static forms. I first turned to a figurine, a captive whose form had mesmerized me when I had selected him for a national exhibition in the 1980s. In the easy line formed along his plump belly, and in the turn of his head away from the orthogonal, the figurine expresses in three dimensions a gesture as lithe and fluid as a brushstroke. But nearby, my eye alighted on an old friend, a battered and burned Maya figurine of a bound captive that I had known from Gillett’s class. The object—gruesome enough in itself—had lived the life of the sacrificial victim it had represented. Buried in a tomb or grave, it was not meant for us to see again, but meaning had accrued to it at every stage, from its creation, when the human form was imbued with pain and humiliation, to the actions wreaked upon it, seemingly ending with fire. Yet in the end, the figurine was preserved, meaningful long after its original role had been played. I’ve studied the works in the Art Museum for my entire adult life. Their materiality has remained central for me, in my appreciation for the line and the facture and in understanding the value with which the ancient makers imbued particular materials. These works have sustained me in their beauty and have opened windows on the complexity of human existence. But I also know we’ll never have all the answers posed by any Pre-Hispanic work: we will never know the questions they were meant to answer.&nbsp;<br>--Mary Miller, class of 1975 Sterling Professor of the History of Art, Yale University</p>",
            "title":"Magazine: Winter 2013",
            "source_project":"Other",
            "author_type":"Expert",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcd7d356b2e43001641e68d"
            },
            "body":"Dwarfs \n\nThe physical characteristics of dwarfs and hunchbacks have been taken as signs of supernatural gifts and access to the otherworld in many Mesoamerican cultures. In the folklore of modern Mexico, dwarfs, or <em>chaneques,</em> are mischievous creatures who control the rain and maize. In Olmec art, dwarfs may be shown in the context of rulership as mediators between the natural and supernatural worlds, carrying sacks of maize, and identified through attributes of costume with the anthropomorphic supernatural, also represented as an infant or dwarflike creature. The image of the dwarf overlaps in symbolism with that of the infant. \n",
            "title":"Collection Publications: The Olmec World: Ritual and Rulership",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcd7f526b2e43001641e68e"
            },
            "body":"The term “Olmec” refers to the Native American archaeological culture that flourished on the Gulf Coast from 1400 to 400 B.C. and to the art style found throughout Mesoamerica in this period. The Olmec created ceremonial centers and the first major public architecture in Mesoamerica as well as massive altar/thrones and colossal heads. Olmec art, both their monuments and small-scale objects, embodies concepts of shamanic rulership that the emerging elites of ancient Mesoamerica used to justify their right to rule. The great discovery of the Olmec was the power of images and symbols to embody, codify, and communicate a shamanic ideology, ritual system, and political charter.  \n\nOlmec art was the symbolic means by which the peoples of the Formative period visualized their ritual and spiritual relationship with the supernatural. The mediator in this relationship was the shaman or ruler who claimed shamanic power. The central mystery of Olmec ideology and ritual is transformation. Through trance, induced by ritual positions, hallucinogens, and bloodletting, the ruler was transformed and transported through the portal to the supernatural world in the form of his nagual, his animal spirit companion. Olmec ritual centered on the maize and the rain essential to the harvest. The shaman ruler journeyed to the supernatural world to propitiate and manipulate the cosmic forced that determined the sustenance and survival of his people. \n\n\n__Regeneration and Shamanism__\n\nImages and effigies of infants are among the most enigmatic objects in Olmec art. While their precise meaning in Olmec ideology and their ritual function are uncertain, there is archaeological and visual evidence that infants, potent symbols of regeneration and the cycle of life, were sacrificed as offerings for agricultural renewal in the image of the supernatural that controlled maize and rain.\n\nSmall stone and ceramic figures of rulers and members of the elite form a significant category in Olmec art. The power and authority of these figures are conveyed not by trappings or attributes, but by their bearing. Specific patterns of posture emerge, interpreted as ritual positions where a state of meditation is induced, particularly a standing position in which the ruler embodies the <em>axis mundi,</em> the world tree or symbolic maize plant and conduit for cosmic forces between the earthly and supernatural realms. …The ruler stands transfixed, in possession of this empowered and empowering image, his shamanic powers made manifest, his rulership validated.\n\n\n__The shamanic Landscape and Journey__\n\nThe Olmec cosmos is comprised of three levels; the natural world of visible reality and the celestial realm and watery underworld of the supernatural. Features of the landscape, mountain tops, caves, springs, rivers, and other bodies of water, were sacred points of interface between the two worlds, the sites of ritual and portals to the supernatural realms. The great ceremonial centers mirrored this topography, as in Chalcatzingo Monument 9 where the cosmic portal is represented as a cave mouth in the form of the gaping maw of a supernatural. \n\n\n__Contortion and transformation__  \n\nFigures in contorted positions on monuments and in small-scale sculptures may represent positions taken by shamans to induce trance and transformation, or function as metaphors for the mental and physical rigors of transformation. The circular voids formed by some of these figures may symbolize the portal to the otherworld.\n\nThe jaguar, the most powerful predator of the earthly terrain, was the animal spirit companion of rulers and image of transformation par excellence. Because it dwelled in caves, swam, and climbed trees, it was able to navigate all levels of the cosmos. In Olmec art, human figures are shown in degrees of jaguarian transformation, from wholly human in kneeling positions associated with animal transformation, to almost complete animal forms with vestiges of human identity. \n\n",
            "title":"Collection Publications: The Olmec World: Ritual and Rulership",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}