{
    "makerid":2049,
    "published_date":"2022-03-28 16:04:33.207839",
    "type":"maker",
    "displayname":"Thomas Frye",
    "makertype":"Individual",
    "alphasort":"Frye Thomas",
    "lastname":"Frye",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Irish, ca. 1710–1762",
    "begindate":1710,
    "enddate":1762,
    "nationality":"Irish",
    "culturegroup":null,
    "biography":"Born near Dublin, Thomas Frye came to England at an early age, establishing himself as a portrait painter in London before embarking on a doomed commercial venture in 1744 as co-founder of the  Bow porcelain works, which he managed until the furnaces closed in 1759. During the two years before his death (brought on by consumption and gout) in 1762, Frye worked primarily as a mezzotint engraver, exhibiting and publishing two series of  large and highly expressive half-length “portraits” based on his own designs. These works, whose originality set them apart from the  reproductive nature of most British mezzotints, were influential on contemporary painters, including Joseph Wright of Derby (1734-97), who appropriated them for figures in some of his “candlelight” paintings, including the Experiment on an Air Pump (1768).  Although it is unclear where Frye acquired his mezzotint skills, he was responsible for teaching the technique to William Pether (1738-1821), who together with Valentine Green (1739-1813) were Wright of Derby’s primary reproductive engravers. \r\n\r\n--Laura Giles, Curator, Princeton University Art Museum",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Frye",
            "alphasort":"Frye Thomas",
            "lastname":"Frye",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/51963352"
        },
        {
            "source":"ULAN",
            "id":"500003964"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}