{
    "makerid":15947,
    "published_date":"2024-02-22 02:02:41.096769",
    "type":"maker",
    "displayname":"Northwest Coast",
    "makertype":"Cultural Group",
    "alphasort":"Northwest Coast",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Native American",
    "culturegroup":"Northwest Coast",
    "biography":"For more than 10,000 years, Native peoples of the Northwest Coast have enriched their communities by exchange. From Yakutat Bay in Alaska to the Columbia River in Washington state, Native fishermen and sea hunters traveled north and south by water and east into the interior over mountain passes to trade commodities such as oolichan oil, dentalium shells, copper, and mountain goat wool. In a region of great natural resources, this economy enabled Northwest Coast peoples to develop comfortable and sophisticated societies marked by social ranking, elaborate ceremonial life, and spectacular art created to celebrate the history and prestige of families, clans, and lineages. At feasts, or potlatches—a word from the region’s trading jargon—the status of chiefly families was confirmed by their generosity to their guests. Through lavish gifts of staples and luxuries—including, eventually, non-Native trade goods—communities shared their wealth and maintained social balance.\r\n\r\nEncountering the Russians, French, Spanish, English, and Americans who arrived in the 18th century, experienced Native traders were quick to exchange local sea otter and other furs for guns, iron tools, and new materials used to create innovative styles of ceremonial regalia. As the fur trade declined and tourism began to increase, Native people produced objects to appeal to foreign tastes. Miniature versions of the giant totem poles that had captured the imagination of visitors to the coast, argillite carvings, and other new arts entered a collectors’ market, and Northwest Coast artists became known and admired in countries far from their homes. (Infinity of Nations, NMAI)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Northwest Coast",
            "alphasort":"Northwest Coast",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Northwest Coast"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017594"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}