{
    "makerid":905,
    "published_date":"2022-03-28 16:03:50.138925",
    "type":"maker",
    "displayname":"Jia Youfu 賈又福",
    "makertype":"Individual",
    "alphasort":"Jia Youfu",
    "lastname":"Jia Youfu",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1942",
    "begindate":1942,
    "enddate":2100,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jia Youfu 賈又福",
            "alphasort":"Jia Youfu",
            "lastname":"Jia Youfu",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Chia Yu-fu",
            "alphasort":"Chia Yu-fu",
            "lastname":"Chia Yu-fu",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Jia Youfu 賈又福",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/26916730"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db84e255bb120001610666a"
            },
            "body":"Jia Youfu spent fifteen years painting the subject of the Taihang Mountains on the border of Hebei and Shanxi provinces, a patriotic location that served as a base for the Chinese Communist Party during the Sino-Japanese war. A monumental scene of layered mountains in brown, black, red, and orange tones is set in contrast to white areas of untreated paper. The rectilinear composition and massing of forms seen in many of Jia Youfu's Taihang paintings is here experimentally adapted to a diagonal composition that inserts a dynamic variation in the series. The experimental nature of the painting can be seen in the addition of several sections. The original composition consists of a square at the top with diagonal mountain tops. Several strips of paper were then sequentially added to the bottom until the overall composition and balance met the artist's satisfaction.\n\nIn this painting, Jia Youfu combines the monumental landscape painting tradition of the Northern Song period (960–1127) with a new emphasis on dramatic composition, color, and contrasting plays of light and dark. Jia Youfu studied painting at the Beijing Central Academy of Fine Arts where he was most influenced by the famed painter Li Keran (1907–1989). Following Li's practice of sketching from nature, he traveled repeatedly to paint the Taihang Mountains. These same peaks were the epitome of the Northern Song landscape vision as seen in Fan Kuan's (d. after 1023) <em>Travelers Amid Streams and Mountains <em>(National Palace Museum, Taibei). Fan Kuan (d. after 1023) lived as a recluse painter in these mountains and noted that it is better to study nature and better yet to follow one's own mind than to follow the styles of others.",
            "title":"Asian Art website: Taihang Mountains",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}