{
    "makerid":1791,
    "published_date":"2023-03-29 02:04:47.484106",
    "type":"maker",
    "displayname":"Jean-Baptiste Wicar",
    "makertype":"Individual",
    "alphasort":"Wicar Jean-Baptiste",
    "lastname":"Wicar",
    "firstname":"Jean-Baptiste",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1762–1834; born Lille, France; died Rome, Italy",
    "begindate":1762,
    "enddate":1834,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean-Baptiste Wicar",
            "alphasort":"Wicar Jean-Baptiste",
            "lastname":"Wicar",
            "firstname":"Jean-Baptiste",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029542"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/89498443"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dade1cdc5089b0016f26e13"
            },
            "body":"The self-portrait by Jean-Baptiste Wicar is a small but intensely engaging work. The artist looks out at the viewer over his shoulder from a shallow space framed by a marbleized circular opening. In superb condition, the self-portrait is painted with almost a mini­aturist's and, one might say, loving attention to detail. Wicar's jaunty black top hat is carefully tossed back on his luxuriant head of glossy dark curls; he wears a deep green frockcoat with a red velvet collar, a yellow scarf or waistcoat, and he is swathed to the chin in a brilliantly white stock; everything seems brand new. His expression is that of a young man bristling with self-confidence, the self-assured republican spirit of the mobile generation forged from the crucible of the French Revolution.\n\nIndeed, Wicar's cocky yet cagey glance is that of a young man with excellent prospects and sure of his ability to turn his opportunities to his best advantage. He was a portraitist, engraver, and draftsman who studied with Jacques Louis David and also accompanied his master to Rome. Wicar was considered one of David's best pupils....\n\nIn 1796, the approximate date of the Princeton self-portrait, Wicar was in Italy, and soon to be named to the commission in charge of selecting works of art in Italy that would be brought back to France as \"war reparations\" and exhibited in the newly founded public museum in the Louvre, where Wicar had already served as curator of antiquities. It was this assign­ ment that most distinguishes the artist's career. He capitalized on this extraordinary opportunity to amass an enormous and important collection of drawings for himself, which he left to the Musee des Beaux-Arts in his native city of Lille. \n",
            "title":"Newsletter: Winter 1993",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}