{
    "makerid":22223,
    "published_date":"2022-09-30 02:01:39.501831",
    "type":"maker",
    "displayname":"Barkley L. Hendricks",
    "makertype":"Individual",
    "alphasort":"Hendricks, Barkley",
    "lastname":"Hendricks",
    "firstname":"Barkley",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1945–2017; born Philadelphia, PA; died New London, CT; active New London and Mandeville, Jamaica",
    "begindate":1945,
    "enddate":2017,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Barkley L. Hendricks",
            "alphasort":"Hendricks, Barkley",
            "lastname":"Hendricks",
            "firstname":"Barkley",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500333292"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/1428589"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228f17a9556a800189dfbe1"
            },
            "exhibitions":[],
            "title":"Barkley L. Hendricks",
            "body":"<p><strong>Barkley L. Hendricks</strong></p><p><br>Barkley L. Hendricks (1945–2017), who is most recognized for his transformative life-size oil portraits of his contemporaries—often African Americans in the urban Northeast—gained renown not only for his artistic mastery but also for the somewhat singular path he forged through the art world. Coming of age at a time when abstraction, Minimalism, and Conceptual art dominated the avant-garde, Hendricks dedicated the five decades of his artistic career to working in the lineage of European masters of the fourteenth to the nineteenth century. His interest in these aesthetic traditions is apparent in his approach to portraiture—whether in painting or photography—as well as landscape, and his dedication to Black subjects is perhaps his most profound legacy.</p><p>Reflecting the Art Museum’s commitment to representing multiple aspects of the practices of contemporary artists, we are proud to announce the recent acquisition of a landscape painting and two portrait photographs by Hendricks showcasing the artist’s lifelong devotion to both media and the distinctive vision with which he portrayed his world. From the outset of his career, Hendricks was interested in portraiture and in depicting figures whose sense of style and carriage conveyed a strong identity. In 1970, when he entered Yale University, most painters were abstractionists, so Hendricks gravitated toward photography. He called his camera a “mechanical sketchbook” and took it with him whenever he left home.1 Citing as his inspiration paintings by Diego Velázquez and Édouard Manet that he had seen on his travels through Europe, Hendricks brought these artists’ lessons on composition, verisimilitude, and pose into his painted and photographic portraits of African American subjects and contemporary urban life, as evidenced by his untitled photograph of 1982.</p><p>Here three young men strike poses with their oversize “boombox,” a sure sign of the urban culture of the era. Hendricks would often spot a person or scene that sparked his interest and pause to ask for a picture; indeed, these young men’s expressions seem to exude joy, pride at having been noticed, and an affectation of “cool.” Hendricks’s composition is precise, however. There is a careful rhythm to the subjects’ gestures: the positions of their arms form angles, no one the same as the other, and they similarly pose in a varied trio of contrapposto stances. Hendricks spoke of his interest in the classical subject of the Three Graces as a model to which he returned in his 2009 interview for the Smithsonian Archives of American Art.2 Time and again, he was able to capture just the angle, posture, or moment that would crystalize into a tightly ordered composition even in a photograph quickly taken on the street.<br>Hendricks’s interest in and knowledge of the history of art is evident throughout his works. His commitment to seeing figures who looked like himself as part of the history of art was yet another lesson he took from his travels, studies, and museum visits. Possibly with this motivation, Hendricks created self-portraits throughout his practice and across media. Self-Portrait with Hubcap (1967) is an especially compelling offering from the many photographic and painted works Hendricks created in this genre: Its composition knowingly recalls both the use of convex mirrors in European painting from the fifteenth century onward as a demonstration of the artist’s illusionistic mastery and the tendency of artistic photographers to picture themselves with their cameras. Employing a wall-mounted hubcap in lieu of a mirror, Hendricks situated his studio self-portrait in the contemporary context that was the foundation of his artistic vernacular. Princeton professor Anna Arabindan-Kesson, who has written extensively about Hendricks’s work, has characterized his photographs as “the way he learned to look at the world and understand the world.”3</p><p>Views of the Jamaican landscape, painted en plein air and referencing various traditions of the genre, occupied Hendricks for more than three decades. Starting in 1983, he painted landscapes on annual trips to Jamaica during the winter months. New Year’s Day in the Quarry (Marl Hole) (2006) is exemplary of the qualities—an investment in the topography of a place and the expressive potential of realistically rendered natural elements—that defined his Jamaican views and especially his interest in the island’s marlstone quarry. He completed multiple landscapes in the quarry, exploring the sculptural quality of the earthen formations that had been dug at dramatic angles to extract the land’s resources. (Marl is a carbonate-rich mudstone that is mined for use as a soil conditioner in agriculture and for cement mixtures in construction.) Hendricks was drawn to the compositional possibilities of the marl hole and its planar faceted landscape that changed with the fluctuations in light and atmosphere throughout the day.4 Furthermore, because he could paint there only on holidays, while the workers were away, the site took on, in his words, “a cathedral attitude.”5 Hendricks underscored the sense of spirituality in his landscape views by painting each as a tondo, or circular painting, surrounded by a decoratively carved gilded frame that recalls Renaissance tondi featuring saints.<br>Hendricks drew on the aesthetic vernacular of nineteenth-century landscape paintings in his reliance on painting outdoors to capture natural light and the emotive power of cloud formations and in positioning the horizon line to maximize its dramatic effect. Yet, as with his painted portraits, his landscapes introduce a distinctive setting and subject into the genre of academic landscape painting. Jamaica is the third most populous Anglophone country in the Americas and an island territory that has in the modern era been shaped by the intertwined forces of colonial rule and the economies of the transatlantic slave trade. It is also a font of culture among the Black diaspora. Where Hendricks’s portraits are resolute in their focus on representing contemporary Black subjects in the fashion, style, and textures of the moment of their creation, his landscapes might at first seem timeless if one overlooks the artist’s ever-exacting attention to detail.</p><p>Hendricks approached his paintings in the quarry with a set of aesthetic concerns similar to those that Paul Cézanne pursued in his paintings of rock formations in the South of France. Hendricks was also mindful, however, of the significance of the locale. He said, “When I sit down to paint, occasionally I am reminded of the history of Jamaica and its associations beyond my narrow perspectives of aesthetics. The roads and fields I find myself on and in have many stories to tell beyond my creative motivations and responses to what I see around me.”6 Today the marlstone quarries in Jamaica are at the center of debates about the environmental impact of industry and resource extraction in the country; overuse can lead to landslides, complicated by the island nation’s susceptibility to storms and the effects of climate change. Both this contemporary context and the long history of Jamaica in the Atlantic resonate in Hendricks’s landscapes.</p><p>In all of his art—in portraits, landscapes, and still lifes and in painting, drawing, and photography—Hendricks sought to place himself and his community in the canon of art history and the halls of museums. With these acquisitions, his practice becomes an immediate subject of study for future students and visitors to the Art Museum.</p><p>Mitra Abbaspour<br>Haskell Curator of Modern and Contemporary Art</p><p>1 Arthur Lubow, “What You Didn’t Know about Barkley L. Hendricks,” New York Times, May 14, 2021, https://www.nytimes.com/2021/05/14/arts/design/barkley-l-hendricks-photography-book.html.</p><p>2 Barkley L. Hendricks, oral history interview conducted by Kathy Goncharov, June 18, 2009, Archives of American Art, Smithsonian Institution, https://www.aaa.si.edu/collections/interviews/oral-history-interview-barkley-l-hendricks-16034#transcript.</p><p>3 Anna Arabindan-Kesson, quoted in Lubow, “What You Didn’t Know.”</p><p>4 Hendricks, oral history interview.</p><p>5 Hendricks, oral history interview.</p><p>6 Barkley L. Hendricks,“ Palette Scrapings,” in Barkley L. Hendricks: Birth of the Cool (Durham, NC: Nasher Museum of Art, Duke University, 2008), 113.</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}