{
    "makerid":221,
    "published_date":"2022-06-09 08:44:08.638812",
    "type":"maker",
    "displayname":"Jerry Ballaine",
    "makertype":"Individual",
    "alphasort":"Ballaine, Jerry",
    "lastname":"Ballaine",
    "firstname":"Jerry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1934",
    "begindate":1934,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"At its core, Jerrold Ballaine’s recent work is about contradictions.  At once, it denotes motion and stasis, engagement and neutrality, impermanence and monumentality, beauty and rawness.  It is also contradictory in its use of materials.\r\n \r\nThe artist has long painted like a sculptor; he now sculpts like a painter.  For Ballaine, such dichotomies parallel and define his career, which has evolved over fifty years from a Bay Area figurative artist, to a sculptor of vacuum-formed plastics, to a landscapist, to a figure painter, and now to a stone sculptor.  Throughout these diverse styles, his aim has been to evolve naturally and steadily and never to become pigeonholed by a particular style, following artistic paths even when they might not be commercially viable.  There is, however, one constant that runs throughout Ballaine’s work—he has never relinquished his adherence to representational subject matter or the technical side of creation.  “I’m old fashioned,” the artist admits.  “I am an object maker.”   \r\n\r\nIn Ballaine’s hands, two- and three-dimensional media have more commonalities than differences.  Even in his earliest paintings, Ballaine sculpted.  Having studied under Richard Diebenkorn at the San Francisco Art Institute in 1960-61, an artist and teacher that Ballaine acknowledges as his most profound artistic influence, he started out as a Bay Area Figurative painter.  He came to the San Francisco Bay Area after studying business at the University of Washington and serving in the military in Germany for two years.  He then attended the Art Center School in Los Angeles.  At the San Francisco Art Institute, he began to paint representational works with the vivid palette and loaded brush of an Abstract Expressionist.  These early paintings, which depicted landscape and/or the human figure, were composed of such thickly layered, luscious paint that they literally became sculptural reliefs.  Coming as close to pure abstraction as Ballaine ever cared to get, the canvases were slathered with pigment acquired from Bay City Paint, whose exceptionally reasonable prices induced a veritable “school” of San Francisco artists to embrace thick, viscous paint application.  “Everyone was using Bay City Paint,” Ballaine remembers, including Jay DeFeo, Jim Weeks, and Ballaine’s one-time studio-mate, Joan Brown.  Even today, Ballaine admits to being “in love” with brushwork, although his acrylic canvases are now considerably smoother than were these early oils.   \r\n\r\n Since the early 1970s, Ballaine has used acrylic.  Although Ballaine now applies paint more smoothly than in his early oils, he still models his figures as would a sculptor, carving and defining their forms in space.  For the artist, these figurative paintings represent his coming full circle, hearkening back to his early influences and inspirations as a student at the Art Institute.  The figures in his canvases writhe and twist, pushing beyond the very limits of their humanity to become essays in movement and pure form.  To be sure, the figures are rendered expressionistically, but the artist is quick to point out that he is more interested in motion and positions than psychology or sexuality.  He sees these paintings as having more in common with the aims of artists such as the Italian Futurists than the distorted and violent emotional expressionism of an artist such as the British artist Francis Bacon.  The emotional intensity of Ballaine’s paintings stems not then from psychological engagement, but from brushwork and the organic, fluid qualities of the human form.  He intentionally obscures faces and genitals, areas of the body that best communicate psychology and menace in order to focus attention on more neutral states of the figure in arrested motion. \r\n\r\n It is also intentional that Ballaine’s forms assume poses not always possible in reality.  In creating his paintings, he starts with a model, first taking photographs of the sitter and then making drawings from the photos.  His paintings are then created from the drawings.  Each incarnation is a step away from his original source and results in imagery that is increasingly removed from reality.  What are left are raw abstractions of humans that are so fluid and nebulous that they seem almost devoid of skeletal systems.  In many cases, Ballaine uses no tangible source for his work, relying completely on memory, further enhancing the dreamlike quality of his work. \r\n\r\n The environments that Ballaine’s abstract figures inhabit are nearly as expressive as the figures themselves and are rich in variety.  Soft-edged fields of color float hazily in atmospheric layers.  Medium-width bands appear abraded, dragged, and scrubbed, and dark lines are sharp and distinct, defining corners and the edges of walls.  So carefully composed and energized are these backgrounds that they could in fact function as completed paintings in themselves, even without the figures.  As such, they would belie Diebenkorn’s enduring influence, particularly his Ocean Park landscapes, for not only do Ballaine’s backgrounds ground the figures in an interior space, they in fact seem equally derived from the California landscape.  Since early in his career, Ballaine has found in Diebenkorn’s compositions a logic that appeals to his intellect.  He seems to have picked up his instructor’s methods “almost instinctively.”   \r\n\r\n At the same time that Ballaine produced his most recent series of paintings, he also began to capture the human figure in stone.  Although he has been making sculpture—in both plastic and clay—since the 1960s, Ballaine turned to marble only recently.  He was initially inspired to try his hand at stone carving because of an extended trip to Egypt in 1995.  It was not, however, until the summer of 2004, when he went to work with his friend and fellow sculptor Manuel Neri in Carrera, Italy, that he began to pursue this new path.  What resulted was a series of sculptures that share a strong relationship with the paintings, although with greater permanence.  Overtly contemporary in their abstract representation of the human form, the figures still manage to communicate some of the timelessness, strength, and mystery present in representations of ancient pharaohs.  While Ballaine’s sculptures do not share the heroicizing stasis of Egyptian prototypes, they do capture their monumentality and grandeur.   \r\n\r\n Like the figures in his paintings, the bodies in Ballaine’s sculptures, which are almost all female, seem to be caught between poses.  They are organic, twisting and turning, and ultimately captured for eternity in the act of gesture.  In their subtlety they may seem far removed from the brightly colored paintings, yet in both, forms emerge and dissolve, becoming sharp and then indistinct.  Akin to the paintings, the sculptures’ faces, limbs, and sexual anatomy are either obscured or removed altogether, and the human form offers only a superficial adherence to human anatomy.  Psychology, emotion, and personality become secondary to an abstracted human shell.\r\n\r\n In these sculptures, as in much of his other work, the artist is seduced by his materials.  He uses a variety of types of stone, some ordered from abroad and others quarried in California.  “Terrified” of pure white marble, Ballaine most often uses heavily veined stone, exploiting the natural irregularities to dictate the basis for the figure that lies within.  For him, the stone is like a “fabric” that dresses his figures.  In some instances, he enhances the natural colors of the stone with permanent stains.  These blend seamlessly with the existing veins to blur where Ballaine leaves off and nature begins.  Staining also helps the artist to articulate and define his forms in much the same way that he “sculpts” them on canvas.  In finishing the figures, he is careful not to over polish them, which he feels might take away from their seriousness of purpose and make them too “decorative.” \r\n\r\n Here too, however, the artist exploits contradiction.  The gravity of the work and the hardness of the stone compete with the subtle beauty and seduction of sugar-like marble and soft, sensuous veining that begs to be caressed.  As in the paintings, the beauty of the objects themselves lures the viewer in and then the apparent disregard for the sanctity of the human form, as well as the figures’ emotional detachment, is more directly confrontational and challenging.  What results is the seductive, repellant, and captivating push and pull of engagement.\r\n\r\nScott A. Shields, Ph.D.\r\nChief Curator\r\nCrocker Art Museum, Sacramento",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jerry Ballaine",
            "alphasort":"Ballaine, Jerry",
            "lastname":"Ballaine",
            "firstname":"Jerry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/62599847"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}