{
    "makerid":2251,
    "published_date":"2025-05-14 02:23:35.004241",
    "type":"maker",
    "displayname":"Kara Walker",
    "makertype":"Individual",
    "alphasort":"Walker Kara Elizabeth",
    "lastname":"Walker",
    "firstname":"Kara",
    "nametitle":null,
    "middlename":"Elizabeth",
    "suffix":null,
    "displaybio":"born1969, Stockton, CA",
    "begindate":1969,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Kara Walker",
            "alphasort":"Walker Kara Elizabeth",
            "lastname":"Walker",
            "firstname":"Kara",
            "nametitle":null,
            "middlename":"Elizabeth",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/77127744"
        },
        {
            "source":"ULAN",
            "id":"500123343"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64ef6285538ac6620e32b76d"
            },
            "title":"In the Classroom: Minoritarian Aesthetics Theory, Art, and Literature",
            "body":"<p><strong>In the Classroom</strong><br><strong>Minoritarian Aesthetics Theory, Art, and Literature</strong></p><p><br>The aesthetic has long been a central concern for philosophy, literature, and the arts. Often, though, aesthetic consideration resides firmly in relation to a hegemonic axis of Western thought, focusing on primarily Eurocentric and white American works of art. Literary &nbsp;and artistic works by minorities are usually measured for their political impact or cultural relevance and seldom encountered as explicitly aesthetic. In contrast, this spring the course “Minoritarian Aesthetics” introduces graduate students to theories and critiques that emphasize the aesthetic or formal dimensions of art, literature, and film made by minorities in the late twentieth and early twenty-first centuries.</p><p>Based in the English department and meeting almost weekly in the Art Museum’s study rooms, the course traverses literary theory, performance studies, cultural studies, and philosophy. How does attention to the aesthetic provide an occasion for fresh thinking about political and ethical problems? How does viewing the author’s or artist’s formal innovations in relation to his or her minority position shift how we think of both the status of art and the status of minorities? In other words, how do aesthetic objects intervene and resist politics as usual?</p><p>Students engage with these questions by looking closely at artworks in the Museum’s collections. For instance, we examine images from Ana Mendieta’s performance <i>Glass on Body Imprints—Face</i> (1972) to think about photographic capture and the violence of certain types of looking. So too we consider how stereotypes reemerge through novel takes on historical forms in the work of Kara Walker.</p><p>Throughout the course, students encounter a range of theorists who consider the “burden of representation” that minority artists face—wherein they are seen to represent particular social demographics, issues, and solutions. Instead of instrumentalizing difference, students pay attention to how form and matter mediate encounters with difference. Starting with thinkers such as Walter Benjamin and Theodor Adorno, we consider how political and historical crises can heighten attention to the aesthetic.</p><p>In addition to focusing on scholars not often considered in the Western canon, including Fred Moten and José Esteban Muñoz, the course takes advantage of the Museum’s holdings to look at black, queer, Caribbean, and Latinx/Latin American aesthetics. We consider how art can bear witness to rich histories of both location and abstraction &nbsp;in works by Wifredo Lam and how it can create new visions of life in the works of Wangechi Mutu and Michiko Kon.</p><p>For one assignment, each student examines a work of art from the collections alongside a reading from that day’s class, placing the object in relation to theory. Designed to have several points of entry for graduate students of art, aesthetics, literature, and theory, this course pairs students’ knowledge of literary analysis with visual analysis, creating a conversation between the stakes of literary studies and those of visual studies.</p><p>&nbsp;</p><p><br>Christina León&nbsp;<br>Assistant Professor, Departments of English and Spanish</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2019 Magazine</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f1f656538ac6620e32b775"
            },
            "title":"Museum Collections: Collecting African American Art",
            "body":"<p><strong>Museum Collections</strong><br><strong>Collecting African American Art</strong></p><p>&nbsp;</p><p>In the bicentennial year of 1976, the Princeton University Art Museum held its first exhibition on African American art, <i>Fragments of American Life</i>, which featured works by six contemporary painters: Romare Bearden, Joseph Delaney, Rex Goreleigh, Lois Mailou Jones, Jacob Lawrence, and Hale Woodruff. These artists were championed by Harlem Renaissance philosopher and critic Alain Locke in his seminal book <i>The Negro in Ar</i>t (1940). Consisting entirely of private loans, this exhibition was curated by Princeton faculty member John Ralph Willis, the renowned scholar of African and Islamic history, former president of the recently founded Program in African American Studies, and honorary secretary of the University’s chapter of the Alain Locke Society. Distinctively modernist, the paintings reflected Locke’s injunction to black artists to demonstrate and celebrate the African roots of black life in America.</p><p>In 1976 the Museum owned precisely two works by African American artists, one of which is the vibrant collage by Bearden featured in the current exhibition <i>Hold: A Meditation on Black Aesthetics</i>, curated by Nijah Cunningham. Incorporating several private loans, most of the twenty-one works on display have been selected from more than one hundred acquired by the Museum during the past two decades—a multifold increase signifying a commitment to expanding this area of the collections across a range of media but most robustly in prints, drawings, and photographs. While their sensitivity to light limits their display in the collections galleries, these objects are frequently utilized in precept classes held in the Museum’s study rooms, where faculty and students engage with and explore original works of art.</p><p>In acquiring prints and drawings by African American artists, the goal has been to provide a rich cross section of figurative and abstract images that explore the black experience from a variety of perspectives, past and present. Raising the viewer’s political and social consciousness is the motivating force behind portraits of such iconic figures as Harriet Tubman, Frederick Douglass, and Angela Davis by Elizabeth Catlett, Charles White, and Wadsworth Jarrell (see cover illustration), all of whom sought to reach broad audiences between the 1940s and 1970s through murals and prints. By comparison, works by contemporary artists such as Glenn Ligon, Emma Amos, Howardena Pindell, and Kara Walker involve more conceptual investigations of cultural, gender, and racial identity, drawing upon a variety of sources encompassing childhood memory, hairstyles, and antebellum history.</p><p>Growing this area of the Museum’s collections is clearly a work in progress, with many names needed to fill what Kerry James Marshall has alluded to as the “vacuum in the image bank”: the historical invisibility of the African American experience that he makes visible in his large painted narratives. In the recently acquired <i>Vignette (Wishing Well)</i>, Marshall situates a black couple in an imaginary landscape inspired by the French eighteenth-century Rococo. Virtually unseen in McCormick Hall forty years ago, African American art is now a dynamically evolving presence in the Museum &nbsp;and the springboard for multidisciplinary conversations.</p><p><br>Laura M. Giles&nbsp;<br>Heather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings</p><p><br>Princeton University Art Museum &nbsp; Winter 2018 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}