{
    "makerid":3126,
    "published_date":"2022-03-28 16:05:15.931433",
    "type":"maker",
    "displayname":"Pierre-Paul Prud'hon",
    "makertype":"Individual",
    "alphasort":"Prud'hon, Pierre-Paul",
    "lastname":"Prud'hon",
    "firstname":"Pierre-Paul",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1758–1823",
    "begindate":1758,
    "enddate":1823,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Pierre-Paul Prud'hon",
            "alphasort":"Prud'hon, Pierre-Paul",
            "lastname":"Prud'hon",
            "firstname":"Pierre-Paul",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500003716"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/49234795"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1f223b627280016f5dc90"
            },
            "body":"<p>An arresting Pastel portrait by Pierre-Paul Prud’hon (1758–1823)... is a superb example of a genre that reached its zenith of popularity in mid-eighteenth-century France, where one critic commented that “everyone has a colored crayon in his hand.” Prized for their painterly technique, speed of execution, and moderate cost, pastel portraits were especially appreciated for their ability to capture the fleeting likeness of the sitter—as in a present-day snapshot. Described—perhaps with a certain degree of condescension— by his rival Jacques-Louis David (1748–1825) as the “reincarnation of Watteau and Boucher,” Prud’hon does not fit neatly into either the eighteenth century or the nineteenth, when he was championed by writers and painters such as Chateaubriand, Stendhal, and Delacroix. One of the most important artists under Napoleon, Prud’hon developed an idiosyncratic style, at once lyrical and monumental. Best known for his large allegorical paintings and official full-length portraits of celebrities such as the Empress Josephine and the minister Talleyrand, Prud’hon was also a prolific draftsman, primarily of book illustrations and exquisite academic male and female nudes. Far fewer in number are his pastels, most of which are expressive portraits made during 1795–96, when he was living with his wife and five children in northeastern France. Although it is not certain why he left Paris, it was probably to avoid the hardships of famine, as well as the threat of imprisonment or worse after the executions in 1794 of the Revolutionary leaders Robespierre nd Saint-Just, whose ideals he had enthusiastically supported. In addi- tion to working on illustrations for the Parisian publisher Pierre Didot, Prud’hon carried out a large number of oil and pastel portraits of local merchants and dignitaries. Often related by marriage or by blood, their austere countenances were made by Prud’hon either as gifts for hospitality or on commission. Staring out at us from a hand- some period frame is one of these sitters, Nicholas Perchet, a tribunal judge and forty years of age when this pastel was executed. Although much remains to be learned about Perchet, there is no question that his vivid engagement and confrontation with the viewer are intimately connected with the bonds he shared with Prud’hon, which go beyond those of approaching middle age, friendship, and love of the arts, to encompass the recent and ongoing political events and the impact these must have had on their lives. The upheaval of the French social and political landscape, whereby a bourgeois citizen could have his portrait rendered in the medium that had been the privilege of the bewigged and powdered members of the aristocracy is brilliantly captured in this mesmerizing work. Dramatically lit from above, as if under intense scrutiny in the artist’s studio, everything about Nicolas Perchet’s appearance, from his slightly furrowed brow and cropped, disheveled hair, to his high cheekbones and elegantly knotted cravat can be read in simultaneous translation as the identifying marks of the portrayed and the short stabbing strokes of the portrayer. While Prud’hon has been connected with such earlier masters of the genre as Maurice-Quentin de La Tour (1704-1788) and Jean Baptiste Perronneau (1715–1783), his technique is closer in spirit to Chardin (1699–1799), whose magisterial late pastel portraits audaciously juxtaposed broadly applied layers of pastel in isolated passages. Prud’hon’s portrait advances Chardin’s innovative approach by asserting a rough tactility throughout that forecasts the blurred immediacy of pastel portraits by later practitioners such as Manet and Degas.</p>",
            "title":"Magazine: Summer 2010",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}