{
    "makerid":71,
    "published_date":"2022-03-28 16:03:18.619161",
    "type":"maker",
    "displayname":"Martino Altomonte",
    "makertype":"Individual",
    "alphasort":"Altomonte, Martino",
    "lastname":"Altomonte",
    "firstname":"Martino",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1657 - 1745",
    "begindate":1657,
    "enddate":1745,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Martino changed the family name to its Italian form in 1684. Received a court appointment in 1684 by King John III of Poland; he became imperial court painter ca. 1710. Martino was the son of a baker who emigrated from the Tyrol to Naples. He is mostly known for his decorative fresco paintings in Austria although he also did panel paintings. Altomonte's paintings are in a mixed Neapolitan-Venetian style that incorporates the illusionistic architecture of Andrea Pozzo; this style he created set the standard for Viennese Baroque painting (ULAN).\r\n\r\n\r\nPainter. At the age of 15 he was apprenticed to Giovanni Battista Gaulli in Rome, where he next studied with Carlo Maratti. In 1684 he was offered an appointment at the court of King John III of Poland and altered his name to Martino Altomonte. He travelled to Warsaw, where he produced paintings of royal battles and portraits (untraced) for the royal castle of Zólkiew (now Nesterov) near Lwów (now L’viv, Ukraine). It appears that he also painted a fair number of altarpieces. Of these, only the Sacrifice of Abraham (now Tarnów, Dioc. Mus.) survives, a work that reveals Altomonte as a follower of Neapolitan chiaroscuro painting. Between 1699 and 1702 Altomonte moved to Vienna, where he became a teaching member of the Akademie der Bildenden Künste in 1707. It was probably in connection with his admission to the Akademie that he was commissioned to decorate the Neue Favorita, an annexe of Schloss Augarten. The few surviving oil paintings from this period, for example Susanna and the Elders (1709; Vienna, Belvedere), show the strong impact of the Neapolitan painting of Luca Giordano and suggest Venetian influence as well. Altomonte developed a mixed Neapolitan–Venetian style that incorporated the illusionistic architecture of Andrea Pozzo and created a style that set the standard for Viennese Baroque painting. In his oil paintings he scattered Venetian pastel tones among dramatic elements of Neapolitan chiaroscuro. In 1709–10 he worked on ceiling paintings for the archbishop’s Residenz at Salzburg, and about 1710 he became imperial court painter. He also produced altar paintings in Vienna for the Dorotheerkirche (1713; now in Rheindorfer Parish Church), the Peterskirche and the Stephansdom (both 1714) and for the parish church in Krems and the Deutschordenskirche in Laibach (now Ljubljana, Slovenia; both 1715). In 1716 he painted the ceiling frescoes in the Lower Belvedere in Vienna.\r\n\r\nAltomonte moved to Linz in 1719 and worked for the nearby St Florian Abbey. He provided ceiling paintings for the prelate’s rooms (red drawing-room, 1719–20; saletta and private chapel, 1720). In 1721 he worked at Kremsmünster Abbey, providing 15 portraits of the Habsburgs for the Kaisersaal. From this point he devoted his time mainly to painting altarpieces, leaving ceiling painting, which he obviously found onerous, to his son Bartolomeo. His altarpieces of the 1720s include those for the Wallfahrtskirche at Stadl-Paura (1722), the Deutschordenskirche (Priesterseminarkirche) in Linz (1724), the abbey church in Pöllau (1725), the abbey church in Admont (1726) and the parish church in Kefermarkt (1728; all in situ).\r\n\r\nFrom about 1729 Altomonte had a studio in Vienna in the Heiligenkreuzerhof, and it is probable that he had established close links with Heiligenkreuz Abbey, where he painted side altar pictures in 1729 and 1731 (in situ). In 1730 he provided paintings for the Heiligenkreuzerhof chapel in Vienna (in situ). During the 1730s there was a distinct shift of emphasis in Altomonte’s work, with the picture being increasingly subordinated to the overall decorative scheme. Compositions were divided by pictorial means and the figures became more slender and delicate. This change may be seen in many works from this period, including his altarpieces (all in situ) for the Karlskirche and Peterskirche in Vienna (1731); the parish church in Timelkam (1733); the abbey church in Zwettl (1734, 1736 and 1737); the chapel of the Gartenpalais Harrach in Vienna (1735); the Neuklosterkirche in Wiener Neustadt and the abbey church at Lilienfeld (both 1737); the Ursulienkirche in Linz (1738); and the abbey church at Wilhering and the parish church in Retz (both 1739).\r\n\r\nThe breaking down and distortion of forms by pictorial means became still more marked in Altomonte’s work in the following years, and there is evidence of the influence of the Venetian painting of Giovanni Battista Pittoni and Sebastiano Ricci. Among Altomonte’s last works were more altarpieces for the Neuklosterkirche in Wiener Neustadt and the abbey church at Lilienfeld (both 1740), the abbey church at Wilhering (1741) and the choir chapel at Herzogenburg Abbey (1744; all in situ). Between 1742 and 1745 he mainly painted small-scale gallery pictures, including still-lifes, which did not overtax his strength (GDA).\r\n\r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Johann Martin Hohenberg",
            "alphasort":"Hohenberg, Johann Martin",
            "lastname":"Hohenberg",
            "firstname":"Johann Martin",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Martino Altomonte",
            "alphasort":"Altomonte, Martino",
            "lastname":"Altomonte",
            "firstname":"Martino",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}