{
    "makerid":20398,
    "published_date":"2025-10-03 02:01:09.936318",
    "type":"maker",
    "displayname":"Faith Ringgold",
    "makertype":"Individual",
    "alphasort":"Ringgold, Faith",
    "lastname":"Ringgold",
    "firstname":"Faith",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1930–2024; born Harlem, NY; died Englewood, NJ",
    "begindate":1930,
    "enddate":2024,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Faith Ringgold is an African-American artist born in New York City. She was educated at the City College of New York. She uses a technique of painting she calls \"black-light painting,\" which favors intensity over value to achieve contrast between light and dark (ULAN).\r\n\r\n\"Born Faith Willi Jones in Ocotber 1930\" - Hyperallergic (obituary) https://hyperallergic.com/902392/faith-ringgold-larger-than-life-artist-and-storyteller-dies-at-93/ @ 04/15/2024.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Faith Ringgold",
            "alphasort":"Ringgold, Faith",
            "lastname":"Ringgold",
            "firstname":"Faith",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500063866"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96117658"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"65b802e8e95df23b82d7214a"
            },
            "body":"<p><strong>On View</strong><br><strong>Making History Visible</strong><br>September 26, 2017–January 14, 2018</p><p>This fall, as part of a rich campus-wide initiative examining the University’s historic links to the institution of slavery, the Museum is presenting a broad range of opportunities to explore the ways in which artists represent and engage with American history and wrestle with a legacy that puts Princeton not just at the center of our nation’s struggle for freedom but also at the heart of its long association with slavery.</p><p><i>Making History Visible: Of American Myths and National Heroes</i>, an installation in the Museum’s Marquand Mather Court, draws together historical and contemporary &nbsp;works to consider the role of visual art in creating an image of American identity and a multifaceted representation of history in the United States. A suite of works by the contemporary artist Titus Kaphar forms the installation’s nexus and introduces a conversation between visual traditions and their contemporary contestations in American artistic practice. Kaphar’s investigation engages genres and mediums of art history in order to reveal and respond to the cultural values, racial hierarchies, and historical narratives that can be promoted through these representations.</p><p>In America’s ﬁrst century as a nation, artists set out to amplify the heroism and standing of its political leaders by representing them in the same ways in which prominent ﬁgures from European history had been depicted since antiquity. With its dashing hero mounted on a rearing white horse, William T. Ranney’s <i>Washington Rallying the Americans at the Battle of Princeton</i> (1848) consciously echoes Jacques-Louis David’s famous painting of <i>Napoleon Crossing the Alps</i> (1800–1801). In response to such iconic, almost mythical depictions, Kaphar complicates the heroic image of Washington, carving the form of a mounted equestrian statue (such as one might see in a public square) as a sunken relief, then charring its surface, asking viewers to consider both Washington’s patriotism and military skill and his responsibility as a slave owner.</p><p>Representations of African Americans contend with historical narratives in works throughout the gallery installation. In Faith Ringgold’s series of prints <i>The Declaration of Freedom and Independence</i> (2009), each work juxtaposes &nbsp;two contrasting images under an iconic national motto. In <i>All Men Are Created Equal</i>, for example, a full-length portrait of King George III of England towers over his subjects on the left, while on the right, a ship sails for America, tightly packed with African slaves, buoyed up on bloodstained waters. The stark contrast between these images exposes the moral hypocrisy of the title phrase: colonial Americans who sought freedom from the tyranny of monarchy did &nbsp;not extend that freedom to Africans.</p><p>The history of slavery within our own University campus has been the focus of the Princeton and Slavery Project, an initiative led by history professor Martha Sandweiss that examines how the ties of early University trustees, presidents, faculty, and students to the institution of slavery shaped campus conversations about politics and race. Within this context, the Museum has commissioned Titus Kaphar to create a sculpture that engages with the specific historical records, figures, and events unearthed through the efforts of the Princeton and Slavery Project. Kaphar’s <i>Impressions of Liberty</i> (2017) a large-scale work in wood and glass, will be installed for six weeks this fall on the lawn adjacent to historic Maclean House before entering the Museum’s collections. <i>Impressions of Liberty</i> presents intertwined portraits of the Reverend Samuel Finley, one of the original trustees of the College of New Jersey and its president from 1761 to 1766, and a group of African Americans who represent the individuals held as slaves at his Maclean House residence. Following Finley’s death in 1766 while serving as College president, these &nbsp;slaves were sold on the grounds of Maclean House as part of his estate. Rather than explore guilt or innocence, Kaphar highlights the contradictions embedded in the narratives &nbsp;of our national heroes and histories and engages with how we as a society manage and define these representations over time. Who is remembered and who is invisible in our accounts of history, written and visual, are the central subjects of this sculpture.</p><p>In conjunction with these installations, the Museum will foster opportunities for discussion. On November 16, Kaphar will deliver an artist talk discussing the methods and motivations fueling his artistic practice. On December 1, faculty from various disciplines will gather at the Museum for a roundtable conversation moderated by Professor Sandweiss. Additionally, the Museum’s multipronged engagement extends the conversations and studies of artworks developed in courses that were designed in collaboration with the Art Museum. Students in the Spring 2017 course “Seeing To Remember: Representing Slavery across the Black Atlantic,” funded by the Museum’s Andrew W. Mellon Fund for Faculty Innovation and taught by Anna Arabindan-Kesson, assistant professor in the Department of African American Studies and the Department of Art &nbsp;and Archaeology, created a website that explores historical representations and contemporary manifestations of slavery in works in the Art Museum’s collections. This fall, Nijah Cunningham, Cotsen Postdoctoral Fellow in the Princeton Society of Fellows and Lecturer in African American Studies and English, is teaching a Museum-based course, also funded by the Mellon Fund for Faculty Innovation, “Black Aesthetics: Art, Literature, and Politics in the African Diaspora.” Cunningham is guest-curating a related installation, <i>Hold: A Meditation on Black Aesthetics</i> (November 4, 2017–February 11, 2018), that examines how modern and contemporary black art has served both as a site of contestation and a platform for interrogating topics of race, gender, sexuality, the body, objecthood, slavery, &nbsp;and colonialism. Through these various initiatives, the Museum joins with colleagues across the University and beyond to encourage all of us to take stock of our individual and collective responsibility to represent a full and layered, if also contested and conflicted, history.</p><p><br>Princeton University Art Museum &nbsp; Fall 2017 Magazine</p>",
            "title":"On View: Making History Visible",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}