{
    "makerid":11227,
    "published_date":"2022-03-28 16:07:45.715749",
    "type":"maker",
    "displayname":"James Bayard Henry",
    "makertype":"Individual",
    "alphasort":"Henry, James Bayard",
    "lastname":"Henry",
    "firstname":"James",
    "nametitle":null,
    "middlename":"Bayard",
    "suffix":null,
    "displaybio":"American, 1857–1926",
    "begindate":1857,
    "enddate":1926,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Henry, Bayard, 1876 (1857-1926), a life trustee for thirty years, represented the fifth generation of his family to serve in that office. \r\nDescended also from Nathaniel FitzRandolph, donor of the land on which Nassau Hall was built in 1756, Henry was one of a small group of alumni of the McCosh era who helped secure almost a square mile of land for the University early in this century. Henry himself procured the plot on Nassau Street where Holder Hall now stands and the tract on University Place occupied by the dormitories south of Blair Hall, one of which was named for his son Howard Henry '04, who died in service in France in World War I. He was also responsible for the University's acquisition of the land extending from Lake Carnegie to U.S. Route 1 between Washington Road and the Pennsylvania Railroad. \r\n\r\nHenry practiced law in Philadelphia, served in the select council of that city and in the state senate of Pennsylvania, was a leader in the Presbyterian Church and a director of many corporations. ``His sense of responsibility was steady as a rock,'' Dean West said, ``but his supreme trait was an utter unselfishness.'' These qualities were shown in 1906 when a trust company, in which Henry was a director, was threatened with ruin by the frauds of its president. On Henry's initiative the directors voluntarily contributed $2,500,000; every depositor was paid in full, and the bank's doors were reopened within sixty days of its failure. ``A splendid comment,'' Dean West observed, ``on Cicero's words: `How much broader is the rule of duty than the rule of law!''' \r\n\r\nHenry collaborated with M. Taylor Pyne 1877 in collecting thousands of manuscripts relating to Princeton's history. The fruits of their labors are found in the Pyne-Henry Collection, which has long been one of the University Library's treasures. \r\n\r\nHis concern~ for Princeton continued to the end of his life. In their memorial minute the Trustees made special mention of his loyalty and devotion and declared that the University ``owes much to his great foresight in securing lands adequate for our future needs.'' \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Bayard Henry",
            "alphasort":"Henry, James Bayard",
            "lastname":"Henry",
            "firstname":"James",
            "nametitle":null,
            "middlename":"Bayard",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Bayard James",
            "alphasort":null,
            "lastname":"James",
            "firstname":"Bayard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}