{
    "makerid":6212,
    "published_date":"2023-08-11 10:14:27.910690",
    "type":"maker",
    "displayname":"Howard Russell Butler",
    "makertype":"Individual",
    "alphasort":"Butler, Howard Russell",
    "lastname":"Butler",
    "firstname":"Howard",
    "nametitle":null,
    "middlename":"Russell",
    "suffix":null,
    "displaybio":"1856–1934; born New York City, NY; died Princeton, NJ",
    "begindate":1856,
    "enddate":1934,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Howard Russell Butler was born in New York City on March 3, 1856. He studied law at Princeton and Columbia Universities and practiced law in New York City until 1884 when he turned to art. He then studied art with Frederick Church, at the Art Students League in New York City, and in Paris. He was founder and first president of the American Fine Arts Society (1889-1906) and was elected to the National Academy in 1902. Butler lived in California in 1905-07 and 1921-26 as a resident of Pasadena and Santa Barbara. Returning to the East Coast, he died in Princeton, New Jersey on May 22, 1934. He is best known for his paintings of solar eclipses and seascapes; however he also painted portraits and landscapes. Exhibited: San Francisco Art Ass'n, 1914; Panama Pacific International Exposition, 1915 (silver medal). Works held: National Museum of American Art; Metropolitan Museum (Yankee Point, Monterey).\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Howard Russell Butler",
            "alphasort":"Butler, Howard Russell",
            "lastname":"Butler",
            "firstname":"Howard",
            "nametitle":null,
            "middlename":"Russell",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500028496"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/46636862"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db35dbd577cfb0016a236e0"
            },
            "body":"In 1918 Howard Russell Butler (1856–1934)—a portrait and landscape artist and graduate of Princeton University’s first school of science—painted with impressive accuracy a total solar eclipse, an astronomical event that has been a source of mystery and fascination across cultures and epochs.\n\nThe methodology Butler used to paint the 1918 eclipse was informed by his years as a landscape and portrait painter, capturing the likenesses of restless sitters and the changing sea along his beloved Maine shoreline. His reputation as a painter able to translate transient effects brought about an invitation to accompany the 1918 U.S. Naval Observatory Eclipse Team to Salem, Oregon. The scientific accuracy of his work was heralded by his fellow team members as well as by other astronomers who had seen the eclipse firsthand. Butler’s experience in Salem would propel him to paint the 1923 eclipse in California, the 1925 eclipse in Connecticut, and the 1932 eclipse, which he was able capture from the backyard of his studio in Maine.\n\nThe eclipse paintings were a tour de force, providing astronomers and the public with perhaps the best record of eclipses at the time, and have long been a source of interest and study for scientists. A total solar eclipse lasts at most a few minutes and is visible only along a path less than a hundred miles wide, forcing observers to travel to remote locales to view them. It is only during a total eclipse, when the direct light from the sun is cut off, that the cloud of hot gases that surrounds the sun—the solar corona—is visible to the naked eye. Butler made shorthand notes in the brief moment of totality that enabled him to create an accurate rendition of the eclipse with the aid of photographic negatives and prints. His carefully thought-out process was based on color theory that he outlined in his book <em>Painter and Space; or, The Third Dimension in Graphic Art <em>(1923).\n\nAs Butler’s reputation for capturing astronomical phenomena grew, he was invited to become a consultant to the American Museum of Natural History, where he made a number of paintings on astronomical themes for their fledgling educational programs. In 1930 the museum installed a triptych designed by Butler that included his eclipses of 1918, 1923, and 1925. (It is a larger version of the triptych that Butler’s son gave to Princeton University, seen in this exhibition.) The Museum of Natural History’s triptych was commissioned for an ambitious seven-story astronomy hall that Butler designed but which was never built; the triptych was later mounted over the entrance to Hayden Planetarium, built in 1935, where it became well known to visitors.\n\nButler made remarkably prophetic paintings well in advance of human achievement in space exploration. He did several moonscapes in the 1920s showing what it would be like to stand on the moon’s surface, looking up at Earth high above. It was not until 1969 that astronauts Neil Armstrong and Buzz Aldrin actually saw such a sight. Butler also made several paintings that speculate what Mars would look like if viewed from its two tiny satellites. For these celestial landscapes, Butler depended as much on his artistic imagi- nation as his scientific acumen.",
            "title":"Howard Russell Butler, artist",
            "source_project":"Other",
            "author_type":"Other ",
            "source":"Magazine: Summer 2017"
        },
        {
            "_id":{
                "$oid":"5db9a976ed0317001602a4f3"
            },
            "body":"Butler worked with astronomers and traveled across the U.S. to make his iconic paintings of the 1918, 1923, and 1925 total solar eclipses. Then, in 1932, a curious thing happened. There was an eclipse that year, but Butler did not have to travel to see it; it came to his own backyard. For some years, Butler had spent his summers at several places on the Maine coast where he painted a number of seascapes. It so happened that the house he occupied in 1932 in York Harbor was close to the center line of the total solar eclipse of that year, so he was able to paint the eclipse (Solar Eclipse, 1932) from his own studio. ",
            "title":"Online Exhibitions: Eclipse of 1932",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9a82ced0317001602a4f0"
            },
            "body":"At a time when photography could not yet capture the nuances of the eclipsed sun, Butler’s paintings were a tour de force, providing astronomers and the public with perhaps the best record of eclipses at the time.\n\nBecause of their remarkable accuracy in capturing the eclipse of the sun, Butler’s eclipse paintings have long been a source of fascination and study for scientists. A total solar eclipse lasts at most a few minutes at an observing site, and since it is visible only along a path a few tens of miles wide, observers must travel to the often-remote locales where an eclipse can be seen. It is only during a total eclipse, when the direct light from the sun is cut off, that the cloud of hot gases that surrounds the sun (the faint solar corona) is visible to the naked eye. Butler was able to make enough notes in the brief time of totality to enable him to create an accurate rendition of the eclipse with the aid of negatives and photographic prints taken at the time.\n\nAs Butler was waiting for the 1918 eclipse to start, he was warned by a countdown when the eclipse was a few seconds away. He could then see the shadow of the moon approaching on nearby hills, moving at about a thousand miles per hour. It took about two seconds to travel the last half mile, and in that time he could see the edge of the shadow crossing the plain to reach him as totality started. He recorded this sight afterward, in the painting Approach of the Moon’s Shadow, with the hills in darkness and the shadow edge just starting across the plain. In the far distance the clouds are outside the region of totality, so the sun still lights them.",
            "title":"Online Exhibitions: Approach of the Moon's Shadow",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9a95ded0317001602a4f2"
            },
            "body":"Butler had been invited to observe the 1925 eclipse from the Van Vleck Observatory of Wesleyan University but chose instead to position himself on the roof of the Arrigoni Hotel in Middletown, Connecticut, from which he could see in two directions: toward the approaching shadow and toward the sun. Butler used a cupola on the roof as the vertical surface on which he nailed two pieces of cardboard, which he had prepared in advance with circles to represent the disk of the moon. On one card he had prepared a number of lines going through the center of the circle and placed forty-five degrees apart. Along these lines he could make notes as to the brightness of the corona along each of the directions, which would allow him to later make a painting of the corona as he had observed it. He could also note the perceived color of the sky and of the moon’s disk during the eclipse, which lasted only 110 seconds. Butler used the second card after the eclipse, noting other features that remained in his mind.\n\nThe text below is from a pamphlet, The Three Solar Eclipses Seen in the United States in 1918, 1923, and 1924: The First Examples of American Museum Methods of Education Applied to Astronomy, printed by the American Museum of Natural History on the occasion of the gift of the eclipse triptych for the proposed Hall of Astronomy, which Butler designed but which was never built. Most likely, Butler, who was an advisor to the museum at this time, provided the text about the eclipses:\n<em>This eclipse reached totality at 9:10 a.m., and consequently the long axis of the corona is inclined to the left. The time was near the period of maximum sun-spots, and not only was the outline of the corona surprising to the astronomers, but some of the streamers were much longer than was expected. The prominences, while many (19 were recorded by the camera), were so small that they could not be seen by the naked eye.<em>",
            "title":"Online Exhibitions: Eclipse of 1925",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9aa4ded0317001602a4f4"
            },
            "body":"These eclipse paintings were the beginning of a new career for Butler, who became a consultant to the American Museum of Natural History and made a number of paintings on astronomical themes for their educational programs, which were said to “stir the imagination of several generations of schoolchildren.”\n\nIn 1930, the museum installed a triptych by Butler that is a larger version of the triptych that Butler’s son gave to Princeton University (currently exhibited at Firestone Library.) The Museum of Natural History triptych was commissioned by Edward D. Adams (an industrialist, philanthropist, and trustee of the Metropolitan Museum of Art) for an ambitious seven-story astronomy hall that Butler designed but which was never built— in part because of the stock market crash of 1929. The triptych was later mounted over the entrance to Hayden Planetarium, built in 1935, where it became well known to the public. Two other triptychs that include the eclipses of 1918, 1923, and 1925 (similar in size to the Princeton triptych) are currently on display in the Fels Planetarium at the Franklin Institute (Philadelphia) and the Buffalo Museum of Science.",
            "title":"Online Exhibitions: Eclipse paintings of 1918, 1923, and 1925 displayed as a triptych",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9b44aed0317001602a4f6"
            },
            "body":"Butler made some remarkably prophetic paintings that appeared well in advance of human achievement in space exploration. His 1926 moonscape showed what it would be like to stand on the moon’s surface, looking up at the Earth high in the sky. It was not until 1969 when astronauts Neil Armstrong and Buzz Aldrin actually saw such a sight. Butler also made several paintings that speculate on what Earth would look like from the moon, and what Mars would look like if viewed from its two tiny satellites.\n\nIn the 1920s, Butler was an artistic consultant at the American Museum of Natural History. In addition to the large panels illustrating solar prominences that he painted for the Museum, he painted several lunar landscapes with the Earth high in the sky. These moonscapes were the result of a collaboration between Butler and Henry Norris Russell (1877–1957), then professor of astronomy at Princeton. The idea for a “lunar landscape” had occurred to Butler earlier, and at an evening party in Princeton he mentioned it to Russell, who offered on the spot to help him; they proceeded to the Princeton Observatory to study the moon’s surface. The completed picture is a view of the Earth as seen from that crater, incorporating various features of this actual place on the moon. Butler and Russell hypothesized that there was no atmosphere on the moon, and “consequently there would be no diffusion of light.” There would, however, be reflected light. Butler was also aided by photographs of the Earth’s moon made at Mt. Wilson, California, with the world’s largest telescope.\n\nButler depicted Mars according to what was known and could be observed from Earth at that time. He made the paintings of Mars as seen from Deimos and from Phobos accurate to the extent that if the observer is seven feet from either painting, he or she will see Mars in the painting at the same size that Mars would seem if the observer were standing on the Martian satellite and looking at the real Mars in the sky.\n\nButler consulted with Henry Norris Russell (1877–1957), then professor of astronomy at Princeton University, about what the surface of the satellites of Mars would look like. \n\n<em>Excerpt from a January 22, 1930, letter from Henry Norris Russell to Butler:\n“I supposed your present conception is as good as any for the appearance of the landscape, seen on one of the satellites, Deimos or Phobos. Owing to the very low gravity one might argue either (a) that the surface possessed a very craggy appearance with many spines of rock—as cooling might have taken place, if there ever was cooling, in an irregular manner—; (b) again, one might argue for a nebulous dusty surface, since the gravitational pressures are so small. I would be included on the whole, however, to favor the smooth rolling appearance which you have adopted. Again, the fact is—we do not know and cannot make much of a guess.”<em>\n\nTo make his martian paintings accurate, Butler used a model of the martian system...which was taken in his studio. This model included a globe with surface features indicated accoridng to the best guess of that time, and two small moons mounted on movable arms. \n\nIn the October 14, 1930 edition of <em>The Daily Princetonian<em>, Butler said of his model: \n<em>\"Of course it could not be done from nature. So the best way I could think of was to rig up my subject in miniature in my studio-- a miniature planet, miniature satellites, and an artificial sun. Now to do this involved difficultires. No one knows anything aboutt he surface of the satellites, but the astronomers and other scientists whom I consulted guessed that they were approximately spherical, with rough rocky surfaces, variegated in color, probably rather dark and cracked in every direction. Since such an object could be modeled in clay I thus made miniatures about 18 inches square of a small section of each of the satellites, and allowed them to dry and crack, after which they were stained. An aluminum globe, a foot in diameter, was given a coat of the reddish-yellow tone characteristic of larfe areas of Mars, supposed to be deserts. I made the markings of longitude and latitude and the so-called canals. Then using rubber balls at proportionate distances to represent Phobos and Deimos, the two satellites and set to work. \n\nI often wished that I could stand on Deimos and see how the war god really looks. But I fear that the shock would be hard to bear. Besides, I would only weigh an ounce, and survive less than two seconds.\"<em>\n\nCommentary from the retrospective exhibition Art in the Service of Science, Hayden Planetarium, New York, 1996, with permission from Neil deGrasse Tyson, astrophysicist and director, Hayden Planetarium: \n\"When Howard Russell Butler painted Mars, the prevailing image of its surface was dominated by the sketches of the famous Arizona astronomer Percival Lowell. Lowell is, perhaps, best known for launching the search that led to the discovery of Pluto, although it was not discovered in his lifetime. Lowell firmly believed that there was life on Mars, and he sketched the planet with a level of imagination that exceeded what was visible to him through his telescope eyepiece. He drew networks of interconnecting canals and proposed that they were laid by living and working Martians. Lowell even identified what he thought to be regions of heavy vegetation. Trusting the sketches of one of the most famous astronomers of the day, Butler captured precisely these features on Mars’ surface. Lowell’s observations were, of course, never corroborated. These paintings have thus captured a moment in our scientific past where the need to believe in something overrode the need to be objective.”\n\n\n\n",
            "title":"Online Exhibitions: Butler‚Äôs Moonscapes and Planets",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9cd3240c74800169d0e52"
            },
            "body":"Butler began his professional career as an artist in 1884, when he traveled to Mexico to study with the renowned American landscape painter Frederic Church (1826–1900). Church’s landscapes had signaled a new approach to the genre, one that embraced science through the precise recording of the natural world. Butler’s paintings of astronomical phenomena echoed Church’s skills as a scientific reporter, but his landscapes and seascapes owed a greater debt to the naturalism of the plein-air artists whose work he encountered and admired during his three years living in Europe (1885–88).\n\nAmong Butler’s favorite subjects was the sea, and to be nearer to it he built a studio among the dunes in East Hampton, New York (1893–1916) and, later, one on the rocky shoreline of Baldhead Cliff, Maine (1916–34). Butler’s dramatic seascapes and coastal views drew inspiration from the paintings of Winslow Homer (American, 1836–1910) and J. M. W. Turner (British, 1775–1851), artists who vividly captured the realities of the sea through a mastery of color, light, and pictorial invention.\n\nA year after arriving in Paris to study at the Académie Colarossi, Butler joined an artist’s colony in Concarneau, on the Brittany coast. <em>Les remasseurs de varech</em> was painted after he returned to Paris, from sketches he made during his coastal stay. The painting depicts the everyday lives of peasants gathering seaweed on the beach and reflects the influence of French Naturalism in both its subject and its plein-air approach.\n\nButler submitted this painting to the Paris Salon of 1886 and won an honorable mention. In 1888 the painting received the Temple Silver Prize at the Pennsylvania Academy of Fine Arts.\n\nIn 1886, Butler stayed for several months in Saint Ive’s, Cornwell, where he rented a studio on the top of floor of a fishing loft. While in Saint Ive’s, Butler made many plein-air sketches of the shoreline, which he later translated into larger oils, such as <em>English Coast<em>. Using loose brushstrokes, Butler captured the transient phenomena of nature in the billowy clouds and the crystal seawater, which he rendered in shimmering translucent colors.\n\nIn 1893, Butler and his wife, Virginia Hays (the daughter of William Jacob Hays, a respected naturalist and painter of animals), bought a small summer cottage in East Hampton, New York, a town on the east end of Long Island that had become a summer destination for Hudson River School painters and American Impressionists. From his summer outpost, Butler found inspiration in the landscapes and seascapes of Long Island. The artist’s pastel and oil sketches, with their lose brush strokes and vibrant colors, often show more vitality than his finished paintings.\n\nButler spent a significant amount of time on the West Coast and in the American Southwest. These regions captured his imagination after his father gifted him a train ticket to California following his graduation from Princeton in 1877. Butler lived in California from 1905 to 1907 and again from 1921 to 1926, in Pasadena and Santa Barbara.\n\nIn <em>The Approaching Cloudburst<em>, Butler captured in loose brush work a dramatic storm forming in the rugged mountain ranges of southern California. This may have been a study for the larger painting The Approaching Cloudburst, Southern California, that was included in an exhibition of Butler’s paintings at the Albright Gallery, Buffalo, New York. \n\nThe pastel sketches from Butler’s western travels during 1921-1923 from the Tucson Museum of Art reveal his continuing fascination with transient effects. Like postcards, they capture the snapshots of the sights that inspired Butler. In particular, the motifs of clouds, sunsets and rises, and the sea are emphasized. His palette is warm and the splashes of vivid color coupled with the lightness of the pastels suggest the transience of these natural moments. While the sketches show how Butler committed to recording the sights around him in a naturalistic and realistic manner, the brevity of the beauty of each scene also suggests a romantic respect for the sublimity of nature.\nThese sketches show how Butler closely observed and captured the changing effects of light during the progression of the day.\n\nIn 1926, Butler was commissioned by the Union Pacific Railroad to create a series of paintings of the spectacular natural scenery in the area of south Utah now known as Zion National Park. Butler completed seven paintings that were used by Union Pacific in a traveling exhibition that promoted tourism in the region. The paintings were exhibited at the Museum of Natural History in New York and the Museum of Science in Buffalo.\n\nIn 1915, after visiting Maine several times as early as 1904, Butler purchased a summer studio at Baldhead Cliff. New England’s rocky coast and tumultuous ocean first captivated the young Butler when he listened to the escapades of his grandfather, Charles Henry Marshall, a Nantucket-born sea captain (and later ship line owner) who towered prominently in Butler’s early memories as being “the romantic member of my family.” From his Maine studio, Butler captured not only the sea and its coastline but also the astronomical phenomena of the Northern Lights (in 1919).\n\nButler’s atmospheric use of light and color in his marine nocturne, <em>Moonlight on Calm Sea,</em> shows the influence of British artist J. M. W. Turner (1775–1851). Of Turner, Butler wrote, “I did not then realize what an influence he was to have over me. Year by year I’ve come to realize that he was the great pioneer of impressionism, the great analyser of color and light.”",
            "title":"Online Exhibitions: Painter of Landscapes and Seascapes",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9a8f7ed0317001602a4f1"
            },
            "body":"Butler was scheduled to travel to Ensenada, Baja California (Mexico), with the Lick Observatory Group to witness the eclipse of 1923. At the last minute, he caught a cold and didn’t want to travel to Baja and “rough it,” so he stayed in his summer home in Santa Barbara and traveled to nearby Lompoc to see the eclipse. (There was no U.S. Naval Observatory Expedition this year, and Mitchell and the University of Virginia group went instead to San Diego.) Butler was lucky; the astronomers in Baja and San Diego were “clouded out,\" whereas he saw the eclipse through scattered clouds in Lompoc. Butler prepared a special “observing chair” from which to watch the eclipse, and had this with him in Lompoc. Although alone, he was well prepared to paint the eclipse.\n\nThe text below is from a pamphlet, The Three Solar Eclipses Seen in the United States in 1918, 1923, and 1925: The First Examples of American Museum Methods of Education Applied to Astronomy, printed by the American Museum of Natural History on the occasion of the gift of the eclipse triptych for the proposed Hall of Astronomy, which Butler designed but which was never built. Most likely, Butler, who was an advisor to the museum at this time, provided the text about the eclipses:\n\n<em>This eclipse reached totality at 12:59 P.M., and since it was almost a noon-day eclipse, the long axis of the corona was practically horizontal. The time was nearer the period of minimum sun-spots, and as was to be expected the corona was more extended. It was seen in a gap between two clouds.\n\nMr. Butler having practically finished his notes during the period of totality, was surprised by the first Baily’s bead of the third contact, that is, the first appearance of a speck of the photosphere, evidently between two volcanic peaks on the rough edge of the moon. This appeared like an orange ball of great brilliancy resting on the upper limb of the moon. For a few seconds the corona remained, and Venus, slightly more than one degree above the moon, continued to shine brilliantly. He concluded to make this combined effect, commonly known as the diamond-ring effect, his picture.​<em>\n\n",
            "title":"Online Exhibitions: Eclipse of 1923",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9c9c740c74800169d0e51"
            },
            "body":"Butler’s experience as a portraitist informed his scientific imagery: quick notational skills developed creating portraits enabled him to capture eclipses that were scant minutes in duration. His portraiture further relates to his eclipse paintings in that each is, at heart, about perceiving and then presenting what usually goes unseen, be it the essential character (as opposed to outward appearance) of a sitter or celestial events previously impossible to accurately represent. Hence the artist’s seemingly unrelated pursuits speak to a consistent interest in deploying representation to convey the otherwise unknowable.\n\nHoward Russell Butler’s brother, William Allen Butler Jr., followed in his father’s footsteps and became a highly respected lawyer. While students together at the College of New Jersey (now Princeton University), William and Howard were avid rowers on the canal near the college. Later, both played a critical role in persuading Andrew Carnegie to build a lake and securing the land needed for this enterprise. In his <em>Biographical Notes<em>, Howard recalled, “The difficulty of rowing on the canal and the impossibilities of having any races on it, made us wish that the adjoining marshland could be cleaned and flooded. This was the first idea of Princeton lake, long afterwards realized in Lake Carnegie.” This portrait was a gift by the artist to the Princeton University Rowing Association. William is also known as the “father of rowing at Princeton,” a title given to him because of his efforts on behalf of the rowing program.",
            "title":"Online Exhibitions: Painter of Portraits",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9c95340c74800169d0e50"
            },
            "body":"Butler’s celestial imagery operated at the intersection of art and science, but it was as an artist that he fundamentally identified, despite receiving a degree in science from Princeton University in 1876. Within a decade of his graduation, Butler had decided to pursue an earlier interest in art, perhaps inspired to seek connections between the two realms by his uncle, the painter William Stanley Haseltine, whose meticulous renderings of geological phenomena underscored his belief that “every artist is also a scientist.” Butler gravitated in his own art toward portraiture, marine, and celestial paintings—disparate genres nonetheless cohered by their shared investment in fixing static images of changing subject matter, whether restless sitters, shifting seas, or transient astronomical effects.\n\nAmong his accomplishments, Butler founded the American Fine Arts Society (now home to the Arts Students League of New York), was president of Carnegie Hall for nine years, and served as the architectural advisor for Andrew Carnegie’s New York mansion (now home to Cooper Hewitt, Smithsonian Design Museum). He persuaded Carnegie to fund the creation of Carnegie Lake at Princeton University and supervised the lake’s construction. The Astronomy Hall for the American Museum of Natural History, which he designed, was never built, but a number of paintings intended for that space are now in Princeton’s campus collections",
            "title":"Online Exhibitions: Life and Legacy",
            "source_project":"Other",
            "author_type":"Curator ",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9afe1ed0317001602a4f5"
            },
            "body":"Butler captured the Aurora Borealis on August 11, 1919, while he was sketching a moonlit scene of Bald Head Cliff off the coast of Maine, where he had a studio. The following day, he made the first of two paintings based on that sketch. (Another copy is in the collection of the American Museum of Natural History.)\n\n[This is] his description of this spectacular event, published in <em>Natural History</em> in 1919: \n\n<em>“I had just finished my sketch of the cliff when (about a quarter to ten) this wonderful display suddenly appeared, flooding the heavens with light. Vertical shafts soon rose near the horizon in almost every direction and reached to the zenith, where they united in complicated weaving. The view northward over the cliff was particularly fine. Arches appeared from which additional shafts ascended. The colors varied from pale green to rose. The intense illumination lasted for about 20 minutes. I was most fortunate in being in such an excellent position for observation and in having my sketching materials with me; also having my foreground already completed. I was working on dark grey paper with black and white, with no light but that of the moon and the aurora itself. While this enabled me to record the values—lights and shades—for colors I had to rely on formulas, as when painting the eclipse.”<em>\n\nNatural History (1921)",
            "title":"Online Exhibitions: Butler‚Äôs Northern Lights",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9a7d9ed0317001602a4ef"
            },
            "body":"At a time when photography could not yet capture the nuances of the eclipsed sun, Butler’s paintings were a tour de force, providing astronomers and the public with perhaps the best record of eclipses at the time.\n\nBecause of their remarkable accuracy in capturing the eclipse of the sun, Butler’s eclipse paintings have long been a source of fascination and study for scientists. A total solar eclipse lasts at most a few minutes at an observing site, and since it is visible only along a path a few tens of miles wide, observers must travel to the often-remote locales where an eclipse can be seen. It is only during a total eclipse, when the direct light from the sun is cut off, that the cloud of hot gases that surrounds the sun (the faint solar corona) is visible to the naked eye. Butler was able to make enough notes in the brief time of totality to enable him to create an accurate rendition of the eclipse with the aid of negatives and photographic prints taken at the time.\n\nEdward D. Adams (an industrialist, philanthropist, trustee of the Metropolitan Museum of Art, and ardent amateur astronomer) suggested to Professor Samuel Mitchell (University of Virginia) that the artist Howard Russell Butler accompany Mitchell, Adams, and the US Naval Observatory Eclipse Team in 1918 to paint the eclipse. Butler was noted for his ability to record transient phenomena, such as the aurora or a sunset, using a shorthand notation of his own devising. Butler accepted the challenge, although he had never seen a total eclipse, and worked closely with Mitchell and the other USNO astronomers in the weeks before the eclipse. Butler’s painting, completed in the hours after the eclipse from his memory and his notes, was a success, and Mitchell wrote, “The astronomers who saw the 1918 eclipse and who have seen [Butler’s painting] look upon it as . . . true both as to form and color, a great work of art which has the added advantage of being scientifically accurate. The world of science owes a great debt of gratitude to Mr. Butler.”",
            "title":"Online Exhibitions: Eclipse of 1918",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}