{
    "makerid":12616,
    "published_date":"2022-03-28 16:07:50.733624",
    "type":"maker",
    "displayname":"Carl André",
    "makertype":"Individual",
    "alphasort":"André, Carl",
    "lastname":"André",
    "firstname":"Carl",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1935",
    "begindate":1935,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American minimalist sculptor whose early work was influenced by Constantin Brancusi, but changed dramatically after he worked on the railway for several years. Andre studied at the Phillips Academy and Kenyon College. In the late 1950s, Andre began creating sculptures, using commercially available materials such as timber, styrofoam, cement blocks, and hay. In addition to being an artist, Andre wrote poetry and was a conductor for the Pennsylvania Railroad. After 1965, his sculptures consisted mainly of 'floor pieces,' consisting of individual units of industrial materials placed directly on the floor in patterns that were inherent to the size and shape of the units themselves. In the 1970s, Andre created many large-scale installations and currently continues to emphasize placement, environment, and materials in his art. American artist, sculptor (ULAN).\r\n\r\n----\r\n\r\nAmerican sculptor. He attended the Phillips Academy, Andover, MA, from 1951 to 1953, and in 1954 he visited England, where he was greatly impressed by Stonehenge. From 1955 to 1956 he served in the US Army; in 1957 he moved to New York, where he began to write poetry. He also made drawings and sculpture in perspex and wood. He met Frank Stella in 1958 and in 1959 he shared his studio where he made large sculptures, such as Last Ladder (wood, 2.14×1.55×1.55 m; 1959; London, Tate). The Black Paintings on which Stella was working had a considerable influence on André both for their non-referentiality and for their symmetrical and non-hierarchic compositions, in which no part was given more emphasis than any other. André’s totemic wooden sculptures, such as Ladder No. 2 (wood, 2.1×0.15×0.15 m, 1959; London, Tate), are indebted to Constantin Brancusi but were cut rather than carved. Many of them were constructed according to what André called structural building principles, in which elements were stacked and interlocked.\r\n\r\nIn 1965, however, after spending four years working as a freight brakeman and then a conductor on the railway, André abandoned this manner of working and began to look for new materials. ‘The railway completely tore me away from the pretensions of art, even my own, and I was back on the horizontal lines of steel and rust and great masses of coal and material, timber, with all kinds of hides and glue and the burdens and weights of the cars themselves’ (exh. cat. 1978). André’s sculpture after 1965, central to the movement labelled Minimalism, consisted of series of similar units placed together in a manner reminiscent of coupled railway trucks. As each unit is replaceable by another, all units are equally important, thereby obeying the principle of what André called ‘axial symmetry’, where the whole is the same on each side of a central axis.\r\n\r\nAfter 1965 André’s sculptures were made to be placed directly on the floor and were constructed out of common building materials. These included aluminium, lead and magnesium plates, as well as common building bricks, each sculpture comprising one material only, as in 144 Aluminium Squares (1967; Pasadena, CA, Norton Simon Mus.; see fig.). These floor pieces were intended not only to be looked at but also to be walked on, so that the material difference between the floor and the sculpture could be physically experienced. In terms of structure these works were composed simply by placing the elements alongside each other in shapes that were suggested by the elements themselves. Thus the configuration of a work was to a great extent self-determined and logical. The structure of the sculpture would be immediately apparent. In this sense André was concerned to retain the identity of each of his building materials in a way that he had not been earlier by his action of cutting into wood. The artist’s hand would not be visibly apparent.\r\n\r\nSuch sculptures were often meant to be seen not in isolation but in the context of an entire installation that articulated the architecture of the gallery. The titles of individual works such as Equivalent VIII, made of building bricks (1966, destr.; remade 1969; London, Tate), drew attention to the fact that the work was part of a whole just as each work was composed of standard elements. Another characteristic of André’s sculpture after 1965 was its sense of weight and mass, another product of the artist’s experience on the railway. He experimented with sculpture in wood but rejected it as an unsuitably light material for the floor pieces, as he felt that they were likely to move, and that the shape of the sculpture would therefore be difficult to maintain.\r\n\r\nIn the early 1970s André made some major wood sculptures, such as Henge on Threshold (Meditation of the Year 1960) (1971; Otterlo, Kröller-Müller). After 1975 he again began to use wood, but this time as unaltered blocks reminiscent of the sleepers on the railway, as in The Way North, East, South, West (Uncarved Blocks) (western red cedar, 0.91×1.5×1.5 m, 1975; New York, Agnes Gind priv. col.; see 1987 exh. cat., pl. 66).\r\n\r\nFor André a sculpture had no meaning outside of its existence, and for this reason he did not consider himself in any way to be a conceptual artist. The idea cannot be divorced from the object for it must be physically experienced. Its creation arises out of a desire ‘to make something to be in the world’, and its importance lies in the effect it has on its environment and on the viewer’s perception of space (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Carl André",
            "alphasort":"André, Carl",
            "lastname":"André",
            "firstname":"Carl",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500011651"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100954627"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}