{
    "makerid":109,
    "published_date":"2022-03-28 16:03:20.105745",
    "type":"maker",
    "displayname":"Sofonisba Anguissola",
    "makertype":"Individual",
    "alphasort":"Anguissola, Sofonisba",
    "lastname":"Anguissola",
    "firstname":"Sofonisba",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1532 - 1625",
    "begindate":1532,
    "enddate":1625,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"One of six sisters who were artists. The sisters were from a noble family in Cremona. They were visited by and written about by Giorgio Vasari, a 16th-century biographer of artists. Vasari seemed particularly taken with the talents of Sofonisba over the other sisters. Most of her remaining work are portraits, many are self-portraits. She was an attendant in the court at Madrid. She married the nobleman Fabrizio de Moncada, brother of the Viceroy of Sicily, Francesco II, and settled in Palermo, Sicily. In 1584, after his death, she married the Genoese nobleman Orazio Lomellino and moved to Genoa (ULAN).\r\n\r\n----\r\n\r\nThe best known of the sisters, she was trained, with Elena, by Campi and Gatti. Most of Vasari's account of his visit to the Anguissola family is devoted to Sofonisba, about whom he wrote: 'Anguissola has shown greater application and better grace than any other woman of our age in her endeavours at drawing; she has thus succeeded not only in drawing, colouring and painting from nature, and copying excellently from others, but by herself has created rare and very beautiful paintings'. Sofonisba's privileged background was unusual among woman artists of the 16th century, most of whom, like Lavinia Fontana (see Fontana (ii), (2)), fede Galizia and Barbara Longhi (see Longhi (i), (3)), were daughters of painters. Her social class did not, however, enable her to transcend the constraints of her sex. Without the possibility of studying anatomy, or drawing from life, she could not undertake the complex multi-figure compositions required for large-scale religious or history paintings. She turned instead to the models accessible to her, exploring a new type of portraiture with sitters in informal domestic settings. The influence of Campi, whose reputation was based on portraiture, is evident in her early works, such as the Self-portrait (Florence, Uffizi). Her work was allied to the worldly tradition of Cremona, much influenced by the art of Parma and Mantua, in which even religious works were imbued with extreme delicacy and charm. From Gatti she seems to have absorbed elements reminiscent of Correggio, beginning a trend that became marked in Cremonese painting of the late 16th century. This new direction is reflected in Lucia, Minerva and Europa Anguissola Playing Chess (1555; Pozna?, N. Mus.) in which portraiture merges into a quasi-genre scene, a characteristic derived from Brescian models.\r\n\r\nMany of Sofonisba's works were self-portraits (see fig.), and at least 12 survive, including examples in Boston, MA (1552; Mus. F.A.), Vienna (1554; Ksthist. Mus.), Naples (1559; Capodimonte) and Milan (c. 1555; Mus. Poldi Pezzoli). She depicted herself with various attributes, some relating to her artistic profession, some to the literary and musical accomplishments typical of contemporary noblewomen. In the latest dated Self-portrait (1561; Althorp House, Northants), she is shown seated at a spinet, watched by a chaperone, also an allusion to her status. Although the rendering of perspective in the keyboard is not convincing, the background figure of the chaperone gives some illusion of space. Her approach to portrait painting was personal, not coldly realistic, and she showed an interest in the psychology of her sitters, although it was never fully realized. This interest is evident in a series of drawings and paintings that explore the physical expression of emotions, such as Child Bitten by a Crayfish (c. 1554; Naples, Capodimonte), which influenced Caravaggio, or Old Woman Learning the Alphabet, Mocked by a Young Girl (c. 1550; Florence, Uffizi). Anguissola's Cremonese works also include a small number of religious paintings, mainly for private devotion, as is evident from the small size of the Holy Family (350×300 mm, 1559; Bergamo, Gal. Accad. Carrara), which is based on a prototype by Camillo Boccaccino (Glasgow, A.G. & Mus.); however, the Pietà (c. 1570; Milan, Brera), which is traditionally attributed to her, is not characteristic of her style and is certainly by Bernardino Campi.\r\n\r\nIn 1559 Sofonisba was invited to the court of Madrid through the offices of Ferdinand Alvarez de Toledo (1508-82), Duke of Alba, and of the Duca di Sessa, the Governor of Milan, one of Campi's principal patrons. There, she was chosen by Philip II to be an attendant to the Infanta Isabella (1566-1633), and she also became lady-in-waiting to the queen, Elizabeth of Valois (1545-1568). In Spain, Sofonisba pursued her work as a portrait painter, although the Althorp Self-portrait is the only securely attributed work surviving from this period. In Madrid c. 1571 she married the nobleman Fabrizio de Moncada, brother of the Viceroy of Sicily, Francesco II, and she then settled in Sicily. In 1584, after his death, she married the Genoese nobleman Orazio Lomellino and moved to his native city. In both Palermo and Genoa she continued to paint and to preserve her links with the aristocracy, as is evinced by the visit of the Spanish Infanta, who was in Genoa in 1599, the date of her portrait of the Infanta Isabella Clara Eugenia (Vienna, Ksthist. Mus.). Anthony van Dyck visited Anguissola in Palermo in July 1624 and drew a portrait of her in his so-called Italian Sketchbook (London, BM), on which he noted that she was 96 (if true, this would alter her presumed birthdate) but still lucid and enthusiastic about painting. In the few surviving paintings from her Genoese period there appears to be considerable borrowing from the work of Luca Cambiaso. Indeed, the Virgin Suckling the Infant Christ (Budapest, Mus. F.A.) was attributed to Cambiaso until cleaning revealed a signature that confirmed it as the work of Anguissola, dated 1588. The Holy Family with St Anne and the Young St John (1592; Coral Gables, FL, U. Miami, Lowe A. Mus.), which is signed, like the Budapest painting, with her husband's surname, Lomellino, is also based on the work of Cambiaso (GDA).\r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Sofonisba de Moncada",
            "alphasort":"Moncada, Sofonisba de",
            "lastname":"Moncada",
            "firstname":"Sofonisba de",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Sofonisba Lomellino",
            "alphasort":"Lomellino, Sofonisba",
            "lastname":"Lomellino",
            "firstname":"Sofonisba",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Sofonisba Anguissola",
            "alphasort":"Anguissola, Sofonisba",
            "lastname":"Anguissola",
            "firstname":"Sofonisba",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}