{
    "makerid":212,
    "published_date":"2022-03-28 16:03:24.286642",
    "type":"maker",
    "displayname":"Ludolph Bakhuizen",
    "makertype":"Individual",
    "alphasort":"Bakhuizen, Ludolph",
    "lastname":"Bakhuizen",
    "firstname":"Ludolph",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Dutch, 1631 - 1708",
    "begindate":1631,
    "enddate":1708,
    "nationality":"Dutch",
    "culturegroup":null,
    "biography":"Backhuysen was a Dutch painter, draughtsman, calligrapher and printmaker of German origin, though he was primarily active in Amsterdam. Backhuysen was from Emden in north-west Germany and he trained as a clerk in his native town. Shortly before 1650 he went to Amsterdam to work for a wealthy merchant, and it was while working there that his fine calligraphy attracted attention. He also displayed skilled use of the pen in drawings, mainly of marine scenes, completed in black ink on prepared canvas, panel or parchment. He probably derived this technique and subject matter from Willem van de Velde the Elder’s (1611-1693) pen drawings of the 1650s.\r\n\r\nAccording to the Dutch engraver Arnold Houbraken (1660-1719), Backhuysen learnt to paint using oils from the marine painters Hendrick Dubbels (1621-1707) and Allaert van Everdingen (1621-1675) (see inventory). His earliest paintings utilise a silvery palate and are simply composed, echoing the work of his forerunner, Simon de Vlieger (c.1600-1653). The present work, believed to have been completed c.1660-1665, demonstrates the features characteristic of Backhuysen’s early works, such as the more subdued and limited colour palette in comparison to his later, more vibrantly colourful and charged works. Backhuysen did not join the Amsterdam guild of painters until 1663, after which his fame as a marine specialist rapidly grew. In 1665 he was commissioned by the burgomaster of Amsterdam to paint View of Amsterdam and the IJ (now in the Louvre, Paris), intended as a diplomatic gift for Hugues de Lionne, Louis XIV’s Foreign Minister. After van de Velde the Elder and Willem van de Velde the Younger (1633-1707)moved to England in 1672, Backhuysen became the leading marine painter in the Dutch Republic. Unlike the van de Veldes, who were more concerned with representing the technical aspects of sailing vessels and naval battles, Backhuysen concentrated on the ever changing climate and the magnificent skies of the Netherlands. Much of his work venerates Amsterdam and the mercantile trade that had epitomised its Golden Age.\r\n\r\nBackhuysen’s success won him important commissions from Cosimo III de’ Medici, Grand Duke of Tuscany, Frederick I of Prussia, Elector of Saxony, and Peter the Great, Tsar of Russia. The artist exerted great influence upon a number of younger artists, including Abraham Storck (1644-1708). The latter was particularly inspired by Backhuysen’s pictorial treatment of sea and sky, as is clealy demonstrated in Review of the Dutch Yachts before Peter the Great (National Maritime Museum, Greenwich, London).\r\n\r\nAbove taken from http://www.sphinxfineart.com/Ludolph-Bakhuizen-Emden-1631-Amsterdam-1708-Shipping-the-Dutch-coast-DesktopDefault.aspx?tabid=6&tabindex=5&objectid=108039",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Ludolph Backhuysen",
            "alphasort":"Backhuysen, Ludolph",
            "lastname":"Backhuysen",
            "firstname":"Ludolph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Ludolph Bakhuizen",
            "alphasort":"Bakhuizen, Ludolph",
            "lastname":"Bakhuizen",
            "firstname":"Ludolph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}