{
    "makerid":1752,
    "published_date":"2023-04-07 02:01:26.616479",
    "type":"maker",
    "displayname":"Olin Levi Warner",
    "makertype":"Individual",
    "alphasort":"Warner, Olin Levi",
    "lastname":"Warner",
    "firstname":"Olin",
    "nametitle":null,
    "middlename":"Levi",
    "suffix":null,
    "displaybio":"1844–1896; born West Suffield, CT; died New York, NY",
    "begindate":1844,
    "enddate":1896,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Olin Levi Warner (April 9, 1844 - August 14, 1896), an American sculptor and artist, was noted for the striking bas relief portrait medallions and busts he created in the late 19th century.[1].\r\n\r\nWarner was born in Suffield, Connecticut. As a young man he worked as an artisan and a telegraph operator. In 1869 he had saved up enough money to move to Paris, where he studied sculpture at the Ecole des Beaux-Arts under Francois Jouffroy, and worked as an assistant for Jean-Baptiste Carpeaux.\r\n\r\nWhen the French Third Republic was proclaimed in 1870, he enlisted in the Foreign Legion, resuming his studies when the siege was over (May 1871). In 1872 he removed to New York and established a studio. He was one of the founders and a member of the Society of American Artists in 1877[2], and an associate of the National Academy of Design in 1888.\r\n\r\nA trip through the northwest territory led to a series of Indian-themed portrait medallions. He designed the souvenir half-dollar for the Columbian Exposition, held in Chicago in 1893.\r\n\r\nAfter meeting with little commercial success, however, he returned to live at his father’s farm in Vermont, where he also did work for manufacturers of silver and plated ware. Towards the end of his life his sculptures became known to a wider audience.\r\n\r\nHe died in 1896, after a cycling accident in New York's Central Park. In the 1970's Warner's heirs donated Olin Levi Warner's collection of personal papers to the Smithsonian Archives of American Art.\r\n\r\nWarner is credited for having brought the French Beaux Arts style to the United States, and popularizing the bas relief through numerous portraits in this style. Among his best known works are:\r\n\r\n\"May\" (1872) \r\n\"Edwin Forrest\" (medallion, 1876) \r\n\"Rutherford B. Hayes\" (bust, 1876) \r\n\"Twilight \" (1878) \r\n\"Dancing Nymph\" (1879) \r\n\"Gov. William A. Buckingham\" (statue, 1883) \r\n\"William Lloyd Garrison\" (statue, 1885) \r\n\"The Reverend William F. Morgan, D. D.\" (bust, 1887) \r\nFountain for Portland, Oregon (1888) \r\n\"Diana\" (1888) \r\nThe bronze doors at the Library of Congress, Washington, D.C.[3] He was commissioned to create two large doors, and one of them had been completed when he died. \r\nWarner’s great-grand uncle was the Revolutionary leader Seth Warner.\r\n\r\n\r\n[edit] Notes\r\n^ Tolles, Thayer. \"American Relief Sculpture\". In Timeline of Art History. New York: The Metropolitan Museum of Art, 2000–. http://www.metmuseum.org/toah/hd/amrs/hd_amrs.htm (October 2006) \r\n^ \"Olin Levi Warner.\" The Sovereign Collection Gallery, Portland, OR, USA. http://home.teleport.com/~art4sale/photo/warner.htm \r\n^ Olin Levi Warner Biography. National Museum of American Art (CD-ROM) (New York and Washington D.C.: MacMillan Digital in cooperation with the National Museum of American Art, 1996) http://americanart.si.edu/search/artist_bio.cfm?ID=5240 \r\n(Wikipedia, 9/24/08)\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Olin Levi Warner",
            "alphasort":"Warner, Olin Levi",
            "lastname":"Warner",
            "firstname":"Olin",
            "nametitle":null,
            "middlename":"Levi",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001669"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7264701"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}