{
    "makerid":2905,
    "published_date":"2024-04-18 02:00:50.033566",
    "type":"maker",
    "displayname":"Gregorio Vardanega",
    "makertype":"Individual",
    "alphasort":"Vardanega Gregorio",
    "lastname":"Vardanega",
    "firstname":"Gregorio",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1923–2007; born Possagno, Italy; died Paris, France; active Buenos Aires, Argentina, and Paris, France",
    "begindate":1923,
    "enddate":2007,
    "nationality":"Argentinian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gregorio Vardanega",
            "alphasort":"Vardanega Gregorio",
            "lastname":"Vardanega",
            "firstname":"Gregorio",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500196322"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/125397534"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64e7b10e538ac6620e32b755"
            },
            "body":"<p><strong>Museum Collections</strong><br><strong>A Year with the Collection of Modern &nbsp;and Contemporary Art of Latin America</strong></p><p><br>Although the Princeton University Art Museum is well known for its extraordinary holdings of art of the ancient Americas, its significant collection of modern and contemporary art from Mexico, the Caribbean, Central America, and South America has not yet received the same scholarly attention. Having recently completed a year as the collection research specialist in Latin American art, I can attest to the importance of these works as a vital resource for exhibition, teaching, and research. Highlights from &nbsp;the more than three hundred objects in the Museum’s &nbsp;collection are on display in the galleries, including works &nbsp;by Leonora Carrington, Kati Horna, Remedios Varo, &nbsp;and Vik Muniz.</p><p>My time at the Art Museum was part of an ambitious three-year project, funded by the Andrew W. Mellon Foundation, to research and make more accessible three rich yet understudied areas of the Museum’s collections: African art, Native North American art, and Latin American &nbsp;art. Two other specialists and I examined works in our respective areas, strengthened core object information, built object groupings for teaching and research, and wrote interpretive texts. We also led outreach to faculty and students and guided visiting scholars through areas of the collections. Our efforts—part of the Museum’s broader Collections Discovery Initiative—help to make visible &nbsp;the great diversity of the Museum’s holdings for the benefit &nbsp;of audiences across campus and beyond. Enhanced information on these collections can now be accessed through the improved search module on the Museum’s website, as well as through the Princeton University Library’s online catalogue.</p><p>Works of modern and contemporary Latin American &nbsp;art in the Museum’s collection date from the late nineteenth century to the present. Created by more than eighty artists from thirteen countries and territories, they span multiple artistic movements, national traditions, and virtually all mediums—from painting, drawing, and printmaking &nbsp;<br>to time-based media, such as video, and multi-object installations. This wide range made the question of how to define Latin American art a crucial point of departure for the project. Should works by the Cuban American artist Ana Mendieta, for example, or the acclaimed <i>Mexican Portfolio</i> of the American photographer Paul Strand find a place within the Museum’s understanding of Latin American art? Ultimately, we chose to cast a wide and inclusive net to encompass artworks made in Latin America; those by artists born in or with significant ties to the region; and those by artists, no matter their nationality, who treat subjects related to Latin America. This broad definition helped reveal the complex networks of artistic affiliation, dialogue, trans-formation, and circulation at play within and beyond Latin America during this period, when many modern artists trained, traveled, and created outside their places of birth.</p><p>The Museum has collected Latin American art since 1946, when it purchased prints by the artists José Clemente Orozco (Mexico) and Carlos Mérida (Guatemala). Until recently much of the collection has been built through donations made by individuals and organizations. The collection’s most generous donor, David L. Meginnity, Class of 1958, strongly shaped its character—his gifts throughout the 1990s and his transformative bequest in 2001 total approximately 140 works. Meginnity’s passion for Mexican art, in particular, enables the Museum to trace that country’s artistic developments through the twentieth century, from the Mexican Renaissance and mural movement to expatriate Surrealist artists who fled to Mexico from Europe during World War II through a number of postwar movements and schools, such as the 1950s Breakaway Generation, the sardonic kitsch of the Neo-Mexicanists, the School of Oaxaca, and recent conceptual works.</p><p>There is also significant breadth beyond Mexican art thanks to gifts by Meginnity and other donors and robust Museum purchases over the last ten years. These include examples of international trends in postwar abstract art; more recent politically resonant art addressing key issues such as borders, political violence, and the changing meaning of images; and kinetic art of the 1960s and 1970s, &nbsp;a chapter in contemporary art that is currently undergoing scholarly reevaluation. Six kinetic sculptures in the collection, including those created by the pioneering Paris-based Argentinian artists Gregorio Vardanega &nbsp;and Martha Boto, were the focus of a fall 2019 visit by conservators from the Museum of Fine Arts, Houston, an event that also engaged University faculty and students.</p><p>The work enabled by the Mellon Foundation’s grant—the research and documentation of artworks for online publication, faculty and student outreach, and on-campus collaborations with guest scholars—has greatly enhanced knowledge of and interest in the Museum’s collection of modern and contemporary Latin American art. We hope that it will provide a useful guide for future discoveries throughout the Museum’s broader holdings.</p><p>&nbsp;</p><p>Diane Miliotes&nbsp;<br>Collection Research Specialist, &nbsp;<br>Latin American Art, 2018–19</p><p><br>Princeton University Art Museum &nbsp; Spring 2020 Magazine</p>",
            "title":"Museum Collections: A Year with the Collection of Modern  and Contemporary Art of Latin America",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}