{
    "makerid":311,
    "published_date":"2022-03-28 16:03:28.233153",
    "type":"maker",
    "displayname":"Max Beckmann",
    "makertype":"Individual",
    "alphasort":"Beckmann Max",
    "lastname":"Beckmann",
    "firstname":"Max",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1884–1950; born Leipzig, Germany; died New York, NY",
    "begindate":1884,
    "enddate":1950,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Max Beckmann",
            "alphasort":"Beckmann Max",
            "lastname":"Beckmann",
            "firstname":"Max",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Max Beckman",
            "alphasort":"Beckman, Max",
            "lastname":"Beckman",
            "firstname":"Max",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500024106"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/46775885"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcf15bfb91e8c0016a6e7f9"
            },
            "body":"After World War I, Beckmann moved to Frankfurt where he carried out his intention to \"fashion from our very own time human types with all of their ambiguities and inner strife.\" This drypoint reprises the theme of a 1919 painting (Berlin, Nationalgalerie) that shares the same vertical format, bold black contours, and a rigidly constructed space that constrains any freedom of movement. As in his other crowded tableaux from the 1920s, Beckmann envisions a theatrical setting, which at once interlocks and isolates the figures.  Despite their proximity, there is little eye contact, signifying the existential loneliness of the individual in a crowd.\n\nBy comparison with Otto Dix and Georg Grosz, Beckmann's social commentary is less pointedly directed at the bourgeoisie than expressive of a concern with what he called the \"great orchestra of humanity.\" Inspired by a variety of traditional sources, including Dürer's drawing of a women's bath, Beckmann creates a microcosm of modern life that is more metaphoric than realistic, revealing its frenzied fragmentation through archetypal figures that are both grotesque and dignified.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels4",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}