{
    "makerid":4745,
    "published_date":"2022-03-28 16:06:17.700532",
    "type":"maker",
    "displayname":"Girolamo Macchietti",
    "makertype":"Individual",
    "alphasort":"Macchietti Girolamo",
    "lastname":"Macchietti",
    "firstname":"Girolamo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1535–1592",
    "begindate":1535,
    "enddate":1592,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Girolamo Macchietti",
            "alphasort":"Macchietti Girolamo",
            "lastname":"Macchietti",
            "firstname":"Girolamo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500007200"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/25412966"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db3397e70a6c9001607ed1e"
            },
            "body":"By the early sixteenth century this process had been codified, beginning with rapid brainstorming sketches (called <em>schizzi<em>, and subsequently <em>primi pensieri<em>, or first thoughts), followed by studies of individual figures (or <em>studi<em>), and culminating with finished drawings (or <em>modelli<em>), which were then transferred to a full-scale cartoon (<em>cartone<em>). Among the numerous examples of figure studies in “Stages of Design” is Jacopo Tintoretto’s combustible male nude  preparatory [x1946-83] for a muscular angel in his <em>Resurrection</em> in the Scuola di San Rocco, Venice (1578–81) and probably based on a wax or clay figurine. Beyond its functional identity, the drawing also provides the perfect aesthetic and theoretical companion to the contemporary red-chalk study of a seated male model [x1948-579], made from life, by the lesser-known Florentine Mannerist Girolamo Macchietti. When seen together...the two chalk drawings provide a textbook contrast between the Venetian emphasis on painterly effects, or <em>colorito</em> (translated to broken contours and smudged shading), and the Florentine predilection for the linear qualities of <em>disegno</em> (as expressed in long continuous contours and precise modeling). ",
            "title":"Magazine: Winter 2014",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}