{
    "makerid":3843,
    "published_date":"2024-02-20 02:01:08.304266",
    "type":"maker",
    "displayname":"Andrew Moore",
    "makertype":"Individual",
    "alphasort":"Moore, Andrew",
    "lastname":"Moore",
    "firstname":"Andrew",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1957, Old Greenwich, CT; active Detroit, MI and Kingston, NY",
    "begindate":1957,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born 26 March 1957. In 1980, Moore was commissioned by the Downtown Development District of New Orleans, Louisiana, to photograph, in colour, the industrial and commercial areas of the city. Also in 1980, Moore travelled to Mexico to photograph indigenous architecture and cityscapes. In 1981, Moore moved to Brooklyn, New York, and has been a freelance photographer in New York City since that date. In 1981, Moore also photographed in England, United Kingdom, and in Italy. In 1982, Moore began a photographic survey of industrial towns in western New York State. American photographer and educator, Princeton, N.J. (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Andrew Moore",
            "alphasort":"Moore, Andrew",
            "lastname":"Moore",
            "firstname":"Andrew",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500036944"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12074598"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db885e0975ec80016e02d2a"
            },
            "body":"Moore’s 2009 photograph of the former executive offices of Ford’s Model T Headquarters building in Detroit conveys a sense of both death and rebirth, as the metallic walls of the abandoned space have bloomed into rust and the carpet has sprouted moss. Moore pointed out the themes of decay and growth that are present in the work: “In an urban setting, you could also have a landscape happening, the forces of nature intersecting with American urbanism, the process of decline also intersecting with the revival of nature.”\n\n<em><em>Conversation prompts:<em><em>\n1. Many photographers have been interested in capturing architectural ruins or landscapes in a state of ruin. What are the ethical questions implicit in capturing such scenes and memories, and how do these questions change for works that contain figures?\n\n2.Consider the use of color versus black-and-white photography and their varied effects on the viewer.What connections might we draw between materiality and nostalgia?\n\n3. How have our views of the destruction of buildings and man-made destruction changed post-9/11? How might the ruins captured here reflect a particular state of mind or interpretation of history?",
            "title":"Teach with Collections: Andrew Moore, Model T Headquarters, Highland Park",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}