{
    "makerid":728,
    "published_date":"2022-06-09 08:44:13.004058",
    "type":"maker",
    "displayname":"Jan Asselyn",
    "makertype":"Individual",
    "alphasort":"Asselyn, Jan",
    "lastname":"Asselyn",
    "firstname":"Jan",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Dutch, 1610–1652",
    "begindate":1610,
    "enddate":1652,
    "nationality":"Dutch",
    "culturegroup":null,
    "biography":"Dutch painter and draughtsman, of French descent. With Jan Both and Jan Baptist Weenix, he was one of the most important artists of the second generation of Dutch italianates. The Asselin family moved from Dieppe to Amsterdam c. 1621 and adopted the Dutch spelling of their surname after 1650. Of Jan’s three brothers, Abraham Asselijn (1609–97) became a goldwire-maker. In Amsterdam Jan studied with Jan Martszen the younger (c. 1609–after 1647), Esaias van de Velde’s nephew and follower, a specialist in depicting battle scenes with cavalry. Asselijn’s early works, such as Battle Scene (1634; Brunswick, Herzog Anton Ulrich-Mus., see Steland-Stief, 1971, pl. VIII), show this influence.\r\n\r\nShortly after November 1635 Asselijn travelled, probably via France, to Rome, where he became a member of the Schildersbent, the association of northern artists in Rome (a counterproof of his drawing of some of the members, the Bentvueghels, is in Berlin, Kupferstichkab.). According to Houbraken, his bent-name was ‘Krabbetje’ (Little Crab) on account of his crippled left hand. He was in Rome for about seven years, where his principal influences up to c. 1641 were the paintings of Pieter van Laer, Jan Both and Andries Both. He drew and painted copies and variants of their compositions, depicting everyday life in Rome, either outdoors or in rocky grottoes. He went on to select his own subject-matter, chiefly landscapes with ruins, herdsmen and animals, broad panoramas, river views with bridges and quays, and picturesque seaports. Coarsely realistic figures, whose prototypes occur in his earlier cavalry scenes, animate these landscapes; whereas initially they are small and wildly gesticulating, later, better modelling gives them a degree of authority. His sensitive evocation of idyllic southern sunlight, as in Landscape with the Ruins of an Aqueduct (1646; Rome, Accad. N. S Luca; for illustration see Dutch italianates), has much in common with Jan Both’s manner. Yet although his works are apparently related stylistically to those of Claude Lorrain and Herman van Swanevelt, he did not adhere to their invented Arcadian imagery, preferring the actual Campagna for his naturalistic presentations of ruins, figures and the countryside.\r\n\r\nOn Asselijn’s journey back to the northern Netherlands, he stayed c. 1644–5 in Lyon, where he married Antoinette Huaart [Houwaart], and in 1646 in Paris, where he provided three paintings (Paris, Louvre) for the decoration of the Cabinet d’Amour in the Hôtel Lambert. Shortly after his return to Amsterdam, aged between 35 and 40, his portrait was etched by Rembrandt (c. 1648; b. 277). He continued to produce Italianate works, such as Panoramic Landscape (c. 1649; Vienna, Akad. Bld. Kst.), with characteristically warm colours and careful attention to naturalistic detail. In addition, between 1647 and 1652 he painted Dutch subjects, such as the Collapse of the St Anthonis Dike, 1651 (Schwerin, Staatl. Mus.), Repair of the St Anthonis Dike, 1652 (Berlin, Gemäldegal.) and the Frozen Moat outside City Walls (Worcester, MA, A. Mus.). In his earlier works Asselijn tended to apply the paint thickly; around 1650 his palette became lighter and clearer and he painted more smoothly, creating broader, occasionally summary effects. This change, perhaps prompted by Weenix, clearly acknowledged the market’s taste for a more decorative style. (His paintings on copper, however, have an enamel-like quality.)\r\n\r\nAsselijn was also a prolific draughtsman. His sketches, done both from nature and in the studio, include Roman ruins, buildings and landscapes. The 11 surviving preparatory drawings of ruins (e.g. Aqueduct at Frascati, New York, Pierpont Morgan Lib.) for the series of 18 engravings by Gabriel Perelle (Hollstein, nos 15–32) repeat subjects found in a Roman sketchbook (dispersed, e.g. Temple of the Sibyl at Tivoli, Darmstadt, Hess. Landesmus.). Eight pages of a second sketchbook are also preserved (London, BM). His architectural drawings display an unassuming naturalism and painstaking observation and representation of space, form, surface and atmosphere. He applied grey washes over pencil or chalk on white paper, sometimes adding white highlights, covering most of the surface of the paper. He also made compositional studies in either black and white chalk on blue paper, grey or brown wash, opaque white or sometimes pen and ink. The earlier studies, based on van Laer and Andries Both, add elements from his cavalry subjects (e.g. Departure for the Hunt, Brussels, Mus. Royaux A. & Hist.). Later, he developed his own rapid ideas, with energetic outlines on blue paper (e.g. Amsterdam, Rijksmus.; Hamburg, Ksthalle; Dresden, Kupferstichkab.; Leiden, Rijksuniv., Prentenkab.). In addition, he drew highly detailed preparatory sketches for paintings, both types probably inspired by Claude’s drawings on blue and white paper in the Liber veritatis (1636; London, BM).\r\n\r\nDuring his lifetime, Asselijn’s closest follower was Willem Schellinks, and, according to Houbraken, Frederick de Moucheron was his pupil. Others who were influenced by him include Adam Pijnacker, Nicolaes Berchem, Karel Dujardin and Thomas Wijck, who adopted architectural motifs from the Roman studies, as well as Allaert van Ererdingen, who adopted the waterfall subjects (GDA).\r\n\r\n---\r\n\r\nDutch painter and draftsman, of French descent. He was one of the most important artists of the second generation of Dutch italianates, with Jan Both and Jan Baptist Weenix. The Asselin family moved from Dieppe to Amsterdam ca. 1621 and adopted the Dutch spelling of their surname after 1650 (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Jan Asselin",
            "alphasort":"Asselin, Jan",
            "lastname":"Asselin",
            "firstname":"Jan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Janus Asselijn",
            "alphasort":"Asselijn, Janus",
            "lastname":"Asselijn",
            "firstname":"Janus",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jan Asselein",
            "alphasort":"Asselein, Jan",
            "lastname":"Asselein",
            "firstname":"Jan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Jan Asselyn",
            "alphasort":"Asselyn, Jan",
            "lastname":"Asselyn",
            "firstname":"Jan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500017296"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/285582832"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/224130843"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}