{
    "makerid":2568,
    "published_date":"2022-03-28 16:04:51.755639",
    "type":"maker",
    "displayname":"Alfred Stieglitz",
    "makertype":"Individual",
    "alphasort":"Stieglitz, Alfred",
    "lastname":"Stieglitz",
    "firstname":"Alfred",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1864–1946; born Hoboken, NJ; died New York, NY; active New York",
    "begindate":1864,
    "enddate":1946,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Renowned photographer Stieglitz first studied photochemistry with Hermann Wilhelm Vogel at the Technische Hochschule in Berlin, from 1882-1886, and took his first photographs in 1883. He continued to travel and photograph in Germany, Austria, and Switzerland until 1890, when he returned to New York City. From 1890 to 1895 he was a partner in a photogravure firm. During this time he concentrated on photographing the streets of New York City. In 1894, Stieglitz travelled to Europe and was elected a member of the Linked Ring, a pictorialist society in London. In 1902, Stieglitz founded the Photo-Secession Movement which attempted to prove that pictorialist photography was a fine art form. From 1903 to 1917, Stieglitz was publisher and director of Camera Work magazine. The graphic section was run by Edward Steichen (1879-1973). In 1905, Stieglitz opened the Little Galleries of the Photo-Secession \"291\" on Fifth Avenue in New York City with Steichen. The galleries operated until 1917. In 1907, Stieglitz exhibited his autochrome photographs. Stieglitz stopped photographing in 1937. During his lifetime, Stieglitz was also a close friend and collaborator of Joseph T. Keiley. Together they invented the glycerine process which permitted partial development of platinum papers. Also, they produced joint research on the history of photography. Keiley also acted as the associate editor of Stieglitz's publications \"Camera Notes\" and \"Camera Works\". American photographer (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alfred Stieglitz",
            "alphasort":"Stieglitz, Alfred",
            "lastname":"Stieglitz",
            "firstname":"Alfred",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500024301"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/49231990"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e3c4a7ca0f30a0016598378"
            },
            "body":"Stieglitz, an accomplished American photographer, gallery owner, and promoter of international modernism, wrote the following description of the <em>the Steerage,</em> a picture widely considered his greatest artistic achievement, showing working-class passengers observed on one of his many transatlantic voyagers: \n\nThe scene fascinated me: A round straw hat; the funnel leaning left, the stairway leaning right; the white drawbridge, its railings made of chain; white suspenders crossed on the back of a man below; circular iron machinery; a mast that cut into the sky, completing a triangle. I stood spellbound for a while. I saw shapes related to one another—a picture of shapes, and underlying it, a new vision that held me: simple people; the feeling of ship, ocean, sky; a sense of release that I was away from the mob called “rich.” Rembrandt came into my mind and I wondered would he have felt as I did…. I had only one plate holder with one unexposed plate. Could I catch what I saw and felt? I released the shutter. If I had captured what I wanted, the photograph would go far beyond any of my previous prints. It would be a picture based on related shapes and deepest human feeling—a step in my own evolution, a spontaneous discovery.  \n\nThere is much to unpack in this statement, not least concerning Stieglitz’s ambivalence about his own elite economic status, which afforded him a commanding view of the human subjects in question even as he disparaged “the mob called ‘rich.’” By expressing fascination about ordinary people and banal visual phenomena spread across the pictorial field, Stieglitz called into question classical standards of artistic composition and value, which traditionally stipulated a hierarchical arrangement of thematic elements, wherein one—usually an eminent hero of human history—occupied the focal center, surrounded by various subsidiary figures and forms deemed less important. In making and interpreting <em>The Steerage,</em> Stieglitz resisted this classical tradition in two important ways: first, thematically, by placing emphasis on human subjects not historically considered exalted or heroic, and second, formally, by insisting that inanimate things such as a straw hat, railings, suspenders, circular iron machinery, and other “shapes” could leave the viewer “spellbound” by “a new vision.” This modernist vision was by no means explicitly ecological in the sense understood by contemporary scientists such as Warming or Clements. Nevertheless, like other modernists at home and abroad, Stieglitz articulated a revisionist theory of value that undid classical hierarchies by democratizing subject matter, decentering aesthetic attention, and asserting the visual interest of mundane beings and things hitherto excluded from the realm of art. Obviously his statement still expressed a lingering humanism, even an element of narcissism, especially in the melodramatic adventure narrative about catching what he “saw and felt” with his last “unexposed plate”—a mini-drama of personal artistic achievement indicating his inability to shed classical habits entirely. But even this evidence of Stieglitz’s incomplete break with tradition tells us something important about the evolving nature of art in the twentieth century as modernism realigned conventional ideas and perceptions. Modernism’s break with the past, like its relation to ecology, was always complicated and inconsistent yet nonetheless meaningful and difficult to ignore. Accordingly, Stieglitz’s reference to <em>The Steerage</em> as “a step in my own evolution” reveals this halting, metaphorical relationship with period ecological discourse, for it related his artistic development to evolution, as if aesthetic creativity were a kind of plant subject to environmental conditions of growth.\n\n--Alan C. Braddock\nRalph H. Wark Associate Professor of Art History at William & Mary",
            "title":"The Steerage, Alfred Steiglitz",
            "source_project":"Other",
            "author_type":"Expert",
            "source":"Nature's Nation: x1949-154"
        }
    ]
}