{
    "makerid":80,
    "published_date":"2022-03-28 16:03:19.008625",
    "type":"maker",
    "displayname":"Jacopo Amigoni",
    "makertype":"Individual",
    "alphasort":"Amigoni, Jacopo",
    "lastname":"Amigoni",
    "firstname":"Jacopo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1685 - 1752",
    "begindate":1685,
    "enddate":1752,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter and etcher, active also in Germany, England and Spain. He was a pioneer of the Venetian Rococo, and his peripatetic career fostered the development of an international decorative style. His oeuvre includes decorative frescoes for churches and palaces, history and mythological paintings and a few etchings. Many of his works were reproduced in prints, and these served as models for tapestries and for the decoration of clocks, wardrobes and porcelain.\r\n\r\nNeither the place nor date of Amigoni’s birth is known, although it is likely that his parents were Venetian. He was probably taught by Antonio Bellucci and is first recorded in the Venetian painters’ guild, the Fraglia, in 1711. Amigoni’s one documented work of this early Venetian period (Zanetti), SS Andrew and Catherine (Venice, S Stae), was probably painted shortly before this date. His international career began in southern Germany, where his presence is recorded from about 1715 to 1 July 1729. The paintings of this early period, such as Venus and Pan (Munich, Residenz) and St John the Baptist Preaching (Würzburg Cathedral), reveal a highly accomplished but not completely independent artist. Venetian influences predominate, among them those of Bellucci and of other progressive Rococo painters, especially Sebastiano Ricci and Giovanni Antonio Pellegrini. Yet Amigoni also learnt from Antonio Balestra and from the tenebrists Antonio Zanchi and Johann Carl Loth. The Neapolitan painters Luca Giordano and Francesco Solimena and the Roman art of Pietro da Cortona and Carlo Maratti also contributed to the formation of Amigoni’s style. The compact, static treatment of figures, the colour scheme of yellows, reds and blues and the underlying classicism persisted throughout his career. Yet he moved away from Baroque drama and, with a painterly yet delicate palette, created a lighter, more graceful and personal art that made him the most influential Venetian painter in Germany.\r\n\r\nFrom 1719 to 1728 Amigoni painted decorative ceiling frescoes for the Munich court of Maximilian II Emanuel, Elector of Bavaria, and for the Benedictine monastery at Ottobeuren. The ceiling fresco of Hercules and Selene (1719) in the vestibule of the library of the monastery, is a slightly awkward work reminiscent of Bellucci and Sebastiano Ricci. His ceiling fresco depicting an Allegory of Day in the Badenburg pavilion of the Elector’s summer residence at Schloss Nymphenburg similarly looks back to the art of earlier Venetian painters, such as Nicolò Bambini (1651–1736), Giovanni Antonio Fumiani and Louis Dorigny. Yet with the fresco cycle at Schloss Schleissheim, where Amigoni decorated two vast rooms and eight smaller ones on the piano nobile with scenes from the Life of Aeneas (see fig.), he created a brilliant new style. He drew on the traditions of Venice (particularly the work of Sebastiano Ricci) and the art of Giordano and of Bolognese decorative painters, but he painted in lighter colours and approached his subjects with less learning; he also depended less on the effects of steep perspective and dramatic foreshortenings than on the fluid arrangement of groups of figures over a vast expanse of sky. Occasionally his composition and colour are reminiscent of Solimena and of Francesco de Mura, while the relaxed elegance anticipates the French Rococo. In 1725 Amigoni again worked at Ottobeuren, where he decorated the abbey chapel with increasingly light and airy frescoes, the Ascension and eight lateral scenes, and in 1728 decorated the vestibule of the chapel of St Benedict and the ‘Amigoni room’. Here he executed ingenious small ceiling paintings, in oil and tempera, of landscapes and the Virtues, as for example the Allegory of Justice.\r\n\r\nIn 1729 Amigoni moved to England. He remained there for ten years, interrupted by a visit to France in 1736, enjoying success as a decorative painter. His most accomplished surviving work from this period is the series of large canvases from the Story of Jupiter and Io at Moor Park Mansion, Herts. The fashion for ambitious Baroque decoration was ending, however, so Amigoni turned increasingly to portraiture. Such works as the portrait of Sir Harvey and Lady Smith (ex-Colnaghi, London; see Palluchini, fig.) suggest an awareness of both English and French styles. His greatest successes were portraits of the family and court of George II (reg 1727–60), such as that of Queen Caroline (1735; Wrest Park House, Beds), and the decoration of Charles Clay’s (d 1740) famous musical clock with the temple of the four grand monarchies of the world (c. 1739; London, Kensington Pal., Royal Col.). His mythological scenes, such as Diana and Endymion (Rome, priv. col., see Palluchini, fig.) and the Diana Bathing (Milan, priv. col., see Palluchini, fig.), painted in cool, porcelain-like colours and presented with a frivolity that feigns naivety, are among his most perfect Rococo works. Amigoni was also interested in prints and attempted to set up a print shop with his pupil Joseph Wagner (1706–80). Examples of Amigoni’s engravings are the Virgin and Child (b. 1), Jupiter and Callisto (b. 2) and Zephyrus and Flora (b. 3).\r\n\r\nAmigoni returned to Venice in August 1739. He responded both to the splendour of contemporary Venetian painting and to older Italian art. Ricci continued to influence him, and at times his style approached that of Tiepolo, though remaining softer and more restrained. New elements became apparent in his work: alongside the search for a greater formal clarity, as in the Visitation (Venice, S Maria della Fava), there was the use of shimmering light effects that dissolve form and a melodramatic expression of emotion, elements that anticipate Romanticism. As a fresco painter Amigoni could not compete with Tiepolo, and his Martyrdom of St Tecla (c. 1745; Este Cathedral) and the Judgement of Paris (Stra, Villa Pisani) are unadventurous. Amigoni’s pupils of this period, Charles-Joseph Flipart, Michelangelo Morlaiter (1729–1806), Pietro Antonio Novelli (1729–1804) and Antonio Zucchi, developed the classical traits of his art and became exponents of Neo-classicism.\r\n\r\nIn 1747 Amigoni was appointed court painter to Ferdinand VI of Spain, and his Immaculate Virgin (after 1747; Pordenone, Mus. Civ. Pal. Ricchieri) unites the subtlety of his Ottobeuren paintings with the influence of Murillo. His main decorative work for the Spanish court was a large ceiling painting, the Allegory of the Virtues of the Spanish Monarchy (1748–50; Aranjuez, Pal. Real, Comedor de Gala). His pupil Flipart may have assisted with the decoration, as he is known to have completed two allegorical tondi in the room after Amigoni’s death. Amigoni also painted many slightly stiff and pompous portraits, allegorical scenes and mythologies for the court; the Self-portrait with Friends (1750–52; Melbourne, N.G. Victoria) has an unusual intimacy and informality. Amigoni died ‘overwhelmed with honours and riches, in accordance with his merits’ (Longhi). GDA",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Jacopo Amiconi",
            "alphasort":"Amiconi, Jacopo",
            "lastname":"Amiconi",
            "firstname":"Jacopo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Jacopo Amigoni",
            "alphasort":"Amigoni, Jacopo",
            "lastname":"Amigoni",
            "firstname":"Jacopo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}