{
    "makerid":12589,
    "published_date":"2025-10-11 02:45:14.804499",
    "type":"maker",
    "displayname":"Edo period",
    "makertype":"(not entered)",
    "alphasort":"Edo period",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1603–1868",
    "begindate":1603,
    "enddate":1868,
    "nationality":"Japanese",
    "culturegroup":"Edo period",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edo period",
            "alphasort":"Edo period",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Edo period"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300106643"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db86d4d323fe30016eb9df3"
            },
            "body":"Along with Katsushika Hokusai (1760–1849), Andō Hiroshige is the most celebrated of Japanese print artists of the first half of the nineteenth century. Under the tutelage of Utagawa Toyohiro, Hiroshige was trained in printmaking and Utagawa school painting. He also learned a range of painting styles, including nanga (“southern” painting), Shijō school painting, and Western painting. Although he initially produced images of beautiful women and actors, he sealed his fortune with landscape prints.\n\nHiroshige produced his earliest landscape series in the 1830s, and is most famous for his Fifty-three Stations of the Tōkaidō (Tōkaidō gojūsan-tsugi, ca. 1833–34). Famous Places in Kyoto is a set of ten prints published by Eisendō. It includes views of the Yodo River in moonlight, the bed of the Kamo River at Shijō Avenue, the Gion Shrine in snow, Yase Village in spring, Cherry-blossoms at Arashiyama and at the temple Kiyomizu, the Golden Pavillion, a twilight shower on the banks of the Tadasu River, a willow tree at the exit to the Shimbara district, and fall maple leaves at the Tsūten Bridge of the temple Tōfukuji.\n\nEach of the prints is seasonal, and includes scenes not only of natural beauty but also human interest. In this print, a group of three women ambles through Yase Village carrying a ladder, a tray with refreshments and food, and firewood. One of them looks back, checking on the progress of someone trailing figure leading a horse who bears the remainder of the firewood they have collected. In the background is the silhouette of a tree dotted with spring buds. Yase Village, considered to be in the northern area of the capital during the 1830s, is located today in the Sakyō ward of central Kyoto.",
            "title":"Asian Art website: Yase Village",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db87f23975ec80016e02d1e"
            },
            "body":"This hanging scroll landscape painted by one of the foremost Japanese artists of the nineteenth century, Tani Buncho (1763–1840) and three of his followers, is an example of Japanese nanga (Southern paintings). <em>Fishing Village, Flying Crane, and Mount Fuji</em> is a rare collaborative effort, in which each artist has described and signed one section of a waterside fishing village with an awe-inspiring mountain in the distance.\n\nTani Buncho apparently started the painting at the bottom of the scroll, where tops of houses emerge from a rocky landscape by the shore. Painted in a spontaneous style, this portion of the composition is reminiscent of the works of both the Muromachi period artist Sesshu Toyo (1420–1506) and the Chinese artist Yujian (act. mid-13th century). A spit of land and sailboats in the water, suggested by the absence of ink, forms the next tier of the vertically composed landscape, and was painted by one of Buncho's most well-known pupils, the artist Bun'yo (1783–1852). The distant tall mountain that rises beyond the mist is suggestive of Mount Fuji, with its broad base and white irregularly shaped summit. Given the popularity of this theme in the nineteenth century, it is likely that this is indeed a painting of the sacred mountain. Strikingly, a delicately described white crane flies in front of the sun in the upper left corner. Painted in a soft red, the sun is the only color in the composition. This upper section of the painting was done by Buncho's son, Bunji (ca. 1812–1850) who was first recruited by Buncho to replace his brother, Bun'ichi, who had died from eating spoiled moss at a restaurant in 1818. The viewer is led to move through the landscape from Buncho's dramatically conceived rock forms and rooftops at the bottom to the red-colored sun at the top. There is no dated inscription on the painting, but from the careers of the artists, it can be roughly dated to between 1818 and 1840.\n\nTani Buncho was inspired by Chinese paintings. He was the son of a famous poet, Tani Rokkoku (1729–1809), who was also an artist in the service of the shogunal regent, Matsudaira Sadanobu. In addition to commissions for the regent, Tani Rokkoku also seems to have painted and designed book illustrations. Rokkoku worked in a number of different styles, but he is best known as the first nanga painter of the city of Edo (modern Tokyo).",
            "title":"Asian Art website: Fishing Village, Flying Crane, and Mount Fuji",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db8875d975ec80016e02d32"
            },
            "body":"This woodblock print from Osaka focuses on a close view of Kabuki actors against an abstract background. Hokuei presents two actors who performed together during their careers, although never together in these roles. The imaginary scene showcases the characters’ exaggerated theatrical expressions, which are further enhanced by the use of traditional white makeup along with black and red face paint. Such drawn marks transform the actors’ faces into animated masks, allowing spectators observing them from a distance to identify the characters portrayed and to understand each character’s emotions throughout the narrative.\n\n<em><em>Conversation prompts:<em><em>\nWhich features of the figures’ faces have been particularly highlighted by their face paint?\n\nDo you read these expressions as extreme? Why or why not?",
            "title":"Teach with Collections: Mitate: Arashi Rikan II as Hachiman Taro and Nakamura Utaemon III as Abe no Sadato",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86e84323fe30016eb9df5"
            },
            "body":"This small three-tiered box has an overlapping lid with cusped sides. The entire exterior of the box is coated with black lacquer inlaid with tiny flecks of mother-of-pearl, as well as motifs and raised lines built up with a red lacquer and painted over in gold. An overall design of grapevines is rendered in gilt and <em>raden</em> (pieces of mother-of-pearl), and on the lid some larger pieces of mother-of-pearl originally formed a squirrel. Each bunch of grapes is in mother-of-pearl with gilt outlines, while the leaves are done in either mother-of-pearl or gilt. Although it has worn away from most of the mother-of-pearl leaves, black-lacquer painted veins originally adorned all of the leaves. Along the base of the box are floral scroll designs in gilt. The rich brown interiors of each section of the box are scattered with gold flecks (<em>hirame<em>). The box was produced in the Ryukyu Islands, an archipelago spanning from the southern tip of Japan to the northern tip of Taiwan, and was used for storing incense.",
            "title":"Asian Art website: Lacquer incense container",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86ac7323fe30016eb9df1"
            },
            "body":"In about 1100, the court lady Murasaki Shikibu wrote what became the most celebrated narrative in Japan, <em>The Tale of Genji<em>, describing court life in the Heian period (794–1184). This screen depicts nine scenes from different chapters of the tale. The order of the scenes, viewed from top to bottom and from right to left on each panel, diverges from the actual narrative sequence. The viewer, therefore, must depend on particular objects to identify the depicted chapters. The tray of fall leaves carried by an attendant in the upper right corner, the insect cage set out by young girls in the center of panel four, and the cat running out from beneath a blind in the upper left corner all signal familiar episodes from the tale.\n\nArtists began depicting scenes from <em>The Tale of Genji</em> soon after its appearance, and the practice has persisted over the centuries. During the seventeenth century, Tosa School artists painted album leaves of <em>Genji <em>scenes in miniature. The artist of this screen has deftly transferred the miniature style to a large-scale composition by interspersing highly detailed images among large patches of gold clouds. The resulting composition works on multiple levels. The viewer is rewarded on close inspection with the delicate facial features of the figures, the intricate patterns on drapery and clothing, and the careful depiction of various flowering trees and grasses. Viewed at a distance, the gold clouds and strong lines of the architecture in the different vignettes work together to form a unifying decorative pattern.\n",
            "title":"Asian Art website: Scenes from the Tale of Genji",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86a5b323fe30016eb9df0"
            },
            "body":"This lacquer box is produced in a style associated with lacquer wares of the temple Kōdaiji in Kyoto. Kōdaiji was built in 1606 by the widow of Japan’s military ruler Toyotomi Hideyoshi (1536–1598). Kōdaiji wares were produced as early as 1586, and continued to be produced into the Edo period (1600–1868). They often feature bold diagonal patterns embellished with sprinkled gold dust and overlaid with large botanical motifs and crests, but are most famous for their naturalistic depictions of autumn grasses.\n\nIn the case of this box, stylized paulownia sprigs and button-like chrysanthemum crests, symbols used by Hideyoshi, are arranged sparingly over the geometric surface design. The same symbols appear on the interior of the doors to the shrine in Hideyoshi’s mortuary hall, as well as on many of the other lacquered objects at Kōdaiji. The ground for the design of the box, which extends continuously over the lid and bottom, is in both black and red lacquer. The red lacquer is further sprinkled with gold dust. The diagonal lines of the design and the flowers are done with a combination of brushed gold paint and <em>e-nashiji <em>(pear ground painting), a technique in which gold is sprinkled over surface design elements in a manner normally reserved for the background. The technique is so-called for the resulting resemblance of the treated areas to the skin of a pear. Rich variations of color are achieved by the color of lacquer over which the designs are painted, and the relative thickness of the layers of gold paint.\n\nEast Asian lacquer is produced by the Rhus tree. In order to make lacquer wares, lacquer is first refined and then applied in numerous layers over a thin base of wood, silk, or other materials. Each layer is allowed to dry, and is polished before the application of subsequent layers. Polishing is done with ground charcoal or deer horn dust. These steps render the process of producing lacquer wares time consuming. Lacquer has been used for decorating all manner of objects in East Asia, from architectural elements, statuary, eating and drinking vessels, saddles and sword ornaments, to storage boxes. This large box may have been created as part of a dining set.",
            "title":"Asian Art website: K≈çdaiji box with cover",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86e2e323fe30016eb9df4"
            },
            "body":"In the background, sliding doors are decorated in the conventional pattern of “scattered fans and squares.” The square on the left-most panel of the doors depicts a scene from the Ukifune chapter of the Heian period (794–1185) classic the <em>Tale of Genji<em>. One interpretation of the action in the screen hinges upon this painting within the painting. The main courtesan and her companion, seated with her back to us, are posed in reverse facing each other. The interplay between these two figures, punctuated by the handmaid delivering the letter, may be reference to an event in the Ukifune chapter. The courtesan eyes the handmaid’s delivery, but the position of her face within the overall composition of the screen is paired in line with the painted square affixed to the sliding doors. The painted scene in the square is traditionally understood to represent the content of the Ukifune chapter as painted albums by Tosa School artists. The scene depicts Ukifune in a boat with her lover Niou, crossing the Uji River. The overall action in the screen resonates with the Ukifune chapter. A pivotal moment in the chapter is when letter bearers of two lovers of the ill-fated Ukifune, Niou and Kaoru, cross paths by chance. Because a note attached to a gift delivered at New Year’s ultimately revealed the sequestered Ukifune’s whereabouts to her lover Niou, it has also been suggested that the Ukifune scene reinforces the New Year’s theme of the screen.\n\nThis screen has been associated with the figures and forms of another monument of early <em>ukiyo-e</em> painting, an influential six-fold screen of slightly earlier date in the Hikone Collection. Further, it has been observed that the Princeton screen mobilizes conventions unique to Japanese genre painting of the Kan’ei era in that it generates a pseudo-narrative interest through its placement and posing of figures. In particular, the figures of the handmaid delivering the letter and the lounging courtesan call forth not only the generic image of a courtesan receiving an amorous letter from a client, but also the traditional iconography of the noble recluse, who is often depicted in a similar pose to that of the main courtesan of the Princeton screen.\n\nThe opulent surroundings in this representation of the lifestyles of high ranking courtesans are typical of <em>ukiyo-e<em>, which was stimulated and supported by the growing wealth of town dwellers during a time of peace and economic revival. The screen’s lacquered frame incorporates a checked pattern in mother-of-pearl, and although it is not original to the screen, it was clearly chosen to amplify the sense of luxury and decadence of the courtesan’s inner chambers.\n\n",
            "title":"Asian Art website: Messenger Delivering a Letter",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"6697fdb43599e5224b707662"
            },
            "title":"Scenes in the Entertainment District",
            "essay_uri":"https://artmuseum.princeton.edu/story/scenes-entertainment-district",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}