{
    "makerid":13586,
    "published_date":"2024-02-22 02:02:20.838759",
    "type":"maker",
    "displayname":"French",
    "makertype":"Cultural Group",
    "alphasort":"French",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"French",
    "culturegroup":"French",
    "biography":"Note: Refers to the culture of the modern nation of France, or in general to cultures that have occupied the area of the modern nation in western Europe. AAT\r\n\r\nNote: Person or group, or a general cultural designation, or nationality, belonging to the the modern nation of France or cultures that have occupied the area in the past. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"French",
            "alphasort":"French",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"French"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300111188"
        },
        {
            "source":"ULAN",
            "id":"500125235"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db06bf721a3d500164867c9"
            },
            "body":"Students of nineteenth-century art have devoted increasing attention to Orientalism in recent decades, and the museum's col­lections...support seminars on this top­ical subject. [This] Romantic dagger, dated ca. 1840, adds a new dimen­sion of historiography to such study, raising questions about mid-nineteenth-century attitudes toward the Crusades. The dagger's gilt bronze handle takes the form of a Saracen standing over a crouching knight, who is dressed in chain mail and plate armor and holding up a cross to his conqueror. The Saracen holds a mace as though preparing to strike, leaving the viewer in suspense as to whether he intends to spare his vanquished opponent. The Saracen has been identified as the Sultan Saladin (1137-1193), and the knight as Reginald de Chatillon (d. 1187), a rogue crusader who attacked both Saracens and Christians until he was captured and executed by the Sultan himself. Saladin is thus portrayed as an honorable, chivalric figure, much as he appears in Romantic literature, including Sir Walter Scott's novel <em>The Talisman <em>(1825). It is also possible that the identifications are incorrect, in\nwhich case this scene could be an incite­ ment to revenge against the infidels.\n\nThe sheath departs from the style and subject of the handle: on the front and back, against a geometrically diaper­ patterned background, knights in plate armor recline among rococo flower garlands. Perhaps, like the example of Rinaldo in <em>Gerusalemme Liberata</em> by Torquato Tasso (1544-1595), the knights warn of the perils of love and the dan­ gers of abandoning one's mission.\n\nThe dagger's origin, although most likely French or German, is not certain, and the maker and designer have yet to be identified . It was probably intended as a ceremonial or decorative object, in spite of the steel blade that allows it to function as a weapon rather than solely as a decoration.\n",
            "title":"Newsletter: Summer 2006",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db70a5fa31a750016aa8eff"
            },
            "body":"[The] bronze weight in the form of an emperor [y1955-3257] is a reminder that complex trade networks have existed between Europe, Africa, the Middle East, and Asia since the time of ancient Greece and Rome The Romans established a system of standard measurements, with tools such as steelyard weights, to ensure fairness along trade routes across the Empire. This example demonstrates that the practice continued into late antiquity and the Middle Ages. A steelyard had three parts: a pole, a tray to hold the item being measured, and a counterweight like this one. To weigh the item in the tray, a person moved the counterweight along the steelyard. \n\nThroughout the Middle Ages, contact between East and West continued through trade, war and crusade, diplomatic missions, and pilgrimage. Textiles, gems, spices, and other luxuries from Asia and the Middle East were transported west by ship and along the famed “Silk Road.” A vast network of routes connected China, India, and Africa with Europe. Ivory, gold, and slaves were brought from the interior to the east coast of Africa, where traders then transported them to European ports. By the thirteenth century, African elephant ivory, prized for its fine grain and glossy sheen, became widely available in Europe.\n\nSurviving examples suggest that religious subjects dominated early ivory production in the West, but by the fourteenth century, secular scenes became popular as well. Islamic carvings like this casket with scenes from life at court may have sparked the desire of Western European élites for sumptuous ivory objects with similar subjects. Many ivories produced in Paris in the fourteenth century reflect an interest in courtly life, such as scenes from Arthurian legends and other romances [2009-23].\n\nEnamels from the French city of Limoges were another product renowned throughout Europe. The artists of Limoges were exceptionally skilled at the champlevé technique of enameling, in which the metal ground—usually gilt copper—is engraved or cut out, and the spaces filled with enamel paste. Once fired, the combination of copper and glass produces images of jewel-like color. [The] gable from a reliquary: [<em>Coronation of the Virgin<em>, 13th century] is of the same style as a group of enameled tabernacles that are now found in collections in England, Bavaria, Bohemia, Spain, and Italy testifying to the wide-spread export of these objects. \n\nAs trade and travel increased between East and West, the exchange of artistic techniques and styles also intensified between the Islamic and European worlds. By the sixteenth century, a comparison of Ottoman and\nItalian ceramics reveals a rich cultural interchange. [The <em>Plate with floral decoration<em>] created in the Ottoman city of Iznik [y1929-285] suggests that the stylized floral patterns of Iznik ceramics both influenced and borrowed from contemporary Italian maiolica.\n\n",
            "title":"MDVccards: Medieval Trade and Artistic Exchange",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db6fedeee23c8001678a719"
            },
            "body":"Mary, the mother of Jesus, held a special status for medieval Christians, who believed that she could advocate for salvation on behalf of those who asked for her help. The many churches and cathedrals constructed in the Middle Ages dedicated to Our Lady (<em>Notre Dame<em>) attest to her popularity. Images of Mary, created for use in church rituals or for private, individual prayer, served as focal points for devotion.\n\nA type of twelfth-century sculpture made in France, the <em>Sedes Sapientiae<em>, or Throne of Wisdom epicts the Virgin as a throne for her son, a concept that is reinforced by the rigid stylization of the figures and their static poses. These depictions emphasize her role as a vessel that carried the Christ Child, and as the divine mother through whom the word of God was made flesh. This statue would have been kept on the altar both for use in the mass and for private devotion. It also would have been moved around the church interior and carried outdoors in religious processions. Beginning in the mid-thirteenth century, artists created more dynamic images of the Virgin and the Christ Child [y1955-3269]. Mary—no longer static and frontal—twists her body in a gentle S-curve toward her son and acknowledges his presence. This seemingly naturalistic pose is found in both monumental sculpture and small-scale figurines, like the ivory statuette [y1947-320] where the relationship between a mother and her child is emphasized. Mary lovingly caresses her son and he turns to reach for her.\n\nSimilarities of pose and style suggest that sculptors and artisans from across Europe were inspired by certain well- known types like the so-called <em>Vierge dorée</em> (Golden Virgin), a thirteenth-century statue located on the exterior\nof Amiens Cathedral. The clergy and townspeople of Amiens believed that the statue was a particularly effective focal point for prayer. Through- out France, beginning in the second half of the thirteenth century, sculptors and their patrons chose to copy this powerful model for their own devotional objects. The carving of the fourteenth-century Virgin and Child [y1955-3269] suggests the influence of the <em>Vierge dorée</em> in the deep folds of drapery that cascade from her left hip.\n\nThe interest in copying popular models gave way in the late-fourteenth and\nfifteenth centuries to experimentation with new depictions to directly engage the viewer. At eye level, this three-quarter length figure of the Virgin and Child [y1954-73] appears bent-over and twisted toward the left; her eyes seem half-closed. When viewed from below, however, the Virgin looks directly at and leans out toward the viewer, indicating that the figure was originally placed above eye level, perhaps on an altar. The artist seems to have taken this vantage point into account when creating the pose. Late- medieval sculptors also pioneered novel forms of representation and new subjects, like the <em>Pietà<em>, that were intended to evoke emotional,\neven visceral reactions. Paint on the fifteenth-century <em>Pietà</em> [y1956-114] mimics the blood dripping from Christ’s wounds and highlights his emaciated body. This brutal naturalism was intended to heighten the worshiper’s identification with Mary’s sorrow over the loss of her child as well as the physical suffering of Christ, thereby strengthening the viewer’s own personal faith.",
            "title":"MDVccards: Images of the Virgin Mary in the Middle Ages",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88d5a975ec80016e02d49"
            },
            "body":"This house-shaped reliquary was made in Limoges, a center that produced and shipped enamel work throughout Europe in the twelfth through fourteenth centuries. It shows the Stoning of Saint Stephen, the first Christian martyr. In the champlevé enamel technique, the copper support is hollowed out and glass powder is placed in the indentation. Upon firing it melts and forms fields of color. A reliquary like this would have been displayed in a parish church.\n\n<em><em>Conversation prompts<em><em>\nThis reliquary was meant to contain some of the physical remains of Saint Stephen. How would you relate the scenes depicted on the exterior of this artifact to its function?\n\nDescribe the materials, colors, and craftsmanship of this piece.",
            "title":"Teach with Collections: Reliquary",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"62264485c585860018ecf59d"
            },
            "exhibitions":[],
            "title":"Preparing for a New Museum Building: Conservation Assessments Underway",
            "body":"<p><strong>Preparing for a New Museum Building: Conservation Assessments Underway</strong></p><p>&nbsp; &nbsp; &nbsp;As we prepare for the construction of the new Art Museum building, scheduled to begin in 2021, considerable planning is underway for the safe removal of all works of art currently on display in the Museum. For works that are embedded in the walls or floors, the deinstallation process is especially complex.<br>Before highly specialized conservation teams remove an embedded object, they work to understand how it was put together—both by the original maker and by those who installed it here in the Museum generations ago. These teams study archival documents and core samples of the material to understand whether the cement that holds original fragments together is from the fifteenth century or the 1950s. In addition, they generate detailed condition reports on the works.<br>&nbsp; &nbsp; &nbsp;As one can imagine, much of this activity is concentrated in both the Roman Court and the Medieval Gallery, where most embedded works are located. But Museum visitors might be surprised to learn that one of the embedded mosaics is located underneath the carpeted floor of the Museum Store. Protective layers, including a wooden floor under the carpet, were temporarily removed to allow this examination to take place.<br>&nbsp; &nbsp; &nbsp; Another piece that many people might not be familiar with is a fourteenth-century French doorway that was covered up a decade ago because it did not fit into the curatorial narrative of the Medieval Gallery. Once the temporary wall was carefully removed, the conservators were able to examine and document this piece in preparation for its removal.<br>&nbsp; &nbsp; &nbsp; Princeton’s embedded mosaics are particularly complicated to deinstall. Between their discovery during archaeological excavations and their installation all over campus are many steps that could have significantly changed the materiality of the mosaics. For example, the Head of Medusa floor mosaic from the ancient Greek city of Antioch (near present-day Antakya, Turkey) was removed in fragments and prepared for safe shipping to the United States. Once it arrived, it was conserved several times and installed in an upright orientation in the Roman Court.<br>&nbsp; &nbsp; &nbsp; When a straightforward visual inspection is not sufficient to assess how an artwork was installed, it is necessary to make openings near the artwork. A borescope (a camera on a flexible tube) can be inserted to look behind the embedded works. This makes it possible to understand (or reverse engineer) how a work is held in place. These types of examinations are extremely important because they have revealed that some information in the archival documents discussing the installation of the pieces at Princeton was incorrect. Highly detailed accounts of previous installations are crucial for conservators and their colleagues, helping them to understand the method and approach used for installations in the past and to conduct safe removal of objects as needed in the future.<br>Now that the first phase (examination and documentation) is nearing completion, the Museum has started to plan the following stages: safe removal, storage, and finally conservation. We hope to share some glimpses of this process—and of the discoveries we are sure to make—in future issues of this magazine.</p><p>Bart Devolder<br>Chief Conservator<br>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Fall 2020 Magazine</p>",
            "author_type":"Conservator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"62267f14c585860018ecf5a5"
            },
            "exhibitions":[],
            "body":"<p><strong>Preparing for a New Building: Art Evacuation</strong></p><p><br>On a walk through the Art Museum recently, one might have encountered people standing over the mosaic <i>Drinking Contest of Herakles and Dionysos</i> (early 3rd century AD), carefully examining each tiny block, or tessera, that makes up the image of the two half brothers with their wine. Or one might have heard the conversation of others while gazing at Peter Paul Rubens’s <i>Cupid Supplicating Jupiter</i> (ca. 1611–16). While these are experiences Art Museum visitors are accustomed to, this time the people in the galleries were not students, faculty, or members of the public interacting with the art; rather, they were some of the many professionals working to evacuate the collections before construction on the new Museum can begin. This summer the current building will be demolished so that a new home, designed by Sir David Adjaye and scheduled to open in late 2024, can sit on the same spot.</p><p>The evacuation of artworks is one visible sign that preparations for the new building are underway. A welcome task, it is also a stressful one, especially when undertaken during a worldwide pandemic. Art movement began in October 2020 and is scheduled to be completed in early summer. Thirty-eight galleries, storage rooms, study rooms, and conservation spaces will be emptied when done. Likewise, sculptures on the campus grounds considered to be in close proximity to the current building’s walls will be deinstalled to guarantee their safety. In total, approximately 53,000 paintings, drawings, sculptures, photographs, and works of decorative art will be removed and taken to off-site storage in nearly 4,800 crates and packing boxes—many reused for the transport of multiple objects.</p><p>This work requires a team of talented professionals, and it wouldn’t be possible if not for their careful attention to detail as well as their problem-solving abilities and endless dedication to our institutional mission. They are art handlers, registrars, conservators, and curators; our facilities team, security officers, and building crew; object photographers and collections documentation staff; and project managers. In addition to Museum staff members, staff from other Princeton University departments as well as contracted conservation firms, art packing and storage companies, and vendors specializing in rigging have been employed, rounding out the skills needed to get the job done.</p><p>While any number of objects could illustrate the complexities faced by the team, the third-century mosaic from Antioch in the Roman Court is a good example. The people spotted near <i>Drinking Contest of Herakles and Dionysos</i> consisted of conservators, collections managers, engineers, and art packers, all debating how best to deinstall this embedded floor painting with care so that it may be installed once again. They must determine how to cut away the non-historic flooring material with precision so as not to damage the two-thousand-year-old mosaic. During the first half of the twentieth century, Museum professionals installed architectural fragments, reliefs, and other oversize objects as if the objects would remain in the Museum building permanently, making this group’s work particularly tricky. This mosaic, along with the others in the Roman Court, may take nearly two months to deinstall and pack. With limited floor space in the gallery, the art handlers must move one by one.</p><p>Before long, the work of the art evacuation team will be complete. Objects will rest in their temporary homes, ready for the next teams to take over—the researchers, conservators, and mount makers who will review the objects and prepare them for their eventual return to expanded display settings in our new building, designed to create engagement across communities and cultures with art at the core.</p><p>Chris Newth<br>Associate Director for Collections and Exhibitions</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2021 Magazine</p>",
            "title":"Preparing for a New Building: Art Evacuation",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}