{
    "makerid":5031,
    "published_date":"2022-03-28 16:06:28.701474",
    "type":"maker",
    "displayname":"Jakob Philipp Hackert",
    "makertype":"Individual",
    "alphasort":"Hackert, Jakob Philipp",
    "lastname":"Hackert",
    "firstname":"Jakob Philipp",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1737–1806",
    "begindate":1737,
    "enddate":1806,
    "nationality":"German",
    "culturegroup":null,
    "biography":"Born into an artistic family, Philipp Hackert trained with his father and uncle in Germany before embarking on a long and prolific career as an internationally acclaimed landscape painter, etcher, and draftsman.  After study tours in northern Germany, Sweden, and France, he moved permanently to Italy in 1768-first living in Rome, where he catered to the growing tourist market for souvenir views of the city and the surrounding Campagna, and then settling in Naples in 1786 as court painter to King Ferdinand IV. In 1787 he became life-long friends with Johann Wolfgang von Goethe who as an aspiring amateur draftsman was inspired by Hackert's rigorous landscape methodology; he subsequently became his biographer.  Forced to leave Naples after the French invasion of 1799, Hackert moved to San Pietro di Careggi, near Florence, where he helped manage the family's print-making business until his death in 1807.  After sinking into oblivion in the mid-nineteenth century, Hackert's work has recently attracted renewed interest, with numerous publications and exhibitions in Germany and Italy.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jakob Philipp Hackert",
            "alphasort":"Hackert, Jakob Philipp",
            "lastname":"Hackert",
            "firstname":"Jakob Philipp",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Philipp Hackert",
            "alphasort":"Hackert, Philipp",
            "lastname":"Hackert",
            "firstname":"Philipp",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500009300"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/51960185"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}