{
    "makerid":3936,
    "published_date":"2025-07-24 02:03:54.343524",
    "type":"maker",
    "displayname":"Eadweard Muybridge",
    "makertype":"Individual",
    "alphasort":"Muybridge Eadweard",
    "lastname":"Muybridge",
    "firstname":"Eadweard",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1830–1904",
    "begindate":1830,
    "enddate":1904,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Eadweard Muybridge was born Edward James Muggeridge but he adopted the Saxon spelling of his name early in his life. Muybridge came to the United States in 1852 where he worked as a publisher and a book-dealer. He returned to England in 1860 and began photographing. By 1867 he returned to California and sold photographic views using the pseudonym \"Helios.\" During this time, he was commissioned by Leland Stanford to study the motion of a trotting horse using photographic methods. Muybridge abandonded the experiments in 1873 while he travelled to Central America, but began them again when he returned in 1877. His experiments with capturing motion using photography became more in-depth as he designed a faster shutter and a technique for using shorter exposures. The resulting photographs allowed him to successfully analyze each individual stage of motion of a horse trotting, and the published photographs earned him a name with the public. He also performed additional experiments using multiple cameras to capture motion, and designed a projecting device for drawings derived from his photographs called a 'zoopraxiscope'. This device allowed him to illustrate how artists in the past had inaccurately represented motion in their paintings and drawings. In 1884, Muybridge began working at the University of Pennsylvania, where he continued his experiments using multiple cameras to study human and animal motion. Many of his photographs were reproduced in his landmark publication 'Animal Locomotion'. Today Muybridge's photographic innovations are considered a precursor to modern motion pictures. British photographer. (ULAN)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Eadweard Muybridge",
            "alphasort":"Muybridge Eadweard",
            "lastname":"Muybridge",
            "firstname":"Eadweard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115207"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/2538199"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}