{
    "makerid":3625,
    "published_date":"2025-06-07 02:01:05.568522",
    "type":"maker",
    "displayname":"Master of the Greenville Tondo",
    "makertype":"Individual",
    "alphasort":"Master of the Greenville Tondo",
    "lastname":"Master of the Greenville Tondo",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, active 1500–1510",
    "begindate":1500,
    "enddate":1510,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Master of the Greenville Tondo",
            "alphasort":"Master of the Greenville Tondo",
            "lastname":"Master of the Greenville Tondo",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500050916"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96021430"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db73e0e68398700162b1b95"
            },
            "body":"<em><em>MASTER AND TORSO<em><em>\n\nI turn to look, I look.\n\nNote the angle of the shoulders.\n\nWilliam Burroughs killed his wife while playing William Tell.\n\nBut she agreed to stand with the apple on her head; there \nmust be a reason.  Not a good one, but a reason.  The hidden \nwords: will tell or will not tell.\n\nA game, he said. She did not have to turn to look. She \nlooked, and never looked again.\n\nSebastian too agreed.  Will he tell us why he lives on, and \nhow.  He is pierced but gazes on.  Or his rapture is so great \nit overpowers the arrow.  He is elegantly struck, only once.\n\nShe too was struck only once.\n\nI say she turns.  Look how glib she is, and how the air \naround her moves as she does.  She is marble and impervi­ous.  \nShe is precise.  Headless:  her head is missing.\n\nSebastian also turns; he turns toward god.  She also turned \ntoward god when she was struck.\n\nNote the angled hips, the shoulders.  The crook of the necks: \nhis an arrow pointing down, hers an arrow pointing up.\nFigurations of the arrow. Again repeated in her sex. Not so \nmuch in his.\n\nNote that their bellies gently swell. And sweetly. Their skins \nare smooth.  His is warm, yellow; hers is cool and white.\n\nHe has one arrow, piercing him. She has one breast. \n\nHe has two eyes.\n\nHe has the apple of his eye, he has his cheek.\n\nShe has her breast, cool apple.\n\nWhen she was an Amazon, she cast cool arrows- \n\nThese are the passions and the games.\nThese are the games; will they tell us what the passions are.\n\n--Sarah Arvio\n\n",
            "title":"Museum as Muse: Master and Torso",
            "source_project":"Other",
            "author_type":"Other",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db893ea975ec80016e02d53"
            },
            "body":"Saint Sebastian of Milan, a Christian soldier in the imperial army, was marked for execution during the rule of the emperor Diocletian for converting new believers and fortifying martyrs in their faith. Although the emperor ordered Sebastian to be tied to a post and shot with arrows, the saint miraculously survived. Images of this episode, rather than Sebastian’s martyrdom by beating, were used to protect against the plague. Saint Sebastian provided Renaissance artists an opportunity to depict youthful male anatomy. This unidentified Umbrian artist derived the martyr’s pose and anatomical characteristics from Pietro Perugino’s Martyrdom of Saint Sebastian altarpiece in San Sebastiano at Panicale, eliminating extraneous narrative detail. He rendered as a single piercing the bombardment of arrows said to have struck the saint, focusing on one spot that evokes the saint’s efficacy against the plague—the groin, where the black death’s pustules manifest themselves.\n\n<em><em>Conversation prompts<em><em>\n\nDescribe the saint’s pose and gaze, as well as the background of the composition. What did the artist emphasize through his stylistic choices?\n\nThis representation of Saint Sebastian has been described as feminine—which details of his pose, face, and body might be described as traditionally male or female?",
            "title":"Teach with Collections: Master of the Greenville Tondo",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64ee0bfd538ac6620e32b760"
            },
            "title":"Exhibition: States of Health: Visualizing Illness and Healing",
            "body":"<p><strong>Exhibition</strong><br><strong>States of Health: Visualizing Illness and Healing</strong><br>November 2, 2019–February 2, 2020</p><p><br>How have artists given the concept of disease, and the more personal experience of illness, concrete form through art? In gazing at representations of the sick, are &nbsp;we empathetic to the pain of others? How can objects speak to inequities in accessing care, and alternatively, how can they give a voice to the sick? <i>States of Health: Visualizing Illness and Healing</i>&nbsp;draws on the Princeton University Art Museum’s collections, as well as the holdings of Firestone Library, &nbsp;to address and frame questions of illness, suffering, care, and healing as expressed in the global visual arts from antiquity to the present.&nbsp;The works are organized into four thematic groupings—“Confronting Contagion,” “States of Mind,” “Worlds of Care,” and “Childbirth”—that highlight objects’ varied functions as document, metaphor, fantasy, protest, invocation, and testimony. Transhistorical juxta-positions provide an opportunity to reﬂect on culturally diverse artistic interpretations of pain and hope and raise interdisciplinary questions about care as a range of practices complicated by power dynamics. &nbsp;</p><p>In “Confronting Contagion,” the two primary areas of focus are the bubonic plague and AIDS, while additional artworks speak to syphilis, cholera, and typhoid, among other diseases. A painting of Saint Sebastian by the Master of the Greenville Tondo shows the role this early Christian saint played as a protector against the plague, also known as the black death. The work is at once abstract with its black background and depiction of an idealized ﬁgure, suggesting the saint’s divine role as an intercessor, and speciﬁc in its detail of one strategically placed arrow by Sebastian’s groin, where the disease’s pustules were known to appear. A colorful 1992 screenprint comes from a graphic memoir created by the artists David Wojnarowicz and James Romberger that illustrates Wojnarowicz’s life, from his years as a homeless teenager to his struggles with AIDS. Although Wojnarowicz died before the artists could complete the book together, Romberger continued the project and published <i>7 Miles a Second</i> in 1996. The scene shown here communicates the ravaging effects of AIDS and a sense of loss as well as an intense affection between the figures.</p><p>“States of Mind” features artists’ reﬂections on their own mental struggles as well as on the experiences of others. Utilizing different stylistic means, the artists reveal the poignant role of art in communicating inner states of turmoil and inviting empathy from a viewer. Leonora Carrington’s color lithograph <i>Crookhey Hall</i>, for example, depicts fleeing figures and an ominous palace in the background, suggesting associations with her book <i>Down Below</i> (1944), a harrowing account of her experiences in an asylum, where she was given convulsive shock therapy.</p><p>“Worlds of Care” juxtaposes objects used for medicinal treatment with works providing spiritual comfort, and places works reflecting self-care in conversation with objects showing caregiving by a healer or doctor. Gordon Parks’s photograph <i>Isabel Beside Sick Father, Rio de Janeiro, Brazil</i> is a powerful image that speaks to suffering as well &nbsp;as to healing. In 1961 <i>Life </i>magazine sent Parks to Brazil &nbsp;for a story on poverty in Latin America, specifically in &nbsp;Rio de Janeiro’s notorious favelas, where he spent weeks documenting the lives of the Da Silva family.</p><p>The last section of the exhibition illustrates the hopes &nbsp;and perils associated with pregnancy and childbirth and the many rituals across cultures surrounding the start of a life. According to a 1970s health study, Yorùbá parents in Nigeria experienced one of the world’s highest rates of twin births. Parents who lost one or both of their twins often commissioned <i>Ère Ìbejì</i> sculptures (such as those shown here). Neither portraits of the deceased nor memorials, these miniature images house the immortal souls of children said not to have died but to “have traveled” or &nbsp;“gone to market.” To care for the child’s spirit, the parents or surviving twin would ritually wash, clothe, and feed the sculpture, resulting in a worn surface. &nbsp;</p><p><i>States of Health</i> grew out of several campus conversations as well as class visits to the Museum, including Professor João Biehl’s class Medical Humanities, which focused on the cross-cultural significance of medicine and present-day struggles for well-being, and Professor Elena Fratto’s seminar Literature and Medicine, which took an interdisciplinary approach to reading texts and considering illness, caregiving, and the field of medicine. This fall a rich array of &nbsp;Museum programs explores the ways in which artists have tackled disease, responded to mental illness, and explored the complexities of care.</p><p><br>Veronica White&nbsp;<br>Curator of Academic Programs</p><p>&nbsp;</p><p>Laura Giles&nbsp;<br>Heather and Paul G. Haaga Jr., Class of 1970, &nbsp;<br>Curator of Prints and Drawings</p><p><br>Princeton University Art Museum &nbsp; Fall 2019 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}