{
    "makerid":2862,
    "published_date":"2025-05-27 02:00:40.702632",
    "type":"maker",
    "displayname":"Joseph Mallord William Turner",
    "makertype":"Individual",
    "alphasort":"Turner, Joseph Mallord William",
    "lastname":"Turner",
    "firstname":"Joseph",
    "nametitle":null,
    "middlename":"Mallord William",
    "suffix":null,
    "displaybio":"English, 1775–1851",
    "begindate":1775,
    "enddate":1851,
    "nationality":"English",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Joseph Mallord William Turner",
            "alphasort":"Turner, Joseph Mallord William",
            "lastname":"Turner",
            "firstname":"Joseph",
            "nametitle":null,
            "middlename":"Mallord William",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500026846"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100900492"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5ddc3a31d6698a0016cb2821"
            },
            "body":"<p><i>Earth’s Beauty Revealed: The Nineteenth-Century European Landscape In his autobiography, Praeterita, the British author John Ruskin (1819-1900) describes his first view of the Alps during a childhood trip with his parents: ...it was drawing towards sunset when we got up to some sort of garden promenade ...gazing as at one of our own distances ...suddenly—behold-- beyond! There was no thought in any of us for a moment of their being clouds. They were clear as crystal, sharp as the pure horizon sky, and already tinged with rose by the sinking sun. Infinitely beyond all that one had ever thought or dreamed .... Till Rousseau's time, there had been no \"sentimental\" love of nature; and till Scott's, no such apprehensive love of \"all sorts and conditions of men,\" not in the soul merely, but in the flesh .... [F]or me, the Alps and their people were alike beautiful in their snow, and their humanity; and I wanted, neither for them nor myself, sight of any thrones in heaven but the rocks, or of any spirits in heaven but the clouds. Thus, in perfect health of life and fire of heart, not wanting to be anything but the boy I was, not wanting to have anything more than I had; knowing of sorrow only just so much as to make life serious to me, not enough to slacken in the least its sinews; and with so much of science mixed with feeling as to make the sight of the Alps not only the revelation of the beauty of the earth, but the opening of the first page of its volume - I went down that evening from the garden-terrace of Schaffhausen with my destiny fixed in all of it that was to be sacred and useful.... __THE RISE OF LANDSCAPE PAINTING __ The meteoric rise of landscape painting in nineteenth-century Europe, like Ruskin 's transforming experience, had its sources in contemporary philosophical, social, and literary developments. Many readers had embraced the lessons of Jean-Jacques Rousseau (1712- 1778), advocate of perambulations in the countryside and the mystical as well as scientific study of the Book of Nature. In the wake of the Napoleonic wars, there was a dramatic increase in travel to and appreciation of new regions and types of terrain, including the Alps, the mountains of Auvergne, and the coasts of Normandy and the Mediterranean. The novels of Sir Walter Scott (1771-1832) contained romantic descriptions of the rugged coastlines and desolate moors of Scotland. Advances in the study of geology and geography and a new conception of history also played a part in the nineteenth-century predilection for landscape subjects in art. God's creation assumed a new importance in religious thought, and religious impulses were directed toward the visible works of the Creator. Among these intellectual currents, moreover, was another cause, which was the driving force behind Ruskin's enterprise: dismay at the changes wrought in the land by the Industrial Revolution and the loss of the preindustrial way of life. In Modern Painters (1843-60), Ruskin praised landscape as the critical nineteenth­century art form and Joseph Mallord William Turner (1775- 1851) as its greatest practitioner. Turner 's paintings and watercolors rooted in eighteenth-century landscapes by Thomas Gainsborough (1727-1788) and other English masters, are now considered harbingers of the colorism of the Impressionist landscape. But reappraisals of other artistic currents in European art have revealed additional precursors of Impressionism in the realm of landscape painting. One important trend was the practice of plein air (outdoor) painting, a working method favored by Northern artists studying in Italy, beginning around 1780, and theorized by Pierre Henri de Valenciennes (1750-1819) in a treatise of 1800. This artistic practice was symptomatic of a departure from the tradition of landscape painting established by Claude Lorrain (1600-1682) and Salvator Rosa (1615-1673), in which references to ancient history or mythology were incorporated into landscapes executed in the studio, either in a pastoral or sublime mode. In contrast, outdoor painting stressed sentiment and the immediate sensual experience of the tangible world, a revaluation that would have far-reaching consequences and prove to be a fundamental step toward modernism. German artists often preferred to draw rather than paint their sketches, a preference stemming from German Renaissance tradition and the model of Albrecht Dürer (1471-1528). In his memoirs the Romantic painter Ludwig Richter (1803-1884) describes groups of French and German artists, the former painting with broad brushes, the latter sharpening their pencils to the thinnest possible points, eyeing each other warily across the cascades of Tivoli, a favorite motif of Northern artists of all nationalities working in Rome. Watercolor painting was solidly established in England by the early nineteenth century, and was brought to the continent by artists such as Turner and Richard Parkes Bonnington (1802-1828). In the 1820s and 1830s, it became a favored medium of professional artists and amateur painters in France, and contributed to the Romantic assault on French beaux-arts tradition, in concert with the unprecedented importance accorded to the landscape genre, the new value placed on the spontaneous sketch, and a nationalistic emphasis on the French landscape. The environs of Barbizon in the forest of Fontainebleau, the Oise River north of Paris, and the mountains of Auvergne were privileged sites, recorded with loving exactitude. Artists such as Theodore Rousseau (1812-1867), Jean-Baptiste-Camille Corot (1796-1875) , and Charles-François Daubigny (1817-1878) used their sketches as the basis for paintings made in the studio, sometimes repeated in numerous versions. Some of the more successful artists increased their output by employing assistants, further distancing the final painting from the original sketch. In spite of the pressures of the market, however, many artists continued to make oil sketches as ends in themselves, to serve as collector's items, as objects to be exchanged among artists, or as gifts to friends. __NEW SUBJECT MATTER AND AUDIENCES __ As in Italy, where Northern artists went in groups to the Roman campagna or to Tivoli, parties of French artists haunted the forest of Fontainebleau and enjoyed the camaraderie of excursions and the hospitality of an inn at Barbizon that has entered into legend. The varied motifs--dramatic rocks, gnarled trees with individual nicknames, and wide clearings--offered a multitude of opportunities for study. Daubigny, who specialized in river landscapes, acquired a boat he named the Botin, where he worked in the company of friends and family members. In 1860 Corot presented Daubigny with a small painting of the Botin, with Daubigny in the cabin sketching and his son Karl on deck. In 1861 Daubigny made a series of etchings to regale his intimates with humorous scenes of life on his boat. These works preserve the communal aspect of the lives of landscape artists in the field. The use of an optical device, the camera lucida, to fix the motif (that is, to record the object before the artist), foreshadowed the invention of photography in 1839, and inaugurated new ways of recording the European landscape. The wide diffusion of photographs promoted familiarity with and sensibility toward the land. By the century's end, stereopticon photographs of famous sites, along with postcards and the proliferation of professional and amateur photographs, immortalized the most iconic views on the continent and made them familiar to a vast public. Following the revolution of 1848 and the public promotion of artists such as Rousseau and Daubigny by the Second Empire government of Napoleon III, Barbizon School landscapes became a dominant sector in the art market. This ascendancy coincided with the formation of collections by American art lovers during the post-Civil War economic expansion, and helped ensure the Barbizon School's worldwide fame. To understand the stature of landscape in the nineteenth century, it is also important to consider the history of more modest genres of landscape art. The clientele that bought inexpensive landscape prints in the late eighteenth and early nineteenth centuries sought an art form grounded in the traditional formulas of seventeenth-century Dutch masters. Ludwig Richter in his memoirs and the Swiss writer Gottfried Keller (1819- 1890) in his semi-autobiographical novel, Green Henry, describe their youthful apprenticeships copying prints by Dutch artists. Even Turner started by copying prints…. A crowd-pleasing form of landscape art for the urban population was the panorama or diorama, a painted canvas displayed in a circular building to a paying audience. Derived from stage design, the panorama first appeared in late eighteenth-century Britain, but reached its apogee in Romantic-era France, where Honore de Balzac made fun of the mania for dioramas in his novel Le Pere Goriot (1834; set in 1819). The Meister brothers presented a view of the Rhine valley in their panorama in Cologne, and mountain scenes also attracted visitors. Although most panoramas have not survived, works by artists such as Nikolaus Meister indicate the form in which the Romantic vision of landscape reached large numbers of people. Many visitors to panoramas were ignorant of the official art world-- the Academy and its Salon-- but would become the public for the great international expositions and world's fairs that began in the 1850s and were intended to control and encourage the development of the arts, and to serve as showcases for the artistic achievements of national schools. __LANDSCAPE PAINTING AND MODERNISM __ In France the clash between officially sanctioned academic art and experimental painting was most pronounced in the landscape genre. Progress in the rise of landscape can be measured by the career of Theodore Rousseau, who was strongly attached to the observation of nature and natural effects, and experimental in his means of rendering them. He was rejected from the official Salons between 1836 and 1841 because he did not adhere to classical landscape traditions, and refused to submit his work between 1842 and 1848. After the revolution of 1848, he became the hero of the 1855 Exposition Universelle, where his works were shown in a special room. His years of rejection anticipated the difficulties of the realist Gustave Courbet (1819-1877), the Impressionist artists, and their ally the young Paul Cezanne (1839-1906). The eventual triumph of the small band of dissenting Impressionist artists, such as Alfred Sisley, over the artists who made their careers within the academic system has often been told, and has marked modern attitudes toward art in general. Landscape painting, the lowest genre in the academic hierarchy, was the sharp end of a wedge, allowing highly personal artistic reactions to the motif to penetrate the world of academic classicism, and fundamentally shift the course of painting.</i></p>",
            "title":"Collection Publications: Earth's Beauty Revealed: The Nineteenth-Century European Landscape",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"65aed72be95df23b82d72143"
            },
            "body":"<p><strong>Exhibition</strong><br><strong>Great British Drawings from the Ashmolean Museum</strong><br>July 1–September 17, 2017</p><p><br>British art is the focus of this summer’s special exhibition, which features more than one hundred rarely seen treasures from the renowned collection of some 10,000 works on paper in the Ashmolean Museum, University of Oxford. This exceptional selection spans more than three centuries and celebrates a diversity of techniques and media—including metalpoint and mud—while underscor- ing the variety of functions encompassed by the art of drawing, from preliminary graphite sketch to highly finished watercolor. Showcasing celebrated artists such as William Blake, Thomas Gainsborough, Joseph Mallord William Turner, Dante Gabriel Rossetti, Aubrey Beardsley, and David Hockney, as well as outstanding works by lesser known artists, the exhibition casts a compelling lens on British art, history, and culture through drawing—the most intimate and spontaneous expression of the creative pro- cess—as manifested in portraits, landscapes, still lifes, narrative scenes, decorative designs, and book illustrations. The works on display project a dazzling variety and scope of graphic expression that is universal in appeal.</p><p>The oldest public museum in Britain, the Ashmolean was founded in 1683; however, British drawings did not become a significant presence in its collections until the mid-nineteenth century. Although a few drawings, most notably the oldest work in the exhibition—the arresting black chalk portrait of Thomas Alcock by Samuel Cooper (ca. 1650, see cover)—were bequeathed to Oxford earlier, it was not until the 1840s that the university began to collect fine art for display, rather than to decorate a library or to be consulted in the same way as books. The extraordinary 1843 acquisition of more than one hundred drawings by Michelangelo and Raphael from the collection of the portrait painter Sir Thomas Lawrence soon inspired substantial donations from various sources, including the art critic and Christ Church College alumnus John Ruskin, who gave thirty-four drawings by his hero J. M. W. Turner to Oxford in 1860. After becoming Slade Professor of Fine Art at Oxford, Ruskin donated a larger group—mainly consisting of drawings and watercolors by his own hand— to be used for teaching purposes in his innovative Drawing School, established in 1871.</p><p><i>Great British Drawings</i> is organized in four broadly structured chronological and thematic sections. Realistic portraits and figures in imaginary settings dominate the first section, Likeness, Sensibility, and Vision, 1650–1830, which also features academic studies from life and plaster casts. During this time, portrait drawing became a recognized British specialty, in graphite or chalk, and often on colored paper with highlights, as in Jonathan Richardson’s appropriately robust likeness of the prizefighter celebrity James Figg. The foundation of the Royal Academy in 1768 gave a new impetus to the study and the role of drawing &nbsp;for the artist, whose status had evolved from that of craftsman to creative genius. A rare composition sketch by Sir Joshua Reynolds, the Royal Academy’s first president, &nbsp;for a stained-glass window at Oxford (ca. 1778) is included in this section, as well as three boldly experimental chalk and wash studies by his great rival Thomas Gainsborough. Representing the steady anti-academic current in British &nbsp;art are dramatic drawings of religious, allegorical, political, and literary subjects by idiosyncratic artists such as James Barry, James Mortimer, and the Swiss-born Henri Fuseli. The visionary aesthetic of the poet William Blake is illustrated by two luminous watercolors, including <i>Baptism of Christ</i>, made after his religious conversion. Also featured &nbsp;is one of Samuel Palmer’s early pastoral and dreamlike Shoreham scenes, <i>A Young Man Yoking an Ox</i> (ca. 1831–32), &nbsp;an exquisite brush drawing that evokes a growing nostalgia for the English countryside that was being threatened by &nbsp;the industrial revolution.</p><p>The emphasis shifts to actual landscapes—made both &nbsp;at home and abroad—in the second section, Travel and Topography, which explores what is often called “The Golden Age of Watercolor,” roughly spanning the mid- eighteenth through the mid-nineteenth century. Synonymous with British Romantic literature and the quest to capture all that was “sublime” and awe-inspiring in nature, this momentous period witnessed the medium’s rapid evolution from the “tinted drawings,” produced by topographical artists such as Edward Dayes and the young &nbsp;J. M. W. Turner, toward an expressive medium that rivaled oil painting. Revelatory examples by innovative masters Francis Towne, John Sell Cotman, and Turner’s rival Thomas Girtin are included, as well as several atmospheric masterpieces by the mature Turner—including a rare streetscape, <i>Christ Church College, Oxford</i> (1832–33), in which the background dissolves in a haze of light and sky. After the Napoleonic Wars (1803–15), which discouraged travel abroad, many British artists ventured back across the Channel to the continent and beyond to the Middle East and India, as witnessed in evocative works such as John Frederick Lewis’s <i>Arabs with Camels by a Tomb in the Desert</i> (1858).</p><p>The third section—the heart of the exhibition— highlights one of the strengths of the Ashmolean collection: the complex world of the zealous young Pre-Raphaelites and their mentor John Ruskin, whose admonishing “truth to nature” was directed against the restrictive academic legacy of Sir Joshua Reynolds, with its reverence for antiquity and High Renaissance artists like Michelangelo and Raphael. Several of Ruskin’s watercolors, including a microscopic study of bird feathers (1871), are juxtaposed with a stunning array of narrative and decorative works on paper by founders of the Pre-Raphaelite Brotherhood—Dante Gabriel Rossetti, William Holman Hunt, and John Everett Millais— and by the younger Edward Burne-Jones. Several meticulously crafted compositions inspired by medieval literature, notably two watercolors by Rossetti illustrating scenes from Dante Alighieri’s <i>La Vita Nuova</i>, also reveal the influence of early painting techniques such as tempera and fresco, which the Pre-Raphaelites embraced as “primitive.” Among the portraits in this section are two by Rossetti of &nbsp;his muse Elizabeth Siddal, one of the “Stunners” who posed &nbsp;for many of the Pre-Raphaelites. An artist in her own right, she is represented by two drawings that exemplify the Pre-Raphaelite linear aesthetic, one that is continued in a more Symbolist vein by the black-and-white brilliance of Aubrey Beardsley’s book illustrations.</p><p>Rounding out the exhibition is the final and most wide-ranging section, called Change and Conflict: The Modernist Century. While influences from major European avant-garde styles such as Post-Impressionism and Cubism are illustrated in abstracting drawings by Harold Gilman and Ben Nicholson, a representational impetus dominates British art throughout most of the twentieth century— as manifested in the gritty social commentaries provided &nbsp;in preparatory studies by Walter Sickert, founder of the Camden Town Group, and William Roberts. Anchoring this section is a powerful group of works evoking the cataclysmic events and aftermath of the two World Wars, culminating in Paul Nash’s surreal watercolor <i>Under the Cliff</i> of a crashed German bomber on the Jurassic Coast (1940) and David Bomberg’s charged charcoal view of St. Paul’s Cathedral in London during the Blitz (1944). Concluding the exhibition are portraits by three of Britain’s greatest contemporary artists—David Hockney, Frank Auerbach, and Tom Phillips—which, while strikingly different in expressive forms of mark-making, share with their predecessors the art of capturing visual truth on paper.</p><p>&nbsp;</p><p>Laura M. Giles&nbsp;<br>Heather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Summer 2017 Magazine</p>",
            "title":"Exhibition: Great British Drawings from the Ashmolean Museum",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}