{
    "makerid":13832,
    "published_date":"2024-02-22 02:02:21.655228",
    "type":"maker",
    "displayname":"Spanish",
    "makertype":"Cultural Group",
    "alphasort":"Spanish",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-600,
    "enddate":0,
    "nationality":"Spanish",
    "culturegroup":"Spanish",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Spanish",
            "alphasort":"Spanish",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Spanish"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125267"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/100627059"
        },
        {
            "source":"AAT",
            "id":"300111215"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64dba10b538ac6620e32b748"
            },
            "exhibitions":[],
            "body":"<p><strong>Preparing for a New Building</strong><br><strong>Major Stone Works Undergo Cleaning, Conservation</strong></p><p>Since the closure of the Museum building in 2020, Conservation has been working hard to prepare thousands of objects for the fast-approaching reinstallation of artworks in the Museum’s new galleries.</p><p>In 2020 and 2021, the removal of more than one hundred large-scale and embedded works from the old building was a particularly complicated task; installing these objects again in the new building will also be a massive under-taking. Since nearly all these collections objects had been on long-term, continuous view since the 1960s, this brief window has provided a unique and ideal opportunity to address as many conservation needs as possible while all objects are off view and accessible for treatment.</p><p>With only two conservators on the Museum staff, and due to the number of objects in need of conservation treatment and the specific and complex needs of some of these objects, Conservation has been collaborating with a wide network of skilled external conservators and specialists during the Museum’s closure to help complete the work.</p><p>In recent months, multiple conservation treatments on large-scale stone works have been finalized off-site, and these objects have now started to return to Princeton. Among them are the Neo-Assyrian relief of a winged genie (ca. 883–859 BCE) and the Spanish <i>Gisant: Knight in Armor</i> (ca. 1500), both of which were treated by Art Conservation Group in Long Island City, New York.</p><p>The inscribed relief, a significant work in the Museum’s collection of arts of the ancient Mediterranean, recently received conservation treatment to strengthen old structural repairs and improve the appearance of old fills. The stone relief is from the palace of King Ashurnasirpal II in ancient Kalhu, present-day Nimrud, Iraq. The carved winged male figure, representing a “genie,” or apkallu, the Assyrian word for “sage,” was once part of a larger decorative frieze that lined the walls of the palace’s throne room.</p><p>Before treatment, the slow breakdown of decades-old restoration materials had compromised both the stability and the appearance of the stone. The relief was cleaned, and old fills were reshaped and toned. Additional structural backing material and a new mount were also applied; both these measures will allow for more strategically distributed support of the object’s weight during future display.</p><p>The Spanish <i>Gisant: Knight in Armor</i> also recently received major conservation work off-site. The sculpture, which was originally part of a tomb, belongs to the Museum’s collections of European painting and sculpture and was previously on display in the gallery of medieval art. It is made of alabaster, which is a soft stone that can be sensitive to many materials that are commonly used by conservators for cleaning or repair, so additional considerations are often necessary during conservation treatment.</p><p>Before treatment, the <i>Gisant</i> had years of accumulated surface staining, which resulted in a dark and discolored appearance of the stone. Staining was reduced using a gel poulticing technique, which can be employed by conservators to reduce stains in a slow and controlled manner. Many old fills from a previous restoration were also in poor and unstable condition, so they were reduced and replaced using modern and reversible conservation materials. In addition to the new fills being more stable, they also provide a much closer aesthetic match &nbsp;to the surrounding stone. Examples of this treatment work can be seen in before and after images of an area of &nbsp;the knight’s foot.</p><p>The <i>Gisant </i>had undergone at least one previous campaign of major structural repair in its history, but an assessment of the object’s internal stability could not be done by examination of its surface alone. Therefore, ultrasonic pulse velocity testing, pachometer testing, and infrared thermography testing were used to &nbsp;map internal weaknesses and cracks &nbsp;and understand more about the &nbsp;object’s condition. The information gathered from these nondestructive technologies was used to inform treat-ment and can also be used in the future to inform the design of a mount. &nbsp;</p><p>As we move closer to reinstallation in our new building, we look forward to having these two objects and many others back on view. Stay tuned for additional updates from us as we continue working on conservation projects behind the scenes.</p><p>&nbsp;</p><p>Elena Torok&nbsp;<br>Associate Objects Conservator</p><p>Princeton University Art Museum Spring 2023 Magazine</p>",
            "title":"Preparing for a New Building: Major Stone Works Undergo Cleaning, Conservation",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            },
            "author_type":"Conservator"
        }
    ]
}