{
    "makerid":3027,
    "published_date":"2023-07-11 02:02:03.949749",
    "type":"maker",
    "displayname":"Pablo Picasso",
    "makertype":"Individual",
    "alphasort":"Picasso, Pablo",
    "lastname":"Picasso",
    "firstname":"Pablo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1881–1973; born Malaga, Spain; died Mougins, France; active Paris",
    "begindate":1881,
    "enddate":1973,
    "nationality":"Spanish",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Pablo Ruiz Picasso",
            "alphasort":"Picasso, Pablo Ruiz",
            "lastname":"Picasso",
            "firstname":"Pablo Ruiz",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Pablo Picasso",
            "alphasort":"Picasso, Pablo",
            "lastname":"Picasso",
            "firstname":"Pablo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500009666"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/15873"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dc5add9242a910016bcaa26"
            },
            "title":"Hear the Photographer (y1969-131)",
            "transcription":"Hear the Photographer (y1969-131)\n\nPablo Picasso’s monumental sculpture Head of A Woman now stands comfortably on a wide swath of lawn, with the minimalist architecture of Spelman Hall as a backdrop. This wasn’t always the case; originally the work was placed in front of the University Art Museum, facing due north towards Nassau Street. To create a photograph that conveys a sense of shape and three-dimensionality, photographers rely on light and shadow to bring out the form of an object. I was never able to take a great photograph of the Picasso, due to the angle of light that fell on the piece: the sunlight was always behind or off to one side of it, which made for a washed-out or backlit image. Also, the façade of the Art Museum and the plaza leading up to it didn’t allow the silhouette of the piece to stand out clearly enough for my taste: with the entrance doorways, brownstone cladding, parked bicycles and windows of McCormick Hall all competing visually, I eventually gave up trying to make what I would call a definitive image of Picasso’s work in that location.\n\nIn 2002, underground construction began at McCormick Hall and it became necessary to move Head of a Woman to its current location. I find wonderful symmetry in the placement of this concrete sculpture in front of architecture, carried out largely in the same material, by another icon of the 20th century, I.M. Pei, who completed Spelman Hall in 1973, only two years after Head of a Woman was finished. The ramshackle primitivism of the sculpture, seen against the refined minimalism of the building is a wonderful contrast and the various angles of light falling on the piece throughout the day show off the work at its best. Now facing due south, Head of a Woman is bathed in ample, changing light at all hours of the day, allowing the viewer to see (and photograph) it in a myriad of ways, bringing out its form, scale and subtle color.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca004",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5dc5acfc242a910016bcaa24"
            },
            "title":"Hear the Alumnus and History Columnist (y1969-131)",
            "transcription":"Hear the Alumnus and History Columnist (y1969-131)\n\nPablo Picasso’s Head of a Woman was constructed by Norwegian artist Carl Nesjar in 1971 from a twelve-inch maquette the master had completed in 1962; the huge project was poured and then sandblasted on-site. Picasso himself received no fee for the work, in which his own unique style is instantly recognizable—it depicts the essence of the female form, a topic with which he was obsessed throughout his life, even at ninety years old, his age at the time of the sculpture’s dedication. Originally built and located in front of the Art Museum, Head of a Woman was relocated in 2002 when the Marquand Library was expanded underground and usurped its site. The statue’s new home here, in front of I.M. Pei’s Spelman Halls, complements its lines and textures and puts it at the hub of the University Arts & Transit neighborhood being developed immediately to the wes",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca012",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5dc5ad5b242a910016bcaa25"
            },
            "title":"Hear the Conservator (y1969-131)",
            "transcription":"Hear the Conservator (y1969-131)\n\nCollaborating with Picasso in 1971 to produce Head of a Woman, sculptor Carl Nesjar used the Betograve process, adding colored gravel when casting the concrete forms and then blast-cutting the surfaces to expose the colored stone according to Picasso's designs. Because the porous surface of concrete absorbs airborne particles, rain, and dew, it suffers from stains and from corrosion by acid rain, freeze-thaw, and growths like algae and lichen. To protect Head of a Woman, soon after construction a thin, white, cement-like sealant was applied over the entire artwork. The unintended effect was reduced visual intensity in the exposed rock colors.\n\nOur first conservation measures, in 1994, eliminated this haze. I also stabilized the concrete surfaces and eased future cleaning by infusing the concrete with a colorless, water repellent consolidant. Ever since, on a regular basis, we have cleared and rinsed away stains, litter, air-deposited soil and other contaminants, and algae, lichen, and sprouts from Head of a Woman's  facial panels, and especially from the peaked-roof back planes. Since its 2002 move to Spelman Halls, Head of a Woman's eastern orientation, within a shallow grove of trees and rather near a building, exposes the sculpture to high humidity and shields its back from direct sunlight, so, along with the prior concerns,  we also combat moss that can destructively root into the concrete.\n\nKeeping outdoor sculpture at its best requires constant vigilance and regular periodic action. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca040",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5dc5acaa242a910016bcaa23"
            },
            "title":"Hear the Curator (y1969-131)",
            "transcription":"Hear the Curator (y1969-131)\n\nPablo Picasso made a one-foot-high study model for Head of a Woman in 1962. Executed in painted and folded sheet metal, it was one of many modestly scaled sculptures that the artist created, inspired in part by the paper cutouts he made for his sister as a child. Head of a Woman was selected by Princeton University’s Putnam Memorial Collection Selections Committee for translation into a monumental sculpture; they chose Norwegian artist Carl Nesjar as intermediary in the neogitations with Picasso and executor of the sculpture. In 1969, Nesjar visited Picasso at his home in southern France, armed with photographs of a mock-up and site plans for the sculpture’s original location in front of McCormick Hall. Picasso gave his approval; a photograph of the mock-up, signed and inscribed “Bon à tirer pour Nesjar. Picasso,” served as the contract between the artist and the University. From building wooden forms to injecting the base with liquid concrete, Nesjar created the sculpture in the form of an open seminar for undergraduates, allowing students to observe and participate in the on-site recreation of a master’s work. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca054",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db0b286f85cb00016e5c66d"
            },
            "body":"Completed on December 3, 1964, the painting is the penultima in a series of thirty canvases undertaken by the prolific artist at the beginning  of his eighty-third year.\n\nLike other late works by Picasso, the spontaneous facture and stylistic economy of means of <em>Tete d'homme et nu assis<em>suggest the artist's preoccupation at the time with process over product and the reduction of the figurative impulse to its most minimal, abstracted means. Also informed by the broad, calligraphic motifs with which Picasso had been embellishing his extensive production of ceramics, the work is the most authoritative and resolved in the series. The painting is especially useful in advanc­ ing the museum's mission as a teaching institution, as it engages concerns central to Picasso's work--among them seriality, gender relations, and the relationship be­tween artist and subject, creator and muse.\n\n",
            "title":"Newsletter: Spring /Summer 2008",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}