{
    "makerid":9407,
    "published_date":"2022-03-28 16:07:43.715080",
    "type":"maker",
    "displayname":"William Cooper Procter",
    "makertype":"Individual",
    "alphasort":"Procter, William Cooper",
    "lastname":"Procter",
    "firstname":"William Cooper",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1862–1934",
    "begindate":1862,
    "enddate":1934,
    "nationality":"American",
    "culturegroup":null,
    "biography":"William Cooper Procter was born in Glendale, Ohio on August 25, 1862. He was the grandson of Procter & Gamble co-founder, William Procter, and was the only son of Procter & Gamble heirs, William Alexander and Charlotte Elizabeth (Jackson) Procter. He attended Princeton University before going to work at Procter & Gamble in 1883.\r\n\r\nDespite his background and higher education, Procter started at the bottom of his family's business, as a production laborer. Despite his prestigious family ties, Procter mingled freely with his fellow workers. He sat on the factory floor and ate lunch from a paper sack, without pretense or pride. In time, he noted an overwhelming sense of despair among the employees of his grandfather's company, and was compelled to approach his family with concerns about the employees' grueling six-day work schedule (69 hours per week). At young Procter's suggestion, in 1885, the senior Procters agreed to roll back the work hours with no loss of pay to the workers, a radical innovation in labor policy, and one that set a precedent for American industry. Procter's goal was to foster loyalty among the workers and to create incentives for all, in order to improve efficiency and to maximize profits. He wrote in his business diary, \"Any worthwhile change in the conduct of a business must first and last have the element of lessening the cost.\"\r\n\r\nDespite the reduced work hours, union agitators at Procter & Gamble challenged management continually, for the loyalty of the factory workers. The employees staged walkouts on several occasions. This concerned Procter, who took it upon himself to devise a profit-sharing plan for the employees. Procter presented his profit-sharing plan to the company owners and, in April 1887, the company announced that every employee would receive a semi-annual dividend based on the ratio of personal wages earned to total company wages paid. The new and radical idea attracted attention from the press. Reporters visited the factory to interview Procter about his ideas. Industrial Relations reported that, \"When William Cooper Procter suggested that it would benefit employer and employee alike to permit the employee to share in the company's profits, the family thought he had lost his senses. Such a thing was unheard of.\" Like the Procter family, the company workforce received news of the profit-sharing program with skepticism. They suspected Procter's motives, until he reminded them that, \"The first job we have is to turn out quality merchandise that consumers will buy and keep on buying. If we produce it efficiently and economically, we will earn a profit, in which you will share.\"\r\n\r\nhttp://www.answers.com/topic/william-cooper-procter",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William Cooper Procter",
            "alphasort":"Procter, William Cooper",
            "lastname":"Procter",
            "firstname":"William Cooper",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/75853732"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}