{
    "makerid":6664,
    "published_date":"2025-05-22 02:01:31.070626",
    "type":"maker",
    "displayname":"Richard Cosway",
    "makertype":"Individual",
    "alphasort":"Cosway, Richard",
    "lastname":"Cosway",
    "firstname":"Richard",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1742–1821",
    "begindate":1742,
    "enddate":1821,
    "nationality":"British",
    "culturegroup":null,
    "biography":"The most fashionable miniaturist of his day, Cosway was known for his elegant portraits. His large-scale portraits are considered less successful. He was friends with the Prince of Wales (later Prince Regent). ULAN\r\n\r\n---\r\n\r\n Painter, draughtsman, dealer and collector. Probably the son of a schoolmaster, he showed a precocious talent for drawing and studied at Shipley’s Drawing School in the Strand, where he won several prizes. He attended the Richmond House academy, set up by Charles Lennox, 3rd Duke of Richmond, where he met Giovanni Battista Cipriani. He first exhibited at the Society of Artists in 1760, showing there again between 1767 and 1779. He also showed at the Free Society of Artists between 1761 and 1766. In 1769 he entered the Royal Academy Schools, becoming an ARA in 1770, when he began to exhibit at the Academy, and RA the following year. In 1781 Cosway married the Anglo-Florentine artist (2) Maria Cosway, née Hadfield, and they moved in 1784 to Schomberg House, Pall Mall, which became a centre for fashionable London society. In 1786 he made a brief visit to Paris and in 1791 he moved to a larger house in Stratford Place, London.\r\n\r\nCosway, who from 1785 signed many works Primarius Pictor Serenissimi Walliae Principis (‘Principal painter of his most serene Prince of Wales’), painted miniatures and produced ‘stained’ drawings in prodigious numbers; he painted rather fewer full-scale oil portraits. For the miniatures, as with his other work, he relied heavily on his brilliant use of line. Such miniatures as the Portrait of an Unknown Lady (1798; London, V&A) are characterized by his delight in delineating the curly grey hair and tilted heads of his sitters; colour is restricted to hints of red for the flesh tones and blue in the background sky. The ‘stained’ drawings epitomize elegance and bear comparison with Sir Thomas Lawrence’s sketches. Cosway’s studies are made with consummate ease and minimal colour, for example the graphite and watercolour full-length portrait of The Hon. Peter Robert Burrell (later 2nd Lord Gwydyr and 19th Lord Willoughby de Eresby) (1807; Drummond Castle, Tayside); the enlarged eyes, the colouring of the face and hair and the delicately drawn figure are all typical.\r\n\r\nAlthough his oil paintings are less successful, these do not deserve the low regard in which they are generally held. He painted some religious and historical subjects, for instance his altarpiece of the Liberation of St Peter (1784; Tiverton, St Peter’s), the style of which betrays Cosway’s affiliation with Cipriani. He also painted portraits, most notably for the Courtenay, Pleydell-Bouverie and Spencer-Churchill families. Lucy, Harriet and Caroline Courtenay (1798; Powderham Castle, Devon) is a fine example, combining stylistic traits of Matthew William Peters and John Hoppner. Cosway supplemented his income by dealing, and the Prince Regent, later George IV, appears to have been one of his principal clients. He built up a fine collection of Old Master paintings, drawings and prints, sculpture, furniture, objets d’art and curiosities and an extensive library, all of which was sold by Maria Cosway at five auctions held in 1821 and 1822 by George Stanley. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Richard Cosway",
            "alphasort":"Cosway, Richard",
            "lastname":"Cosway",
            "firstname":"Richard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115280"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/40191108"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}