{
    "makerid":2653,
    "published_date":"2022-03-28 16:04:54.838783",
    "type":"maker",
    "displayname":"Paul Swan",
    "makertype":"Individual",
    "alphasort":"Swan, Paul",
    "lastname":"Swan",
    "firstname":"Paul",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1883–1972",
    "begindate":1883,
    "enddate":1972,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Although Paul Swan's name may not be immediately recognizable to contemporary audiences, he left a legacy of unique artistic accomplishments that spanned the first half of the 20th century. While his paintings dealt with a variety of themes, he was especially recognized for his exquisite portraits of notables ranging from Ezra Pound to Pope Paul VI. Swan's popular work as a dancer/performance artist drew on Greek mythical characters as subjects-portrayed with his signature beauty, grace, and flair in American and European venues and, ultimately, at weekly performances in his Carnegie Hall studio. During his waning years, he was sadly depicted in unflattering film treatments by Andy Warhol - a far cry from his total essence. Here, Janis and Richard Londraville (Dear Yeats, Dear Pound, Dear Ford: Jeanne Robert Foster and Her Circle of Friends) present Swan's full story, carefully tracing his professional accomplishments and contributions and sensitively revealing his complex family life, personal eccentricities, and bisexual lifestyle within the context of his time, place, and culture. The authors' extensive research, access to original documents and materials, and interviews form the basis for this highly literate and engaging book, enhanced by a fine selection of photographs.\" Library Journal \"In 1965, Andy Warhol made a film in which the 82-year-old dancer and gay camp idol Paul Swan, once called \"The Most Beautiful Man in the World,\" is shown trying to recreate one of his youthful performances, unintentionally making a mockery of his past grace. The authors (Dear Yeats, Dear Pound, Dear Ford) of this insightful and compassionate biography take account of this and other pathetic aspects of Swan's old age, but for the most part they emphasize the positive side of his life. Raised on a Midwestern farm in a family dominated by a rigidly Methodist mother, Swan left home at 15, adopted a bohemian life style based on Oscar Wilde's dictum of art for art's sake, and became a successful portrait painter and sculptor as well as an actor, a poet and a leading exponent of classical dance. Bisexual, married and the father of two children, he was the quintessential eccentric, especially in his later years when he wore quantities of makeup, bathed in olive oil and stuffed his pants with socks to make himself appear better endowed. The Londravilles don't focus on these oddities. Their book succeeds because they concentrate on Swan's considerable artistic achievements, especially his accomplished portraits.\" Publishers Weekly \"Andy Warhol's film Paul Swan is an example of an icon capturing an icon in the world of high (and inside) culture. After decades of speculation about the star of the film, the Londravilles' book tells Swan's real story.\"--Billy Name-Linich, Warhol factory photographer, artist \"This remarkable study invites us to discover Paul Swan, a peculiar and fascinating presence in the world of art and dance. For the first time, in chapters ranging from an insightful commentary on Warhol's films to a fascinating account of a farm boy who becomes a 'modern Leonardo,' we see someone who can truly claim to have been 'the most beautiful man in the world.'\"--Geralyn Huxley, curator of film and video, Andy Warhol Museum. \"Dancer, painter, sculptor, poet, actor, and gay camp idol, Paul Swan was a true original. In their carefully researched biography, the Londravilles nimbly document the rich life and legacy of this long forgotten but extraordinary eccentric whose narcissistic antics--all in the name of art--entranced the likes of Marcel Duchamp, Roberto Matta, and Andy Warhol.\"--Paul B. Franklin, editor in chief of the journal Etant donne Marcel Duchamp (Paris) \"When Paul Swan exhibited with Robert Henri, Maurice Prendergast, and Rockwell Kent at the Macbeth Gallery in 1914, he was in an elite company of American painters; and when he won awards at the Paris Salons in the 1930s, he was showing with the best in the Western world. Finally, with this biography, we have the intriguing story of Swan's art, his life, and his loves.\"--Aaron H. DeGroft, deputy director and chief curator of the Ringling Museum of Art at the State Art Museum of Florida \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Paul Swan",
            "alphasort":"Swan, Paul",
            "lastname":"Swan",
            "firstname":"Paul",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500050667"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/3610158"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}