{
    "makerid":19131,
    "published_date":"2025-05-29 02:02:11.547625",
    "type":"maker",
    "displayname":"Walter Fryer Stocks",
    "makertype":"Individual",
    "alphasort":"Stocks, Walter Fryer",
    "lastname":"Stocks",
    "firstname":"Walter",
    "nametitle":null,
    "middlename":"Fryer",
    "suffix":null,
    "displaybio":"British, 1842–1915",
    "begindate":1842,
    "enddate":1915,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Walter Fryer Stocks",
            "alphasort":"Stocks, Walter Fryer",
            "lastname":"Stocks",
            "firstname":"Walter",
            "nametitle":null,
            "middlename":"Fryer",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95829268"
        },
        {
            "source":"ULAN",
            "id":"500024003"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db358dd577cfb0016a236da"
            },
            "body":"<p><em>Mrs. Fanny Eaton</em> captures a quintessential feature of Pre-Raphaelitism: iconic representations of female beauty. Founded in 1848 by a group of young British painters—most notably William Holman Hunt, John Everett Millais, and Dante Gabriel Rossetti—this avant-garde movement challenged the academic tradition in its quest for what the contemporary art critic John Ruskin called “absolute, uncompromising truth”— paradoxically combining modern realism with a nostalgic passion for medieval painting and literature. Although the group disbanded by 1853, it had a transformative effect on Victorian art through the late nineteenth century, inspiring generations of academically trained artists including Walter Fryer Stocks, who established himself as a landscape watercolorist by the early 1860s. As a teenager, he may have belonged to the same London sketching club that was formed by the figurative painter Simeon Solomon, by whom there are several studies of Fanny Eaton that are dated November 1859. Born Fanny Antwistle in Jamaica in 1835 to a former slave, Matilda Foster, and an unknown father, Eaton settled in Britain with her mother in the 1840s, taking up work as a housecleaner and cook before she began modeling for the Pre-Raphaelites around the time of this drawing, made when she would have been in her early twenties. She married James Eaton, a cab and coach driver, in 1857, and they had ten children between 1860 and 1879. After her husband died in 1881, Eaton continued to support her family as a housekeeper and dressmaker—having stopped modeling by 1868—and lived until 1924. Eaton, whose identity has only recently been established, also appeared in paintings and draw- ings by many of the Pre-Raphaelite painters, including Dante Gabriel Rossetti, who described her in a letter of August 1865 as “having a very fine head and figure— a good deal of Janey”—an allusion to his muse and mistress Jane Morris. Although she shared working- class origins with most of the Pre-Raphaelite “stunners” (as the models were called), Eaton’s lack of romantic entanglements with any of the male artists set her at a professional remove from supermodels Morris, Fanny Cornforth, Annie Miller, and Elizabeth Siddal. By comparison with these Caucasian British models, whose identities are often interchangeable with the literary heroines—such as Shakespeare’s Ophelia and Dante’s Beatrice—whom they portray, Eaton usually appears as a peripheral and anonymous figure in a range of biblical, genre, and literary paintings; her distinctive features allowed the Pre-Raphaelites to adapt what they considered to be her exotic beauty to a variety of ethnic types—ranging from Hebrew to African. In a few instances she is the sole protagonist, most notably in Albert Moore’s <em>Mother of Sisera</em> (1861) and in Joanna Mary Boyce’s unfinished and subsequently destroyed <em>Sibyl</em> (1861), for which there is a related small oil sketch of Eaton’s head in profile (Yale Center for British Art). In this highly finished drawing of Eaton, Stocks applies a meticulous stippled chalk technique to expressive effect, conveying an alluring and introspective sensuality— synonymous with Pre-Raphaelite femininity—in the sitter’s asymmetrical glance and parted lips.</p>",
            "title":"Magazine: Spring 2016",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}