{
    "makerid":20730,
    "published_date":"2022-03-28 16:10:06.491670",
    "type":"maker",
    "displayname":"Titus Kaphar",
    "makertype":"Individual",
    "alphasort":"Kaphar, Titus",
    "lastname":"Kaphar",
    "firstname":"Titus",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1976, Kalamazoo, MI; active New Haven, CT",
    "begindate":1976,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Titus Kaphar",
            "alphasort":"Kaphar, Titus",
            "lastname":"Kaphar",
            "firstname":"Titus",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/310605946"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d813f1f69514e00166d8def"
            },
            "title":"Artist Talk: Titus Kaphar",
            "description":"Renowned American artist Titus Kaphar—whose work forms the conceptual core of the Museum’s engagement with the campus-wide conversation focused on the Princeton & Slavery Project—discussed the motivations and methods behind his practice, including works featured in the exhibition Making History Visible: Of American Myths and National Heroes and his sculptural commission for Princeton, installed on the lawn of Maclean House through December 17, 2017.",
            "speaker_type":"Artist",
            "file_uri":"https://mediacentral.princeton.edu/id/1_5a24y7c1",
            "transcript":"",
            "source_project":"Campus Art",
            "displaydate":"November 16, 2017",
            "sort_date":"2017-11-16",
            "video_type":"Artist Talks",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db88865975ec80016e02d37"
            },
            "body":"On July 31, 1766, the headline “To Be Sold” announced the sale of six African American slaves on the site of Princeton University’s Maclean House, as part of the dispersal of the estate of Samuel Finley, president of the University from 1761 to 1766. Kaphar’s work responds to the archival records of this sale, affixing with nails the tattered strips of a painted enlargement of that advertisement along the contours of a portrait bust of Finley. The contemporary work merges two traditions: honorific oil-portrait busts and Kongo power figures (minkisi). To Be Sold aims to invert the relationship between the entrenched heroic image of a founding father, the typical subject of historical memory, and the enslaved human who remained unseen and unknown.\n\n<em><em>Conversation prompts:<em><em>\n\nKaphar is known for his study of traditional American and European art, especially of the eighteenth and nineteenth centuries, and his interest in amending history. How does this work transform the traditional genre of portraiture? What effect does this transformation have on the viewer?\n\nWhich materials and techniques does Kaphar combine? How do they complement (or contrast with) one another?\n\nDescribe the relationship between what is visible and invisible in this work.",
            "title":"Teach with Collections: Titus Kaphar, To Be Sold",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}