{
    "makerid":20572,
    "published_date":"2022-03-28 16:10:03.318166",
    "type":"maker",
    "displayname":"Underwood & Underwood",
    "makertype":"Organization",
    "alphasort":"Underwood & Underwood",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"active 1880s–1940s, Ottawa, KS and New York, NY",
    "begindate":1882,
    "enddate":1949,
    "nationality":"American",
    "culturegroup":null,
    "biography":"In 1882 the Underwood brothers, Bert and Elmer, set up a small office in Ottawa, Kansas. They distributed the stereographs of other photographers west of the Mississippi River. By 1884 their business had expanded and had franchises across North America. By 1889, they had offices in Toronto, Ontario, Canada and Liverpool, England. In 1891, Underwood & Underwood re-located their main office to New York City and gradually began to publish original views taken for the firm by Bert Underwood, who began photographing in 1891. By 1897 the company employed full-time staff and freelance photographers to produce original stereographs. According to Darrah, Underwood & Underwood was the greatest publisher of stereoscopic views in North America by 1901. By 1910 the firm began to specialize in news photography and the production of stereographs was discontinued in 1920. The Underwood brothers retired in 1925, and in 1931 the company was reorganized into four independent operations that all retained the original name \"Underwood & Underwood\": Underwood & Underwood Illustration Studios of New York, Chicago and Detroit, which dealt exclusively in photographs for advertisers; Underwood & Underwood Portraits, Inc., New York, Philadelphia, and Cleveland; Underwood & Underwood, Washington and Chicago, which dealt with photographs of individuals and events of political nature; and Underwood & Underwood News Photos, Inc., New York, which supplied historical and current news pictures (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Underwood & Underwood",
            "alphasort":"Underwood & Underwood",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500033291"
        },
        {
            "source":"NYPL PIC",
            "id":"1671"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}