{
    "makerid":5163,
    "published_date":"2022-03-28 16:06:33.508151",
    "type":"maker",
    "displayname":"Joseph Heintz the Elder",
    "makertype":"Individual",
    "alphasort":"Heintz, Joseph the Elder",
    "lastname":"Heintz",
    "firstname":"Joseph",
    "nametitle":null,
    "middlename":null,
    "suffix":"the Elder",
    "displaybio":"Swiss, 1564–1609",
    "begindate":1564,
    "enddate":1609,
    "nationality":"Swiss",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Joseph Heintz the Elder",
            "alphasort":"Heintz, Joseph the Elder",
            "lastname":"Heintz",
            "firstname":"Joseph",
            "nametitle":null,
            "middlename":null,
            "suffix":"the Elder",
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004495"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/3265420"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf098d20f95900166a94b9"
            },
            "body":"Heintz's half- length Magdalene is derived from Titian's seminal paintings of the Magdalene, dated ca. 1560. She inhabits a dark desert wilderness, and rests her hand on a skull, the reminder of mortality, while pointing to a crucifix, offering hope for salvation. An angel hovers beside the jar that contained the oils with which she anointed the body of Christ before the entombment, and she raises her eyes toward a ray of light streaming from heaven. While the spare and simple portrayal adheres to the recommendations of the Council of Trent, this exhortation to contemplation and penitence also expresses the Counter Reformation's fervent zeal for spiritual renewal\n\nHeintz was a Swiss-born master active in Italy, Germany, and Prague, who worked in\na stylistic vein related to Dutch Mannerism, an area in which the museum has numerous paintings, prints, and drawings. A museum purchase and partial gift of Stephen Mazoh, the <em>Penitent Magdalene</em> supports teaching... [and] the painting's iconography also fills a gap in the collection, which possesses many representations of the prototypical male penitent saint, Jerome.",
            "title":"Penitent Magdalen, Joseph Heintz the Elder",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 2002"
        },
        {
            "_id":{
                "$oid":"5daf5373785ca8001692b362"
            },
            "body":"The <em>Entombment</em> is a smaller work on a copper support rather than canvas, and forms an instruc­tive complement to the <em>Penitent Magdalen</em> [by the same artist]. Like the <em>Magdalen<em>, the <em>Entombment</em> was recorded in an engraving by Aegidius Sadder, a printmaker of the Holy Roman Emperor  Rudolf II, whom Heintz also served as court painter. The print is dated 1593, and according to the inscription, was made in Rome. The date falls during Heintz's second Italian trip (1592-95), undertaken in the service of the  emperor  to  acquire works  for the imperial  collection, make  drawings  of antiquities, and pursue  his  own work. The Entombment may date from this period in Heintz's career. This is not the only version of the composition; the popularity of Sadeler's print must account for its use in a large painting produced as late as 1623, on the altar for the Lutheran parish church in Insterburg  (formerly East Prussia; now Tschernjachowsk, Russia). Professor Thomas DaCosta Kaufinann, a specialist in Rudolfine art, points out that the small painting on copper is of the highest quality, and that based on com­parisons with Heintz's documented works, it is an autograph work.\n\nWhile the <em>Magdalen</em> shows Heintz's fascination with the sensuous and moving image  of the penitent  saint by Titian, whose works he admired in Venice dur­ing his first Italian trip  (1584-87), the <em>Entombment</em> demonstrates the influence of masters who represent a later phase of Italian painting and a Central Italian style. The preciousness,  consummate finish, colorism, and detail in this beautifully preserved small painting remind us of works on copper by the reigning master in  Rome, Cavaliere d'Arpino (1568- 1640), painter to  Pope Clement VIII. Even more striking is the debt to Federico Barocci (1535-1612), particularly  his Entombment for Santa Croce in Senigallia (1580-82). We know of Rudolf  II's inter­est in Barocci, and in that painting in par­ticular, as Aegidius Sadder made a print after it. It is perhaps the most celebrated of the altarpieces Barocci produced in the orbit of his patrons, the Delle Rovere family of Urbino. He painted his only secular work, by their permission, as a commission from Rudolf II in 1586-89. Appropriately enough for this successor of Charlemagne, the subject was Aeneas and Anchises Fleeing Troy (lost; autograph copy of 1598 in the Villa Borghese, Rome). Heintz must have seen it when he arrived in Prague  as the new court artist in  1591. <em>The Entombment</em> is thus a work made  in  competition  with  and  emulation of the Italian master, showing similar light and color effects, adapting the subject and its dis­position in space, but with  \"improvements.\" Following  yet  another  Italian  painter, Heintz transforms  the <em>Magdalen</em> into a figure from Raphael's <em>Transfiguration</em> (1518-20), his last painting, displayed at his funeral as a summa of his art.\n\nAlthough a small devotional painting on copper, this <em>Entombment</em> is an ambitious work that rivals and combines the excellent qualities of the leading Italian masters. Meant to appeal to the most discriminating collec­tors and connoisseurs, it summarizes the late Mannerist aesthetic on the eve of the artistic reform of the Carracci family through their Palazzo Farnese frescoes, which Heintz, returning north in 1595, just missed seeing.\n\n",
            "title":"Entombment, Joseph Heintz the Elder",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 2005"
        }
    ]
}