{
    "makerid":4430,
    "published_date":"2022-03-28 16:06:05.831597",
    "type":"maker",
    "displayname":"Julian Lamar",
    "makertype":"Individual",
    "alphasort":"Lamar, Julian",
    "lastname":"Lamar",
    "firstname":"Julian",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1893–1967",
    "begindate":1893,
    "enddate":1967,
    "nationality":"American",
    "culturegroup":null,
    "biography":"The following biography has quotations from information provided to AskART by Madeleine Eckert, whose mother, Martha Brown Saunders, was the subject of a portrait by Julian Lamar.\r\n\r\n\"To give you an example of the size of an average portrait by Mr. Lamar, this portrait's famed dimensions are 33 1/2 \" H x 28 1/2\" W x 2\" D.\"\r\n\r\nFrom the \"Richmond Times-Dispatch,\" Sunday, October 10, 1954, Ms. Eckert had the following quote about Evelynton, \"a modern home on an old estate\" in Richmond, Virginia, which was owned by Eckert's grandmother's brother: \"A contemporary; artist, Julian LaMar, has painted appealing portraits of Mrs. Ruffin's three sons and daughter, Mary Ball Ruffin, in a yellow ball gown.\"\r\n\r\nIn an obituary dated by her grandmother, September 10, 1951 in her grandmother's scrapbook: \"Julian Lamar, painter whose portrait of the late President Franklin D. Roosevelt hangs at Hyde Park\" (died) in Atlanta. He was 73. Mr. Lamar's studio was in New York City. He traveled throughout the United States painting members of some of the country's leading families, including the Oyster Bay Roosevelts. He specialized in children's paintings, however. The painter moved to Atlanta several years ago and was still active. \r\n\r\nA native of Georgia, Mr Lamar attended West Point Military Academy but after graduation he became an artist and almost immediately was in great demand.\" \r\n\r\n \r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Julian",
            "alphasort":"Julian",
            "lastname":"Julian",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Julian Lamar",
            "alphasort":"Lamar, Julian",
            "lastname":"Lamar",
            "firstname":"Julian",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500049225"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96009329"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}