{
    "makerid":14527,
    "published_date":"2022-03-28 16:08:43.012597",
    "type":"maker",
    "displayname":"Henry Burchard Fine",
    "makertype":"Individual",
    "alphasort":"Fine, Henry Burchard",
    "lastname":"Fine",
    "firstname":"Henry",
    "nametitle":null,
    "middlename":"Burchard",
    "suffix":null,
    "displaybio":"American, 1858–1928",
    "begindate":1858,
    "enddate":1928,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Fine, Henry Burchard (1858-1928), the first and only dean of the departments of science, was one of the men who did most to help Princeton develop from a college into a university. He made Princeton a leading center for mathematics and fostered the growth of creative work in other branches of science as well. Nationally he was one of the group of men who, in Professor Oswald Veblen's words, ``carried American mathematics forward from a state of approximate nullity to one verging on parity with the European nations.'' \r\nFine was the oldest of four children of a Presbyterian minister of Dutch ancestry in Chambersburg, Pennsylvania. His father died when the children were young, and they were brought up by their mother, an able woman of strong character. (Three of her children became educators: Dean Fine; John B. Fine 1882, founder of the Princeton Preparatory School; and May Margaret Fine, founder of Miss Fine's School.) The family came to live in Princeton in 1875, and Henry entered the College the following year, graduating in 1880. \r\n\r\nFine played the flute in the college orchestra, rowed on one of the crews, and served for three years as an editor of the Princetonian, where he began a life-long friendship with Woodrow Wilson 1879, whom he succeeded as managing editor. Fine was also one of the small group of undergraduates who took part in President McCosh's biweekly ``library meetings'' at Prospect. \r\n\r\nHe Led his class all four years and was Latin salutatorian at Commencement. Although he specialized in Latin and Greek, he adopted mathematics as a career toward the end of his college course, largely through the influence of George B. Halstead 1875, a tutor of mathematics who communicated his enthusiasm for his subject to Fine. \r\n\r\nAfter a postgraduate year as Class of 1860 Fellow in Experimental Science and three years as tutor in mathematics, Fine went to Leipzig to study with the eminent geometer Felix Klein. Although, according to his own account, he knew very little German and almost no mathematics, he developed so rapidly that he obtained his Ph.D. in a little more than a year. \r\n\r\nAfter this brief contact with the main current of mathematics, Fine returned to Princeton in 1885 as an assistant professor. He was promoted to professor in 1889, appointed Dod Professor of Mathematics in 1898, and made chairman of the department when departments were first organized in 1904. Early in his career he published a few research papers but, as time went on, he devoted his energies more to teaching and to the logical exposition of elementary mathematics. According to Professor Veblen, his widely used textbooks, A College Algebra (1905) and Calculus (1927) were unexcelled in accuracy of statement and the adequacy with which they represented the subject. His College Algebra was not found easy by beginning students who, when first confronted with it, according to a Princetonian of that era, ``decided that no one could understand it but Professor Fine and God.'' When the students of the following year were treated to a revised edition ``they agreed that comprehension was probably now limited to Professor Fine alone.'' \r\n\r\nFINE AND WILSON \r\n\r\nAfter Woodrow Wilson returned to Princeton as professor of jurisprudence in 1890, he and Fine resumed the close friendship they had begun in college days, sharing both a serious devotion to the life of the scholar and a keen interest in college sports. They served together on a faculty committee on athletics and on another one that corrected abuses arising from the admission of ``special students,'' who enjoyed the pleasures of college life without having to meet the academic standards required of candidates for a degree. Both also worked for the adoption of the honor system in examinations. \r\n\r\nIn 1903, shortly after he became president of the University, Wilson appointed Fine dean of the faculty, and Fine's energies were thereafter devoted chiefly to university administration. He worked shoulder to shoulder with Wilson in improving the curriculum and strengthening the faculty, and bore the onus of the student dismissals made inevitable by the raising of academic standards. In the controversies over the quad plan and the graduate college, Fine supported Wilson completely. After Wilson resigned to run for governor of New Jersey in 1910, Fine, as dean of the faculty, carried the chief burden of the university administration during an interregnum of two years; and when the trustees elected John Grier Hibben as Wilson's successor, Fine, who many had thought would receive the election, magnanimously pledged Hibben his wholehearted support. ``He was singularly free from petty prejudices and always had the courage of his convictions,'' Hibben later recalled. ``Every word and act was absolutely in character, and he was completely dependable in every emergency.'' \r\n\r\nAfter his election as president of the United States, Wilson urged Fine to accept appointment as Ambassador to Germany and later as a member of the Federal Reserve Board, but Fine declined both appointments, saying quite simply that he preferred to remain at Princeton as a professor of mathematics. Fine also declined a call to the presidency of Johns Hopkins University and several to the presidency of Massachusetts Institute of Technology. \r\n\r\nDEAN OF THE DEPARTMENTS OF SCIENCE \r\n\r\nThe introduction of the preceptorial system in 1905 required a considerable expansion of the faculty in the humanities and social studies. Fine persuaded Wilson that a similar enlargement was desirable in the sciences, and, seizing the opportunity, began to build a department of mathematics of the first rank while at the same time helping his colleagues lay the foundations for strong departments in other sciences. In this endeavor he was greatly aided by the force of his personality, by his remarkable ability to discern talent in younger men before it had become widely recognized, and by an unselfish interest in furthering their careers. \r\n\r\nFor suggestions and advice, Fine turned first to his friend, Sir Joseph J. Thomson, the Cambridge physicist who had been his house guest at the University's Sesquicentennial Celebration in 1896 when Thomson received an honorary degree and had discussed with Fine the latter's hopes for making Princeton a scientific center. As a result, James Jeans came to Princeton in 1905 as professor of mathematical physics and O. W. Richardson the following year as professor of experimental physics. A survey of younger mathematicians in this country led to other promotions and appointments. Luther P. Eisenhart was promoted to a preceptorship and Oswald Veblen, Gilbert A. Bliss, and John W. Young were brought to Princeton at the same rank. When Bliss and Young were called elsewhere they were replaced by two equally brilliant mathematicians, George D. Birkhoff and the Scots J.H.M. Wedderburn. Professor Veblen recalled that Fine's department had the services of a considerable proportion of the best mathematicians of America in his time. ``In every case,'' Veblen said, ``these men were called in before they became well known, at the time when recognition meant the most to them. Though many of them stayed only a few years, their contact with Fine and his group was important both to them and in the continuing growth of this group as an organism.'' \r\n\r\nFine recognized the genius of Henry Norris Russell 1897 when Russell was an undergraduate and saw to it that this future astrophysicist was given every opportunity to develop his talents at Princeton and that every means was taken to keep him there. It was Fine who later persuaded Russell's classmates to endow a research professorship for him. Fine was also instrumental in bringing Edwin Grant Conklin, the biologist, and George A. Hulett, the physical chemist, to Princeton. \r\n\r\nIn 1909 when the dean of the faculty's duties were lightened by the creation of the office of the dean of the college, Fine became in title what he had been in fact -- dean of the departments of science. When Hibben became president in 1912, Fine resigned as dean of the faculty but continued as dean of the departments of science. In his last years he was able to seize another opportunity for the advancement of science at Princeton. Largely because of the confidence he inspired, the General Education Board offered Princeton a million dollars for research in pure science on condition that the University raise two million for the same purpose. The fund was completed in 1928, chiefly by the contributions of Thomas D. Jones 1876, a wealthy alumnus who was strikingly similar to Fine in qualities of intellect and character. Jones had become a close friend of Fine's during Wilson's presidency -- a friendship commemorated by the Henry B. Fine Professorship of Mathematics, founded by Jones, and the Thomas D. Jones Professorship of Mathematical Physics, founded by Miss Gwethalyn Jones. As a further memorial, Jones and his niece gave a building for mathematics, named Fine Hall, which was built in 1930. When a larger building for mathematics was constructed in 1968, it was named Fine Hall and the former mathematics building, converted for use by other departments, was renamed Jones Hall in honor of the original donors. \r\n\r\nFine was one of the founders of the American Mathematical Society and its president in 1911 and 1912. In the summer of 1928, he went to Europe, where he revisited old scenes and old friends, and recovered to some extent, in the distractions of travel, from the sorrows he had suffered in the recent death of his wife and the earlier deaths of two of his three children. Professor Veblen who talked with him soon after his return, reported later that Fine ``spoke with humorous appreciation of the change he had observed in the attitude of European mathematicians toward their American colleagues and with pride of the esteem in which he had found his own department to be held.'' \r\n\r\nTall and erect, Dean Fine was a familiar figure on his bicycle, which he rode to and from classes and used for long rides in the country. While riding his bicycle on the way to visit his brother at the Princeton Preparatory School late one December afternoon, he was struck from behind by an automobile whose driver had failed to see him in the uncertain light of dusk. He died the next morning without having recovered consciousness, three months after his seventieth birthday. \r\n\r\nShortly after Fine's death, Professor Veblen visited Europe and met some of the mathematicians Fine had seen on his last trip, many of them younger men who had met Fine for the first time. \r\n\r\n``They all spoke [Veblen wrote] of his charm of manner and of the impression they had gained of a man of serene strength and poise and wisdom. It was a striking testimony to the way in which a man's character can be written into his appearance and manner by a long and strenuous life.'' \r\n\r\n\r\n\r\n--------------------------------------------------------------------------------\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978). \r\nGo to Search A Princeton Companion \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henry Burchard Fine",
            "alphasort":"Fine, Henry Burchard",
            "lastname":"Fine",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":"Burchard",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/74605292"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}