{
    "makerid":3422,
    "published_date":"2023-04-06 02:02:08.316933",
    "type":"maker",
    "displayname":"Augustus Saint-Gaudens",
    "makertype":"Individual",
    "alphasort":"Saint-Gaudens, Augustus",
    "lastname":"Saint-Gaudens",
    "firstname":"Augustus",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1848–1907; born Dublin, Ireland; died Cornish, NH",
    "begindate":1848,
    "enddate":1907,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Irish-born U.S. sculptor. Son of an Irish mother and a French father, he was brought to the U.S. in infancy and at 13 was apprenticed to a cameo cutter. He studied sculpture in New York and at the École des Beaux-Arts in Paris (1867 - 70), then settled in New York City in 1872. Between 1880 and 1897 he executed most of the works that earned him his reputation as the foremost American sculptor of the late 19th century. His first important commission was the monument to David Farragut (1878 - 81) in New York's Madison Square Park. For Boston he produced his great relief monument to Col. Robert G. Shaw and his African American Civil War regiment (1884 - 97). The memorial to the wife of Henry Adams (1886 - 91) in Washington, D.C., a mysterious draped figure with a shadowed face, is often considered his greatest work.\r\n\r\nSource: Britannica Concise Encyclopedia\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Augustus Saint-Gaudens",
            "alphasort":"Saint-Gaudens, Augustus",
            "lastname":"Saint-Gaudens",
            "firstname":"Augustus",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500124332"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/54944558"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dc5d6438daad00016aba02a"
            },
            "title":"Hear the Curator (PP36)",
            "transcription":"Hear the Curator (PP36)\n\nThis slightly larger than life-size relief of James McCosh depicts the former College of New Jersey President preaching at the pulpit. It is a copy of a work by the famed Beaux-Arts sculptor Augustus Saint-Gaudens. The sculpture was originally placed in Marquand Chapel by the Class of 1879 as a tenth-reunion gift; when a fire destroyed the chapel in 1920 the sculpture was severely damaged. Fortunately, a cast of the entire relief had been made for a 1908 exhibition at the Metropolitan Museum of Art. For their fiftieth reunion, the Class of 1879 worked with Saint-Gaudens’s widow to create a copy using the cast. The copy was installed here, in the north transept of the University Chapel. The head of the original sculpture was restored in 1924 and is usually on display in the Rare Books reading room at Firestone Library. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca033",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[]
}