{
    "makerid":6103,
    "published_date":"2023-03-29 02:04:49.183405",
    "type":"maker",
    "displayname":"Jean-Léon Gérôme",
    "makertype":"Individual",
    "alphasort":"Gérôme, Jean-Léon",
    "lastname":"Gérôme",
    "firstname":"Jean-Léon",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1824–1904; born Vesoul, France; died Paris, France",
    "begindate":1824,
    "enddate":1904,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Gérôme's father, a goldsmith from Vesoul, discouraged his son from studying to become a painter but agreed, reluctantly, to allow him a trial period in the studio of Paul Delaroche in Paris. He traveled and studied in Italy, elsewhere in Europe, and in Asia Minor. The subjects that he enjoyed most were scenes of nature and animals. He is best known for mythological and history paintings that are typically anecdotal, painstaking, melodramatic, and frequently erotic (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean-Léon Gérôme",
            "alphasort":"Gérôme, Jean-Léon",
            "lastname":"Gérôme",
            "firstname":"Jean-Léon",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115563"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/22153153"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db6f20eee23c8001678a713"
            },
            "body":"Africa has always been a part of global art history; indeed, art-making originated on the continent more than 100,000 years ago. Yet, flipping through most introductory art history textbooks, one could not be blamed for getting the impression that African arts developed in isolation. If connections between the arts of Africa and the rest of the world are made, too often the discussion stagnates at the trope of the so-called discovery of African arts by European modernists like Pablo Picasso and Amedeo Modigliani in the early twentieth century. [...]\n\nThree works demonstrate how rulers around the world combined foreign and local symbols to portray their power. The antelope hide cap of an Akan royal gun bearer displays images of both swords and muskets. Representations of European-introduced weapons dominate, but it is the local <em>afena</em> sword that takes pride of place at the cap’s center. Just as Akan rulers embellished their objects of power with foreign symbols, so too did the French. In Jean-Léon Gérôme’s painting of Napoléon Bonaparte in Cairo, the general is shown wearing his trademark black bicorne hat but also holds a curved Mameluke sword—born of the Muslim Seljuq Empire—localizing the exotic to underscore French Christian power. The third object in this conversation illustrates the complexity of Afro-European relationships during the colonial era: a Yoruba ruler’s gold-beaded coronet, likely modeled after Queen Victoria’s coronation crown, may have signified its wearer’s alliance with the British colonizer, yet its symbolism remains rooted in Yoruba visual tradition— the beaded birds allude to the women without whom a leader could not rule. All three objects, while visually distinct, speak to ways the arts represent and augment power.",
            "title":"African Arts in a Global Conversation",
            "source_project":"Other",
            "author_type":"Other ",
            "exhibitions":[],
            "source":"Magazine: Spring 2018"
        },
        {
            "_id":{
                "$oid":"5db88b97975ec80016e02d3c"
            },
            "body":"During the Second Empire (1852–70), Napoleon III encouraged the cult of his uncle, Napoleon Bonaparte, whose 1798 Egyptian expedition is illustrated here. Gérôme shows the legendary general in an exotic setting, before the Mamluk Tombs outside Cairo. Born slaves, these rulers owed their rise to military prowess and would have been a subject for reflection by Napoleon as he surveyed the city below. Gérôme’s meticulously rendered Orientalist scenes, based on his travels to Constantinople, Egypt, and elsewhere, rival photography and form a counterweight to his recreations of Greco-Roman antiquity.\n\n<em><em>Conversation prompts:<em><em>\n\nDescribe Napoleon’s pose and costume and the effect they have on the viewer.\n\nHow did Napoleon relate to the figures and the architecture in the background?",
            "title":"Teach with Collections: Jean-L√©on G√©r√¥me, Napoleon in Egypt",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}