{
    "makerid":167,
    "published_date":"2025-01-18 02:00:37.377389",
    "type":"maker",
    "displayname":"John James Audubon",
    "makertype":"Individual",
    "alphasort":"Audubon, John James",
    "lastname":"Audubon",
    "firstname":"John James",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1785–1851; born Les Cayes, Haiti; died New York, NY",
    "begindate":1785,
    "enddate":1851,
    "nationality":"American",
    "culturegroup":null,
    "biography":"John James Audubon (1785-1851) was not the first person to attempt to paint and describe all the birds of America (Alexander Wilson has that distinction), but for half a century he was the young country’s dominant wildlife artist. His seminal Birds of America, a collection of 435 life-size prints, quickly eclipsed Wilson’s work and is still a standard against which 20th and 21st century bird artists, such as Roger Tory Peterson and David Sibley, are measured. \r\n\r\nAlthough Audubon had no role in the organization that bears his name, there is a connection: George Bird Grinnell, one of the founders of the early Audubon Society in the late 1800s, was tutored by Lucy Audubon, John James’s widow. Knowing Audubon’s reputation, Grinnell chose his name as the inspiration for the organization’s earliest work to protect birds and their habitats. Today, the name Audubon remains synonymous with birds and bird conservation the world over. \r\n\r\nAudubon was born in Saint Domingue (now Haiti), the illegitimate son of a French sea captain and plantation owner and his French mistress. Early on, he was raised by his stepmother, Mrs. Audubon, in Nantes, France, and took a lively interest in birds, nature, drawing, and music. In 1803, at the age of 18, he was sent to America, in part to escape conscription into the Emperor Napoleon’s army. He lived on the family-owned estate at Mill Grove, near Philadelphia, where he hunted, studied and drew birds, and met his wife, Lucy Bakewell. While there, he conducted the first known bird-banding experiment in North America, tying strings around the legs of Eastern Phoebes; he learned that the birds returned to the very same nesting sites each year. \r\n\r\nAudubon spent more than a decade in business, eventually traveling down the Ohio River to western Kentucky – then the frontier – and setting up a dry-goods store in Henderson. He continued to draw birds as a hobby, amassing an impressive portfolio. While in Kentucky, Lucy gave birth to two sons, Victor Gifford and John Woodhouse, as well as a daughter who died in infancy. Audubon was quite successful in business for a while, but hard times hit, and in 1819 he was briefly jailed for bankruptcy. \r\n\r\nWith no other prospects, Audubon set off on his epic quest to depict America’s avifauna, with nothing but his gun, artist’s materials, and a young assistant. Floating down the Mississippi, he lived a rugged hand-to-mouth existence in the South while Lucy earned money as a tutor to wealthy plantation families. In 1826 he sailed with his partly finished collection to England. \"The American Woodsman\" was literally an overnight success. His life-size, highly dramatic bird portraits, along with his embellished descriptions of wilderness life, hit just the right note at the height of the Continent’s Romantic era. Audubon found a printer for the Birds of America, first in Edinburgh, then London, and later collaborated with the Scottish ornithologist William MacGillivray on the Ornithological Biographies – life histories of each of the species in the work. \r\n\r\nThe last print was issued in 1838, by which time Audubon had achieved fame and a modest degree of comfort, traveled this country several more times in search of birds, and settled in New York City. He made one more trip out West in 1843, the basis for his final work of mammals, the Viviparous Quadrupeds of North America, which was largely completed by his sons and the text of which was written by his long-time friend, the Lutheran pastor John Bachman (whose daughters married Audubon’s sons). Audubon spent his last years in senility and died at age 65. He is buried in the Trinity Cemetery at 155th Street and Broadway in New York City. \r\n\r\nAudubon’s story is one of triumph over adversity; his accomplishment is destined for the ages. He encapsulates the spirit of young America, when the wilderness was limitless and beguiling. He was a person of legendary strength and endurance as well as a keen observer of birds and nature. Like his peers, he was an avid hunter, and he also had a deep appreciation and concern for conservation; in his later writings he sounded the alarm about destruction of birds and habitats. It is fitting that today we carry his name and legacy into the future. \r\n(Audubon Society)",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Jean-Jacques Fougère",
            "alphasort":"Fougère, Jean-Jacques",
            "lastname":"Fougère",
            "firstname":"Jean-Jacques",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"John James Laforest Audubon",
            "alphasort":"Laforest Audubon, John James",
            "lastname":"Laforest Audubon",
            "firstname":"John James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"John James Audubon",
            "alphasort":"Audubon, John James",
            "lastname":"Audubon",
            "firstname":"John James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016578"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/14765625"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64f09b47538ac6620e32b76e"
            },
            "title":"Exhibition: Nature’s Nation: American Art and Environment ",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><strong>Nature’s Nation&nbsp;</strong><br><strong>American Art and Environment&nbsp;</strong><br>October 13, 2018–January 6, 2019<br>&nbsp;</p><p>How can paintings from the nineteenth century reflect views about westward expansion? What can a high chest of drawers from Philadelphia reveal about the trade &nbsp;of mahogany? How have works by contemporary artists contributed to modern ecological consciousness? These are &nbsp;a few of the many questions posed this semester by classes from Princeton and nearby universities visiting the exhibition <i>Nature’s Nation: American Art and Environment</i>. Reimagining American art in environmental terms, the exhibition allows visitors to think about social and cultural issues, including mass consumerism, industrialization, and immigration. &nbsp;</p><p>“The Modern Museum: Between Preservation and Action,” taught by James Steward, the Museum’s Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director, examined <i>Nature’s Nation</i> as a case study of an interdisciplinary exhibition taking innovative approaches to museum display and interpretation. Similarly, Jane Sharp brought her Rutgers University museum studies class for a tour with Karl Kusserow, co-curator of <i>Nature’s Nation</i> and the John Wilmerding Curator of American Art, in order to discuss questions of installation and didactics. Karl’s own class focused on the exhibition explored the interface of American art, ecology, and environmental history.</p><p>A section of the exhibition examines different artistic materials and their environmental implications. Bernadette Pérez, Cotsen Postdoctoral Fellow in the Society of Fellows, visited twice with her course “History of Commodities: From Sugar to Cocaine” to consider the transnational &nbsp;trade of silver and cotton and the legacy of slavery. Reena Goldthree, assistant professor in African American Studies, viewed some of the same works, as well as Allora and Calzadilla’s photographic series <i>Landmark (Footprints) </i>(2001–2) with her class “Afro-Diasporic Dialogues: Black Activism in Latin America and the United States.” &nbsp;</p><p>Classes have also used the exhibition to explore humans’ ever-evolving understanding of nature. Diana Fuss, Louis W. Fairchild Class of &nbsp;’24 Professor of English, brought students from “Wilderness Tales” to reflect on the paradox &nbsp;of the sublime in front of Albert Bierstadt’s <i>Mount Adams, Washington</i> (1875). Geology students in “Climate: Past, Present, and Future,” taught by Daniel Sigman, Dusenbury Professor of Geological and Geophysical Sciences, examined that same work as a record of the climate in the western United States in the nineteenth century. Several of the later works in the exhibition, such as Isamu Noguchi’s <i>This Tortured Earth</i> (1942–43), were discussed for their use of innovative techniques to reimagine ecology on a global scale in “New Directions in Environmental Humanities,” taught by Rachel Price, associate professor of Spanish and Portuguese Languages and Cultures.</p><p>Two anthropology classes also studied <i>Nature’s Nation</i> during the fall semester. “Ethnography of Law,” with Carol Greenhouse, Arthur W. Marks ’19 Professor of Anthropology and Director of the Program in Ethnographic Studies, contrasted views held by Euro-American settlers and Indigenous peoples about land ownership and geographic borders. Students of &nbsp;Ryo Morimoto, assistant professor &nbsp;in Anthropology, reflected on environmental disasters such as oil spills and pollution in relation to questions of environmental justice in “Catastrophes across Cultures: The Anthropology of Disaster.” &nbsp;</p><p>On the occasion of a reunion of his current and former graduate students and postdocs, David Wilcove, professor of Ecology and Evolutionary Biology and Public Affairs, came to the Museum to lead a “BioBlitz”—traditionally a search within a designated area for different living creatures, and in this case transformed into a search for representations of different species within the galleries. Among the lurking nonhuman beings his group discovered in <i>Nature’s Nation</i> are Carolina parrots in the hand-colored engravings of Mark Catesby (1731) and John James Audubon (1827–38), endangered buffalo in &nbsp;the section of the exhibition titled Icon of Extinction and Resilience, migrating caribou in Subhankar Banerjee’s photograph of the Arctic National Wildlife Refuge (2002), and an American bald eagle in Charles Willson Peale’s <i>The Artist in His Museum</i> (1822) and Robert Rauschenberg’s <i>Earth Day</i> (1970).</p><p>&nbsp;</p><p>Veronica White&nbsp;<br>Curator of Academic Programs</p><p><br>Princeton University Art Museum &nbsp; &nbsp;Winter 2019 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}