{
    "makerid":15709,
    "published_date":"2022-03-28 16:09:08.529246",
    "type":"maker",
    "displayname":"Hanne Darboven",
    "makertype":"Individual",
    "alphasort":"Darboven, Hanne",
    "lastname":"Darboven",
    "firstname":"Hanne",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1941–2009",
    "begindate":1941,
    "enddate":2009,
    "nationality":"German",
    "culturegroup":null,
    "biography":"Hanne Darboven (1941-2009) must be counted among the most important German artists of the second half of the twentieth century. Born in Hamburg to a distinguished family from the city's prosperous, liberal merchant class, Darboven studied music before enrolling at the Hochschule für Bildende Künste in Hamburg, where from 1962-65 she studied painting and graphic arts under Willem Grimm (1904-1986) and Almir Mavignier (b. 1925), the latter a former student of Max Bill and Josef Albers, who was affiliated in the late 1950s with the important Gruppe ZERO. In 1966 Darboven traveled to New York City, where she set up a small studio in her Yorkville apartment and shifted her practice from the making of so-called \"material pictures\" to the production of drawings and paper constructions based on permutational models derived from the form and dimensions of the grids on the graph-paper with which she typically worked. The three years Darboven spent in New York were crucial to the development of her art; by the time she returned to Hamburg in 1969, she had participated in key exhibitions of what would come to be called \"Conceptual Art,\" and she had forged close connections to major New York artists, most important among them Sol LeWitt, who shared her interest in seriality.\r\n\r\nBeginning in 1968, Darboven set about inventing various modes of what she has called \"mathematical prose\" or \"real writing,\" kinds of writing that present arithmetical calculations and graphic models variously derived from the dates of the Gregorian calendar, and that eventually came also to include citations copied out from books (the first of which was a pocket paperback copy Johann Heinrich Voß's 1781 translation of The Odyssey). Her projects often extend over hundreds or thousands of drawn or otherwise inscribed sheets, exihibited in spare frames arranged in grids whose sizes and shapes depend on the wall space available in a given exhibition venue. In 1978, three years after starting work on her magnum opus, Schreibzeit (1975-1999), Darboven began to incorporate photography and often photographic postcards into her work.\r\n\r\n-- Brigid Doherty",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hanne Darboven",
            "alphasort":"Darboven, Hanne",
            "lastname":"Darboven",
            "firstname":"Hanne",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500053940"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/84141629"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}