{
    "makerid":2513,
    "published_date":"2022-03-28 16:04:49.563019",
    "type":"maker",
    "displayname":"Theodore Spicer-Simson",
    "makertype":"Individual",
    "alphasort":"Spicer-Simson, Theodore",
    "lastname":"Spicer-Simson",
    "firstname":"Theodore",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1871–1959",
    "begindate":1871,
    "enddate":1959,
    "nationality":"American",
    "culturegroup":null,
    "biography":"British sculptor and medallist. Between 1890 and 1894 he studied at the Ecole des Beaux-Arts, Paris, where the sculptor Jean Dampt was particularly influential. His early black-and-white work attracted some attention. His large sculptures, which he began exhibiting in 1896, are principally portrait busts, mainly in bronze (e.g. Moncure D. Conway, Carlisle, PA, Dickinson Coll., Trout A.G.). These paved the way for the medals by which he is best known, and which he first produced in 1903. He was an ardent opponent of the use of the reducing machine in the manufacture of medals. Some of his medals are struck, for example his bronze Allied Relief medal of 1916, but most are large cast works belonging to a tradition of which Spicer-Simson is one of very few early 20th-century exponents. In this form he portrayed many of the eminent British, Irish and American figures of his day, and in the early 1920s he worked on a series of medallic portraits of contemporary authors (examples in London, N.P.G.). His bronze portrait of the painter G. F. Watts (1904) has a vigour often found in 19th-century cast medals, while others, such as the bronze Anna S. Taft (1921) and George Bernard Shaw (1922), display an exceptional refinement of execution in their delicate modelling and low relief. He lived much of his later life in the USA, eventually acquiring American citizenship; he ceased working in 1950. The University of Miami, FL, holds a Spicer-Simson",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Theodore Spicer-Simson",
            "alphasort":"Spicer-Simson, Theodore",
            "lastname":"Spicer-Simson",
            "firstname":"Theodore",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500093829"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/26629119"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}