{
    "makerid":16117,
    "published_date":"2022-03-28 16:09:12.224075",
    "type":"maker",
    "displayname":"Paul Cassirer",
    "makertype":"Institution",
    "alphasort":"Cassirer, Paul",
    "lastname":"Cassirer",
    "firstname":"Paul",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1871–1926",
    "begindate":1871,
    "enddate":1926,
    "nationality":"German",
    "culturegroup":null,
    "biography":"German dealer, publisher and journalist. After studying art history at the University of Munich, where he was co-editor of Simplicissimus from 1896 to 1898, he established himself in 1898 as a publisher and dealer in Berlin, helping contemporary artists towards international recognition. In 1908 he founded Verlag Paul Cassirer, a firm that published belles-lettres, especially Expressionist literature, and that promoted such artists as Ernst Barlach. In 1910 he married Ottilie Godefroy, who wrote her memoirs many years later under her stage name of Tilla Durieux.\r\n\r\nCassirer founded the Pan-Presse in 1909, edited the bi-monthly Pan in 1910 and in 1913 founded the journal Die Weissen Blätter, containing comment on literature and art, which he published until 1921. Already President of the Berlin Secession, in 1913 he founded the Freie Sezession, whose exhibitions he planned. In the years preceding World War I Cassirer became a friend of Paul Durand-Ruel and promoted the work of the French Impressionists, and that of Wilhelm Trübner, Max Liebermann, Lovis Corinth, Max Slevogt, Fritz Klimsch, Heinrich Hübner (b 1869), Ulrich Hübner (1872–1932), Konrad von Kardorff (1877–1945), Leo von König (1871–1944) and August Gaul. After enlisting in 1914 he returned from service as a conscientious objector, living for the rest of World War I in Berne and Zurich. He died in 1926, but his gallery and publishing firm continued to operate until 1933, and his art-dealing businesses in Amsterdam, Zurich and London were run by Walter Feilchenfeldt (1894–1953) and Grete Ring. The Cassirer collection is now the Green Library at Stanford University in California.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Paul Cassirer",
            "alphasort":"Cassirer, Paul",
            "lastname":"Cassirer",
            "firstname":"Paul",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}