{
    "makerid":2250,
    "published_date":"2024-02-22 02:02:11.214894",
    "type":"maker",
    "displayname":"Onesimos",
    "makertype":"Individual",
    "alphasort":"Onesimos",
    "lastname":"Onesimos",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Greek, active ca. 505–480 BCE",
    "begindate":-505,
    "enddate":-480,
    "nationality":"Greek",
    "culturegroup":null,
    "biography":"\"Onesimos\" means \"profitable\" in Greek and may have been a nickname. Onesimos worked as a vase painter in Athens in the early 5th century BCE decorating vases. He painted vases primarily in the red-figure technique, but he also decorated some white-ground vases. Although many vase painters tended to specialize in certain types of vases, Onesimos was unusual in the degree to which he decorated cups almost exclusively. He frequently decorated vases potted by Euphronios and seems to have learned many elements of his painting style from this artist. Continuing the work of his master and the other Pioneers, Onesimos favored active poses and realistic renderings of the human body, including elements such as body hair and receding hairlines. His mythological depictions were innovative: many myths appear for the first time in his work. In his later work Onesimos emphasized scenes of everyday life, especially symposia and athletes (ULAN).\r\n\r\n---\r\n\r\n Greek vase painter. Active in Athens, he specialized in decorating cups, mostly of Type B, and his work evinces a lively, energetic personality. His name is known from the signature on a cup (Paris, Louvre, G 105) also signed by  euphronios  as potter. At least 10 other cups painted by him bear Euphronios’ signature, and others have been attributed on the basis of the potting style.\r\n\r\nOnesimos worked in steady collaboration with Euphronios, who also profoundly influenced his drawing style. His preferred kalos name was ‘Panaitios’, which led to his also being called the Panaitios Painter, sometimes identified as a different and earlier artist. J. D. Beazley listed vases attributed to the Panaitios Painter (Beazley, 1942), but these are all now usually considered the work of Onesimos. In addition, some of the vases attributed by Beazley to the Eleusis Painter or Proto-Panaetian Group probably represent Onesimos’ earliest work. Besides the kalos inscription ‘Panaitios’, Onesimos frequently praised Athenodotos and, less often, Leagros on his early cups. Later, the names Erothemis, Boukolos, Lykos and Aristarchos occur: the first two are unique to Onesimos, the second two also occur on the vases of his pupil the Antiphon Painter. Onesimos’ early work is marked by large tondi with big, boldly drawn figures in complex action poses, often with frontal limbs or heads, for example the satyr in the tondo of a cup (10.179) in the Museum of Fine Arts, Boston, MA. Satyrs and maenads occur especially often in his early work, as do themes drawn from the legends of Troy, Theseus or Medea, for which Onesimos invented new and unusual compositions, often filling his tondi with figures, as on a kylix depicting Theseus visiting Amphitrite accompanied by Athena and a small triton (Paris, Louvre, G 104).\r\n\r\nWith his associates in Euphronios’ workshop, the brygos painter, douris and the Antiphon Painter, Onesimos experimented with less familiar techniques, such as White-ground or coral-red. He sometimes used White-ground for the entire interior of a cup, as on early fragments from Eleusis (Eleusis Mus., 518 and 519), or, unusually, only in the zone around the tondo. He also painted a Red-figure zoned cup with a Gigantomachy surrounding the picture of Selene in the tondo (Athens, First Ephoria Store). Among the ornamental motifs he employed were a variety of meander types. He came to prefer the stopt meander as a border for tondi, and one or two reserved lines for the ground-line on the exterior. Though he specialized in cups, Onesimos also decorated a few small vases, an alabastron and several kyathoi.\r\n\r\nIn his mature work Onesimos turned from mythological subjects to those taken from daily life. Scenes involving athletes, lovers or party guests gave scope for his mastery of foreshortening and zest for lively action with twisting back views and various unsavoury poses. He noted realistic details, such as hairy male bodies, receding hairlines or sagging female breasts (see ). He also painted genre scenes, for example a school scene, a fisher boy, a boy reading or a negro groom. Several of these cups carry inscriptions. Some have ‘spoken’ inscriptions, such as the lovers in the tondo of a cup in the Museum of Fine Arts, Boston, MA (65.873). Onesimos’ later work is distinguished by smaller, more graceful figures with quieter, almost introspective attitudes. He was one of the most forceful representatives of the generation of vase painters that followed the Pioneer Group, continuing their experiments in the representation of the human body. He had a discernible influence on his contemporaries, and his style was carried on by several pupils, including the Brygos Painter (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Onesimos",
            "alphasort":"Onesimos",
            "lastname":"Onesimos",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115465"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/54943646"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}