{
    "makerid":3063,
    "published_date":"2022-03-28 16:05:13.567531",
    "type":"maker",
    "displayname":"Giacomo del Po",
    "makertype":"Individual",
    "alphasort":"Po, Giacomo del",
    "lastname":"Po",
    "firstname":"Giacomo",
    "nametitle":null,
    "middlename":"del",
    "suffix":null,
    "displaybio":"Italian, 1652–1726",
    "begindate":1652,
    "enddate":1726,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giacomo del Po",
            "alphasort":"Po, Giacomo del",
            "lastname":"Po",
            "firstname":"Giacomo",
            "nametitle":null,
            "middlename":"del",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500026375"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/50450360"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e1e232250266c00162790ee"
            },
            "body":"<p><em><em>In Pursuit of the Past: Provenance Research at the Princeton University Art Museum<em><em>&nbsp;</p><p>Research on provenance-the history of ownership of an object-is a traditional, ongoing part of museum work. Tracking the movement of an object from the possession of one individual to another uncovers facts about its previous attributions, owners, and sales. This research also sheds light on how tastes for certain types of objects change, providing information important for social and economic history as well as the history of art. The following case studies of provenance, discussed in conjunction with the [2003] exhibition \"In Pursuit of the Past: Provenance Research at the Princeton University Art Museum,\" are based on recent research on the European painting collection. This work has been undertaken in compliance with directives issued by the Association of Art Museum Directors and the American Association of Museums to carry out such research with respect to World War II- era provenance in particular.&nbsp;</p><p>WORLD WAR II: LOOTING, CONFISCATION, AND RESTITUTION&nbsp;</p><p>In recent years, museums have become increasingly aware of the problem of illicit transfers of cultural property and the need to fill gaps in the provenance of European paintings in their collections. This concern is particularly acute with regard to losses suffered at the hands of the Nazi regime during World War II. The Nazis not only looted the homes of their victims for war booty, they also destroyed objects, traded and sold them unlawfully, and created such a dangerous environment in Europe that many property owners were forced to abandon their possessions altogether. Although many of the looted works of art were restored to their rightful owners by the Alli es after the war had ended, for many individuals it was too late. Their collections had been dispersed and were already in the hands of new owners. Other property owners died during the war before they could ensure that their belongings were passed on according to their wishes. In addition, many documents were lost and destroyed, making it nearly impossible to prove the rightful ownership of works of art. The task of tracking down objects lost in World War II, whether seized illegally, sold, or bartered, to make restitution to the victim or his or her family is an ongoing process. The loss of artwork during World War II began with Adolf Hitler's own collecting ambitions. An admirer and collector of European paintings, Hitler was drawn to German, Du tch, and Flemish art, in particular, because it represented what he viewed as the Germanic, or-- in the language of the regime-- Arya n, culture. He planned to build a great art museum in his hometown of Linz, Austria, to be filled with objects of his choosing. Confiscating works of art from German museums as well as the homes and businesses of citizens whose lands he conquered, Hitler began acquiring works of art for Linz in 1939, and his collection grew quickly: by 1940, he had over 300 paintings; by the end of 1944, he had amassed more than 8,000 objects. The Einsatzstab Reichsleiter Rosenberg (ERR)-- the Nazi organization responsible for art confiscation-- documented, inventoried, and catalogued each work seized. The objects were held in warehouses in different countries. In France, paintings were collected in Paris at the Jeu de Paume; in Germany, in the basement of the Fuhrerbau, the Nazi headquarters in Munich. Many of the works taken from Austrian collections were housed in the abandoned salt mines of Alt Aussee, southeast of Salzburg, where they were safe from Allied bombing. Oskar Bondy, a Jewish resident of Vienna, owned an important collection of medieval and Renaissance works of art, including <em>The Visitation</em> [y1954-128], by a sixteenth-century South German master. The painting is one in a series of four panels depicting scenes from the life of the Virgin, which also includes the <em>Adoration of the Christ Child</em> and <em>Presentation in the Temple</em> (both Worcester Art Museum) and the <em>Annunciation</em> (location unknown). When Hitler invaded Austria in 1938, Bondy's collection was looted and subsequently taken to Alt Aussee. The scenes from the life of the Virgin are clearly indicated in ERR lists of objects taken from the Bondy collection and intended for Linz. The Rothschilds, a prominent Jewish banking family with branches in England, France, Germany, and Austria, suffered particularly severe losses at the hands of the Nazis. Like many members of the family who had inherited and built rich collections of paintings, sculptures, and <em>objets d'art<em>, Baron Louis Nathaniel de Rothschild of Vienna was a target for Nazi looting. As Hitler's troops advanced upon Austria in March of 1938, Rothschild attempted to flee the country but was stopped at the airport. He was arrested several days later, and the process of confiscating his property began almost immediately. American journalist William Shirer was a witness and described the scene: \"I myself, from our apartment in the Plosslgasse, watched squads of S.S. men carting off silver, tapestries, paintings, and other loot from the Rothschild palace next door.\" One of the paintings was Aert van der Neer's <em>River Landscape in Moonlight</em> [y1959-134]. When Allied troops entered Germany in 1944, the Monuments, Fine Arts, and Archives (MFA&amp;A) section of the U. S. Office of Military Government began the process of locating looted works of art and other cultural objects. The MFA&amp;A established collecting points where recovered objects could be held, identified, and inventoried before being restituted when possible to their former owners. <em>The Visitation</em> and <em>River Landscape in Moonlight</em> were two of the many works that were taken from Alt Aussee, photographed, and catalogued at the Munich Central Collecting Point before being returned to their owners by the United States Forces in Austria (USFA). Oskar Bondy had fled Austria with his family and come to New York, where he died in 1944. His widow, Elizabeth A. Bondy, received his recovered collection of art and sold much of it at auction in 1949. Louis de Rothschild also emigrated to the United States. After <em>River Landscap e in Moonlight</em> was returned to Rothschild, it left his possession and in the 1950s was on the New York market, where it was purchased by a Princeton alumnus and given to the art museum in 1959. Looting is but one example of the cultural losses sustained at the hands of the Nazi regime. Works of art were also improperly sold or traded in German­occupied countries. An example of such an illegal transfer is the sale of Bernardino Pinturicchio's <em>Saint Bartholomew</em> [y1994-16], which formed part of the collection of Federico Gentili di Giuseppe, a Jewish Italian businessman living in Paris. Gentili di Giuseppe died of natural causes in 1940, leaving his estate to his children. When France fell to Hitler, however, his family fled the country and was unable to assert its claim to the works of art due to a German order forbidding the return of those who had left occupied territory. A surrogate administrator was appointed to manage the family's affairs, and the art collection was auctioned in Paris in the spring of 1941.The estate received the revenue from the sale, but the family lost its ownership of the paintings. Five of the paintings in the collection of Gentili di Giuseppe were purchased for Hermann Goering, Hitler 's second-in­ command, who was also an art collector. Following the war, these works were placed provisionally in the Musee du Louvre, where they remained. In the 1950s, Gentili di Giuseppe's family requ ested that the paintings be returned, but unless the 1941 sale were to be declared legally null and void, there was little official recourse. The family revived its claim in the 1990s, at which time the sale of those paintings held by the Louvre was declared invalid, and the works were returned in 1999. The whereabouts of the remaining paintings in the auction of 1941 were unknown, however, so the legality of their sale could not be considered by the court. The heirs then began pursuing individual claims and contacted the art museum regarding the Saint Bartholomew, which had been purchased in good faith on the New York art market in 1994. The art museum reached an agreement with Gentili di Giuseppe's family in 2001, and the painting remains on view in the galleries today.&nbsp;</p><p>EARLY COLLECTIONS OF ITALIAN ART&nbsp;</p><p>The interest of Nazi collectors in European old masters-- such as Dutch, Flemish, and Italian-- not only attests to their preferences for particular schools of art, but also reflects a 500-year tradition of collecting in the West. In fifteenth-century Italy, the new Humanist interest in antique culture first created a desire for collections of ancient Roman sculpture and artifacts. The tradition of collecting paintings for aesthetic, as opposed to devotional or functional, purposes followed in the sixteenth century. Art patrons purchased pictures and sculptures executed in the new, classically inspired Renaissance style and often kept them in specially designated rooms or galleries, in emulation of antique practice. Thus, Italian Renaissance paintings were among the first types of artwork to be collected. Synonymous with art patronage during the Florentine Renaissance, the legendary Medici family actively employed major local artists, including Botticelli, Donatello, and Michelangelo. The Medici were also among the first families to build up significant painting collections by patronizing the art market in the late sixteenth and seventeenth centuries. Two sixteenth-century Italian paintings in the art museum were once in their possession. A stamp on the back of the <em>Holy Family</em> by the Sienese artist Domenico Beccafumi [y1958-127] identifies it as having been in the collection of Cosimo I de' Medici (1519-1574), Grand Duke of Tuscany and an avid patron of the arts, although the date he acquired the painting has not been established. The back of Jacopo Tintoretto's <em>Saint John on Patmos</em> [y1942-1] bears a label documenting its 1773 transfer from the Medici collection at their private villa at Poggio a Caiano, near Florence, to the public Uffizi gallery. The work can be traced through inventories to the collection of Cardinal Leopoldo de' Medici (1617-1675), an enthusiastic purchaser and collector of Venetian paintings. The marks on the back of these two panels prove their prestigious provenance and invite further research on the reception of Sienese and Venetian art in sixteenth- and seventeenth-century Florence. Both the <em>Holy Family</em> and <em>Saint John on Patmos</em> left the possession of the Medici under unknown circumstances and subsequently entered British collections. The Holy Family was included in the 1775 sale of Ralph Palmer in London, where it was erroneously attributed to Fra Bartolommeo. <em>Saint John on Patmos</em> was purchased in Florence in 1831 by the Reverend John Sanford, an Englishman living in Italy who included it in inventories of his collection made in the 1830s. Both Palmer and Sanford acquired extensive collections that included important Italian Renaissance and Baroque paintings. Sanford took his collection to England in 1837, and in 1839 he sold much of it, including the Tintoretto.&nbsp;</p><p>COLLECTING IN BRITAIN&nbsp;</p><p>It is hardly surprising that these Italian Renaissance works made their way to England. As early as the first half of the sixteenth century, the vogue for contemporary Italian painting spread rapidly from local collectors to the rest of Europe. In Great Britain, Italian painting became a prominent area of collecting due in large part to the Grand Tour, an extended trip to continental Europe (France and especially Italy) undertaken by young members of the British upper class. This rite of passage became increasingly common during the seventeenth century and reached its apogee in the eighteenth. Travelers were lured to Italy by Classical ruins and canonical masterpieces of ancient sculpture, yet Northern tourists also developed an interest in painting of the High Renaissance and later periods. In the nineteenth century, travel to Italy was popular among a wide segment of British society. Those who had the financial means, like John Sanford, built personal collections of antique and Renaissance art during their time abroad. By the eighteenth century, the British were also among the leading patrons of contemporary Italian art. While abroad, travelers often commissioned local artists to paint their portraits. Other pictures in British collections were painted by Italian artists working in England or were ordered through an intermediary. A likely example of the latter case is the commission given to the Neapolitan painter Giacomo del Po, whose <em>Gates of Hell</em> and <em>Sleep of Adam and Eve</em> [y1986-82,83]-- two scenes from John Milton's Paradise Lost-- were executed for an unknown British patron. In his <em>Vite de' pittori, scultori, ed architetti napoletani</em> (1742-45), Bernardo de' Dominici noted: At the request of I do not know which British gentleman, [Giacomo del Po] painted a few large pictures, which were intended to decorate a room in his London palace that was in the style of a gallery; Giacomo was not able to go to work there in person because of the great distance of that city. In order to fulfill [the commission], he painted fantastic subjects with whimsical components, having, as was usual for him, intermingled the figures in color with those painted in chiaroscuro, in which he excelled, as well as with capricious and extravagant ornamental designs; and Giacomo recounted that these pictures were so greatly admired in London that from there this gentleman sent him thanks along with gifts of various favors. It is possible that the \"fantastic\" and \"capricious\" paintings to which Dominici referred are the Princeton canvases filled with monstrous creatures emerging out of the darkness. Giacomo del Po's scenes from Milton, each approximately four feet high by three feet wide, were on the English art market by 1806, when they were included in an anonymous sale that comprised \"ten capital Italian pictures taken from Milton 's <em>Paradise Lost<em>\" (Greenwood, London, March 6, 1806, lot 71).The other works are described in the auction catalogue as Paolo de' Matteis, <em>Satan A wakening His Legions on the Burning Lake, The Council Sitting in the Palace of Pandemonium</em> and <em>The Temptation of Eve</em> (each 3 1/2 x 3 ft.); Sebastiano Conca, <em>Adam Enqu iring Concerning the Celestial Motions</em> and <em>The Angel Michael Denouncing the Departure of Evefrom Paradise </em> (4 x 3 ft.); Sebastiano Ricci, <em>Satan Driven Out of Heaven</em> and <em>Adam, Bewailing, Rejects the Condolence of Eve</em> (4 x 3 ft.); and an unknown artist, <em>The Expulsion from Paradise</em> and <em>The Angel Raphael Relating to Adam the Creation of the World</em> (5 x 3 1/2 ft.). The pictures included in this series were produced by southern Italian painters (with the exception of Ricci, a Venetian), each of whom is known to have worked for British clients in the early eighteenth century. Other paintings might originally have been included in the series; a painting of <em>The Messiah Driving the Rebel Angels from Heaven</em> by Giacomo del Po, with the same dimensions as the works at Princeton , was on the London art market in 1991. Given the proximate size of the works, it is possible that the \"suite\" of paintings was planned from the outset to be seen together.&nbsp;</p><p>THE PRESTIGE OF NETHERLANDISH PAINTING&nbsp;</p><p>While collectors' passion for Italian painting continued unrivalled, works by Netherlandish painters also made their way into the growing art collections of Europe. By the eighteenth century, Dutch and Flemish paintings were enthusiastically received by art collectors all over Europe. The prestige of Dutch painting on the continent is attested by the history of Jacob van Ruisdael's <em>Forest Landscape</em> [y1979-46]. Its earliest recorded owner was Count Heinrich von Brühl (1700-1763), chief minister under Frederick Augustus II, Elector of Saxony and King of Poland. Brül built a vast collection of Dutch and Flemish paintings and works on paper. After his death, the collection was purchased by Catherine the Great as part of her effort to enhance the status of the Russian court through the acquisition of western European works of art. At the time of its sale, the Brühl collection was valued for its paintings by Ruisdael, the master of rustic landscape; this important purchase also comprised works by Rembrandt, Rubens, and other northern artists. Catherine housed <em>Forest Landscape</em> with the growing art collection in her \"hermitage,\" a pavilion added to the Winter Palace in St. Petersburg. After her death the collection was opened to the public, forming the basis of today's State Hermitage Museum. <em>Forest Landscape</em> remained in the collection of the Hermitage until 1930, after which time it was sold as part of the Soviet government effort to raise money for the first Five Year Plan. The appeal of Dutch and Flemish old master paintings remained strong through the twentieth century, and collectors of other types of objects often made room for the exceptional Netherlandish painting. For example, Cornelis Cornelisz. Van Haarlem's <em>Courting Couple and Woman with a Songbook</em> [1997-102] once belonged to Aleksandr lvanovich Nelidov (1835-1910), a Russian ambassador who served in Rome, Paris, and Constantinople. A collector of Greek antiquities, Nelidov accumulated a large collection of Classical gold artifacts during his travels abroad. He probably purchased <em>Courting Couple</em> in western Europe; a stamp on the back of the painting reads \"C. Stein, Roma,\" perhaps referring to a Roman art gallery, and a label on the stretcher is inscribed in French \"S. E. [Son Excellence] Nelidow, Ambassadeur de Russie, 290, Paris.\" The painting left Nelidov's possession in the nineteenth century and was acquired by a family in Mexico City, where it remained until 1967, when it was purchased by a private collector from the United States. Georg Tillmann's acquisition of <em>Madonna and Child<em>, a Netherlandish painting attributed to the Master of the Virgo inter Virgines [y1949-135] was also uncharacteristic of the collector's interests. Born in Hamburg in 1892, Tillmann moved to Amsterdam in 1932 and became a Du tch citizen. Although he acquired Dutch and Flemish etchings, faience objects, and central European porcelain, Tillimann is best known for his collection of Indonesian art. During the 1930s, he acquired over 2,000 Indonesian objects from auctions, galleries, and private individuals. In 1939, as World War II approached, Tillmann and his wife moved to the United States. He placed his entire collection of Indonesian art in the Colonial Museum, Amsterdam (now the Tropen­museum), where it remains today. The <em>Madonna and Child <em>, however, which was probably purchased on the German or Dutch art market, traveled with Tillmann to the United States and then, after his death in 1941, passed into the hands of a business associate. The journeys from Europe to the United States of works of art such as <em>Saint John on Patmos, Courting Couple and Woman with a Songbook</em> , and the <em>Madonna and Child</em> have been relatively easy to trace because they were acquired by prominent collectors. The provenance of works like these provide interesting and well-documented material for the history of collecting. Unfortunately, the peregrinations of many other works of art from country to country are often murkier. Paintings pass from one dealer to another or are given as gifts without documentation; collectors die without leaving an inventory; gallery records are lost or destroyed. These stumbling blocks are regularly faced by the provenance researcher, and they account for gaps in the histories of many European paintings now in museums.&nbsp;</p><p>-- Victoria S. Reed, Friends Curatorial Research Associate</p>",
            "title":"Collection Publications: In Pursuit of the Past",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}