{
    "makerid":6624,
    "published_date":"2025-05-22 02:01:30.967017",
    "type":"maker",
    "displayname":"John Constable",
    "makertype":"Individual",
    "alphasort":"Constable, John",
    "lastname":"Constable",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1776–1837",
    "begindate":1776,
    "enddate":1837,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"John Constable R.A.",
            "alphasort":"Constable, John R.A.",
            "lastname":"Constable",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":"R.A.",
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"John Constable",
            "alphasort":"Constable, John",
            "lastname":"Constable",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115382"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/17265725"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db2fe994d9005001632972d"
            },
            "body":"<p>Taking his paint box into the countryside, Constable was one of the first artists to work en plein air, “so as to note ‘the day, the hour, the sunshine and the shade.’” Working directly from nature in the now-canonical “Constable Country” of Suffolk and Essex, he created brilliant, seemingly spontaneous canvases that came to epitomize the ideal English land- scape in the nineteenth century. The second son of a landowning miller and corn merchant in the village of East Bergholt, Suffolk, Constable was expected to succeed his father in the family business. Yet, while he loved the quiet countryside of his youth, Constable showed little agricultural aptitude and developed instead an interest in landscape painting. In 1798, at the age of twenty-two, he entered the recently established Royal Academy Schools in London. As a student, Constable rejected the traditional hierarchy of genres that ranked idealized historical and mythological landscapes above natural scenes and aspired to paint canvases that were “a pure and unaffected representation [of nature].” Beginning in 1802, Constable returned to his family home during the spring and summer months to draw and paint in the open air, producing studies of the local fields and farms that he incorporated into finished landscape paintings in his London studio, including Dedham Vale from the Coombs (1802). Constable turned to the medium of the oil sketch for his landscape studies in an effort to replicate the effervescent effects of light and color he experienced painting outdoors. Working rapidly on sheets of paper or scraps of old canvas pinned to the lid of a paint box held on his knees, Constable deftly recorded the fields, woods, and skies of favorite locations in the lush Suffolk countryside. With increasing confidence, he soon developed a strikingly fresh painting style in his oil sketches that captured the shimmering surfaces and shifting light of his surroundings. Beginning in the summer of 1817, due to his wife’s delicate health, Constable rented a cottage in Hampstead, then a rural village four miles northwest of London, settling there with his family permanently in 1827. Hampstead Heath was situated on a hill high above the smoke of what was then, at the height of the British Empire, the world’s most industrialized city. The natural beauty of the heath and the panoramic views provided Constable with ample opportunity to make detailed observations of clouds and atmospheric effects in lively oil sketches that are today some of the artist’s most original contributions to the history of art. Although Hampstead would remain the artist’s home, in the following years Constable also traveled to the plains of Salisbury and the Brighton shore, producing distinctive oil sketches and important exhibition paintings that further immortalized English landscape scenery. John Constable belonged to an age of profound political and scientific change. In the second half of the eighteenth century scientists and naturalists of the British Enlightenment began to redefine the natural world by closely observing and cataloguing nature as they saw it, drawing scientific conclusions based on deductive reasoning rather than accepted academic theory or the teachings of the church. The Scottish geologist James Hutton (1726–1797), the English naturalist and ornitholo- gist Gilbert White (1720–1793), and the London-born meteorologist Luke Howard (1772–1864) all proposed groundbreaking scientific theories stressing that the natural world exists in a continual state of evolution. Constable was well aware of the importance of these scientific developments and declared that “painting is a science, and should be pursued as an inquiry into the laws of nature. Why then, may not landscape be considered a branch of natural philosophy, of which pic- tures are but the experiments?” As a result, he inscribed his oil sketches with the location, date, and specific weather conditions in which they were made. Ironically, the artist’s subsequent fame was based on his full-sized studio paintings, and his fluid, rapidly painted plein-air sketches were seldom exhibited in his lifetime. Eighteenth-century artists also used oil sketch techniques to develop overall composition studies for complex painting projects. Likewise, Constable made elaborate full-scale oil studies for some of his exhibition paintings, including The Hay Wain in 1821 and The Leaping Horse in 1825. Although the artist never left England, his reputation blossomed quickly abroad—particularly in France, where his final version of The Hay Wain, now in the National Gallery, London, sensationalized Parisian audiences at the 1824 Salon, winning a gold medal and the praise of such luminaries as Stendhal (1783–1842) and Eugène Delacroix (1798–1863). Constable’s revolutionary working process and fluid painting techniques encouraged a younger generation of French painters to work en plein air. While the aesthetic and political aims of the Barbizon School painters Paul Huet (1803–1869), Theodore Rousseau (1812–1867), and Constant Troyon (1810–1865) differed greatly from those of Constable, these artists all profited from Constable’s example of working out of doors. Troyon’s support of the amateur marine painter Eugène Boudin (1824–1898)—who in turn encouraged the young Claude Monet to paint directly from nature—carried Constable’s legacy into the 1870s and thereby helped to profoundly change the course of modern art.</p>",
            "title":"Magazine: Winter 2012",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db304114d90050016329730"
            },
            "body":"Although John Constable’s reputation in the nineteenth century was based in large part on the finished landscapes he submitted to summer exhibitions at the Royal Academy in London, his posthumous reputation has been greatly influenced by his open-air oil sketches, much admired by artists in the twentieth century. These vibrant nature studies, often painted in one sitting, were primarily created to gather source material for his finished studio pictures. Constable never intended his oil sketches for public exhibition and they were known only to his friends and relatives during his lifetime.\n\nIn accepted English painting practice in the nineteenth century, there were three basic degrees of finish used to describe an artwork: finished painting, study, and sketch. In academic terms, a “finished” painting would be created entirely in the studio, with the details and design of the composition harmoniously balanced to perfection. The terms \"study\" and \"sketch\" were often used interchangeably by artists, yet Frederick Fairholt’s <em>Dictionary of Terms in Art</em> (1854) describes a sketch as “the first embodiment\nof an artist’s idea . . . a copy from nature only sufficiently finished for an artist to secure the materials for a picture.” A study was considered to be a sketch that had been later worked up, or finished in the studio.\n\nBetween 1808 and 1829, Constable regularly depended on his supply of oil sketches painted on location to provide source material for his finished studio pictures. Working on scraps of previously used canvas or sheets of specially prepared paper pinned inside the lid of his open paint box, Constable would sketch a chosen subject with his paint box resting upon his knees. Tack holes are still visible in the corners of many of Constable’s oil sketches and are the telltale signs for scholars that a particular work had been painted, at least in part, on location.\n\nThe small study <em>Branch Hill Pond, Hampstead<em>, inscribed on the stretcher <em>End of Octr. 1819<em>, is Constable’s earliest-dated oil from that location, painted the first year that the artist and his family rented a house in the village of Hampstead during the summer months. The work possibly was begun as a sketch painted from nature, and the lively impasto in the foreground and the brooding sky of the oil study were most certainly added later in the artist’s studio. This view of Branch Hill Pond, looking west toward Harrow, became one of Constable’s standard Hampstead compositions. He would repeat it with slight variations in at least four finished exhibition paintings, including the canvas he submitted to the Royal Academy in 1828, now at the V&A.\n\nUnquestionably, the centerpieces of the Constable collection at the V&A are the full-scale oil studies for <em>The Hay Wain</em> (1821) and <em>The Leaping Horse</em> (1825), two of the artist’s most important finished exhibition paintings depicting life along the Stour River. Constable painted these enormous studies in the studio to translate his small-scale oil sketches to a large-scale format, preserving the spontaneous brushwork he had developed while sketching in the field. Constable filled his study for <em>The Leaping Horse</em> with carefully observed local detail. In an oft-quoted letter to his friend Archdeacon Fisher, Constable wrote, “Old rotten Banks, slimy posts & brickwork. I love such things.”",
            "title":"John Constable, artist",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Magazine: Spring 2012"
        }
    ]
}