{
    "makerid":292,
    "published_date":"2022-03-28 16:03:27.446734",
    "type":"maker",
    "displayname":"Romare Bearden",
    "makertype":"Individual",
    "alphasort":"Bearden, Romare",
    "lastname":"Bearden",
    "firstname":"Romare",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1911–1988; born Charlotte, NC; died New York, NY",
    "begindate":1911,
    "enddate":1988,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Romare Bearden was born in North Carolina, but grew up in Harlem where his mother led the New York office of an African-American newspaper. As a result, Bearden became familiar with the artists of the Harlem Renaissance at an early age. To support himself, Bearden worked a full-time job in the New York Department of Social Services and, until the 1960s, had to limit his creative output to the evenings and weekends. Early in his career this included writing and songwriting, as well as the fine arts. He began as a painter and later developed an interest in interested in collage and printmaking. He strove to produce innovative work that concentrated on the African-American experience. In 1963, together with Norman Lewis, he founded the Spiral Group, an organization that produced works of art in response to the civil rights movement (ULAN).\r\n\r\nRomare Bearden is best known for his collages, which he began making in 1963, after several decades of painting in a linear and semi-abstract style.  As cofounder of Spiral, a group convened \"to examine the plight of the Black American artist\", Bearden created his first collages for Spiral's inaugural show by juxtaposing enlarged photographic  enlargements of magazine clippings with colored paper (often enhanced with graphite or paint) to convey human narratives of urban and rural African American life. As the writer Ralph Ellison put it, Bearden's collages convey the \"sharp breaks, leaps in consciousness, distortions, paradoxes, reversals, telescoping of time and Surreal blending of styles, values, hopes and dreams which characterize much of Negro American history\" (Laura Giles, Heather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Romare Bearden",
            "alphasort":"Bearden, Romare",
            "lastname":"Bearden",
            "firstname":"Romare",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500007871"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/52490063"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5fd125cda1114700172bbbf6"
            },
            "title":"\"Padre Germani Addio\", (<em>Idomeneo</em>,  1781, Wolfgang Amadeus Mozart, 1756–1791)",
            "transcription":"<p>Performed by Laura Robertson '23</p><p>This aria is from Mozart’s opera <i>Idomeneo</i> and is sung by the Trojan princess Ilia. In this aria, Ilia is conflicted; she resents Greece for the fall of her father in the Trojan War but finds herself infatuated with a Greek prince. It reminds me of what I see as a similar contradiction in Romare Bearden’s <i>Fall of Troy</i>. I interpret Bearden’s inclusion of Black figures in this foundational Greek myth as a rejection of the exclusion of Black people from the “Western” canon of art and literature. It seems to me that Bearden is both validating the “Western” canon by choosing this myth as his subject and at the same time questioning its validity by reimagining it. Like Ilia’s discordant emotions, for me this painting evokes resentment toward the Greek art-historical monolith while simultaneously validating it.&nbsp;</p><p>David Timm ’22</p>",
            "file_uri":"https://archive.org/details/poco-2011-10",
            "source_project":"Music and Art",
            "object_sets":[
                {
                    "$oid":"5fcf78d4baba7be5f004720f"
                }
            ],
            "description":"<p>Performed by Laura Robertson '23</p><p>This aria is from Mozart’s opera <i>Idomeneo</i> and is sung by the Trojan princess Ilia. In this aria, Ilia is conflicted; she resents Greece for the fall of her father in the Trojan War but finds herself infatuated with a Greek prince. It reminds me of what I see as a similar contradiction in Romare Bearden’s <i>Fall of Troy</i>. I interpret Bearden’s inclusion of Black figures in this foundational Greek myth as a rejection of the exclusion of Black people from the “Western” canon of art and literature. It seems to me that Bearden is both validating the “Western” canon by choosing this myth as his subject and at the same time questioning its validity by reimagining it. Like Ilia’s discordant emotions, for me this painting evokes resentment toward the Greek art-historical monolith while simultaneously validating it.&nbsp;</p><p>David Timm ’22</p>"
        }
    ],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db20447edb54a0016155ee8"
            },
            "body":"Romare Bearden is best known for his collages, which he began making in 1963, after several decades of painting in a linear, semi-abstract style. As cofounder of the African American artists’ collective Spiral, Bearden created his first collages for their inaugural exhibition by juxtaposing photographic enlargements of magazine clippings and colored paper, relaying human narratives of urban and rural African American life. As the writer Ralph Ellison expressed, Bearden’s collages convey the “sharp breaks, leaps in consciousness, distortions, paradoxes, reversals, telescoping of time and Surreal blending of styles, values, hopes and dreams which characterize much of Negro American history.”\n\nProduced in 1979, <em>Fall of Troy</em> and <em>Odysseus Leaves Nausicaa</em> belong to a suite of six color screenprints inspired by the success of Bearden’s spring 1977 exhibition in New York City, which featured twenty large collages known as the Odysseus series. By this time, Bearden had moved away from using photo- graphic reproductions in his collages, and was working with colored paper in a mode suggesting Henri Matisse’s late paper cutouts, creating a simpler, less adorned, and more angular look.\n\nBearden’s fascination with Homer, first manifest in an exhibition of ink drawings and watercolors called <em>The Illiad: 16 Variations</em> (1949), culminates in these vibrant collages, which begin with Fall of Troy and end with <em>Odysseus and Penelope Reunited<em>. Produced in an edition of 125, the screenprints reveal an essential geometry that underlies the profusion of architectural and natural forms characteristic of Bearden’s settings for these pivotal scenes.\n\nIn recasting the legendary Greek protagonists as dark-skinned figures, Bearden not only represents an ideal collage of global cultures but makes this heroic tale of exile, adversity, and homecoming more relevant to black audiences. “It’s universal,” he said, “So if a child in Benin or in Louisiana sees my paintings of Odysseus, he can understand the myth better.” Bridging classical mythology and African American culture, these prints are a significant addition to the Museum’s representation of Bearden’s work and provide an opportunity to engage in dialogue across centuries with other Homeric scenes in the collection.",
            "title":"Magazine: Spring /Summer 2011",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e39b603043e70001673e72c"
            },
            "body":"Spanning over 100 years, this selection of prints demonstrates not only the wide range of traditional and experimental techniques but also the pervasive current of iconic and narrative impulses that characterize the graphic work of African American artists from Henry Ossawa Tanner to Martin Puryear.\n\nRaising the viewer’s political and social consciousness is the motivating force behind portraits of historical icons such as Harriet Tubman, Frederick Douglass, and Angela Davis by Elizabeth Catlett, Charles White, and Wadsworth Jarrell, respectively, all of whom sought to reach broad audiences between the 1940s and 1970s through inspirational murals and prints. While clearly derived from nineteenth-century photographs, White’s portrayal of Douglass exploits the lithograph’s potential for saturated blacks and seamless transitions to create a larger-than-life image with gestural strokes evocative of the artist’s monumental charcoal drawings. Other creative appropriations include Margaret Burroughs’s starkly linear linocut <em>Black Venus<em>, which transforms a late eighteenth-century engraving (<em>Voyage of the Sable Venus<em>) by freeing the central figure from its original pro-slavery context. A more recent work, Glenn Ligon’s <em>Self-Portrait at Eleven Years Old</em> repurposes the cover of <em>Looking Back</em> (1977), a greatest-hits triple LP by the artist’s childhood idol Stevie Wonder. For this print, Ligon enlarged a drawn copy he had made of the cover and used a stencil to create tightly clustered circles of black linen pulp that mimic the benday dots of the original.\n\nEqually complex explorations of cultural, racial, and gender identity inform prints by Emma Amos and Iona Rozeal Brown, which draw upon a variety of sources, including Japanese color woodcuts. By contrast, two literary classics—of antiquity (Homer’s <em>Odyssey<em>) and of the Harlem Renaissance (Jean Toomer’s <em>Cane<em>)—inspired the figurative and abstract narratives of Romare Bearden’s screenprint and Martin Puryear’s woodcuts. Like all of the prints on display, these works resist the conventions of traditional illustration in their provocative and lyrical evocations of the African American experience.\n\n--Laura M. Giles\nHeather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings",
            "title":"Online Collection Sets: African American Prints",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}