{
    "makerid":14791,
    "published_date":"2022-03-28 16:08:50.898967",
    "type":"maker",
    "displayname":"Hisashi Kobayashi",
    "makertype":"Individual",
    "alphasort":"Kobayashi, Hisashi",
    "lastname":"Kobayashi",
    "firstname":"Hisashi",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Japan, 1938",
    "begindate":1938,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Hisashi Kobayashi is the Sherman Fairchild University Professor of electrical engineering and computer science at Princeton University since 1986, when he joined the Princeton Faculty as the Dean of the School of Engineering and Applied Science (1986–1991). From 1967 till 1982, he was with the IBM Research Center in Yorktown Heights, and from 1982 to 1986 he served as the founding Director of the IBM Tokyo Research Laboratory. His research experiences include radar systems, high-speed data transmission, coding for high density digital recording, image compression algorithms, performance modeling, and analysis of computers and communication systems. His current research activities are on performance modeling and analysis of high-speed networks, wireless communications and geolocation algorithms, network security, and teletraffic and queuing theory. He publised Modeling and Analysis (Addison-Wesley, 1978), and is authoring a new book with B. L. Mark entitled Modeling and Analysis: Foundations of System Performance Evaluation (Prentice Hall). He is a Member of the Engineering Academy of Japan, a Life Fellow of IEEE, and a Fellow of IEICE of Japan. He was the recipient of the Humboldt Prize from Germany (1979), the IFIP's Silver Core Award (1981), and two IBM Outstanding Contribution Awards. He received his Ph.D. degree (1967) from Princeton University and the B.E. and M.E. degrees (1961, 1963) from the University of Tokyo, all in electrical engineering. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hisashi Kobayashi",
            "alphasort":"Kobayashi, Hisashi",
            "lastname":"Kobayashi",
            "firstname":"Hisashi",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/70190709"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}