{
    "makerid":12610,
    "published_date":"2023-03-16 02:01:11.866302",
    "type":"maker",
    "displayname":"Neolithic period",
    "makertype":"Individual",
    "alphasort":"Neolithic period 1",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"ca. 8000–2000 BCE",
    "begindate":-8000,
    "enddate":-2000,
    "nationality":"Chinese",
    "culturegroup":"Neolithic period",
    "biography":"In China, Neolithic cultures emerged around the eighth millennium B.C., and were primarily characterized by the production of stone tools, pottery, textiles, houses, burials, and jade objects. Such archaeological finds indicate the presence of group settlements where plant cultivation and animal domestication were practiced. Archaeological research, to date, has led to the identification of some sixty Neolithic cultures, most of which are named after the archaeological site where they were first identified. Attempts at mapping Neolithic China have typically grouped the various archeological cultures by geographic location in relation to the courses of the Yellow River in the north and the Yangzi River in the south. Some scholars also group Neolithic culture sites into two broad cultural complexes: the Yangshao cultures in central and western China, and the Longshan cultures in eastern and southeastern China. In addition, changes in ceramic production over time within a \"culture\" are differentiated into chronological \"phases\" with corresponding ceramic \"types.\" While ceramics were produced by every Neolithic culture in China, and similarities existed between many different culture sites, the overall picture of cultural interaction and development is still fragmented and far from clear.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Neolithic period",
            "alphasort":"Neolithic period 1",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Neolithic period"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}