{
    "makerid":21900,
    "published_date":"2022-06-09 08:45:33.167985",
    "type":"maker",
    "displayname":"Maria Jose Arjona",
    "makertype":"Individual",
    "alphasort":"Arjona, Maria Jose",
    "lastname":"Arjona",
    "firstname":"Maria",
    "nametitle":null,
    "middlename":"Jose",
    "suffix":null,
    "displaybio":"born 1973, Bogota, Colombia; active New York, NY, and Miami, FL",
    "begindate":1973,
    "enddate":0,
    "nationality":"Colombian",
    "culturegroup":null,
    "biography":"María José Arjona, a Colombian performance artist well-known throughout Latin America, was born in Bogotá in 1973.  She now lives and works in New York and Miami.  Her practice involves long durational performance characterized by near-monastic rigor, and designed as experiential studies in what she considers the biggest and most critical element in performance: time.  Her tests of her own physical and psychological endurance confront the viewer, who is invited to acknowledge his or her choice between an active and passive response.\r\n\r\nArjona was one of the performers chosen by Marina Abramovic for The Artist Is Present, her retrospective exhibition at MoMA in New York in 2010.  As part of the preliminary work towards this exhibition, Abramovic and Arjona jointly presented the workshop Cleaning the House. In 2009, she was an artist-in-residence at the Robert Wilson’s Watermill Arts Center, and has staged performances at major museums and venues in South America, the US and Europe before and since.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Maria Jose Arjona",
            "alphasort":"Arjona, Maria Jose",
            "lastname":"Arjona",
            "firstname":"Maria",
            "nametitle":null,
            "middlename":"Jose",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"(not assigned)",
            "id":"http://www.prometeogallery.com/en/artist/maria-jos-arjona"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}