{
    "makerid":2361,
    "published_date":"2022-03-28 16:04:43.886626",
    "type":"maker",
    "displayname":"Ron Sherr",
    "makertype":"Individual",
    "alphasort":"Sherr, Ron",
    "lastname":"Sherr",
    "firstname":"Ronald",
    "nametitle":null,
    "middlename":"Norman",
    "suffix":null,
    "displaybio":"American, born 1952",
    "begindate":1952,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"RONALD N. SHERR was born in New Jersey in 1952. He studied at the Ducret School of Art in New Jersey and at the National Academy of Design with Daniel E. Greene, Harvey Dinnerstein, and privately with Burton Silverman. In 1991, he won the Hubbard Art Award (worth $250,000) from the Hubbard Art Museum in Ruidoso, New Mexico. In 1995, his official portrait of President George Bush was unveiled for the National Portrait Gallery, in Washington, DC. Other awards include an Allied Artists of America Gold Medal of Honor, 1986; International Editorial Design Competition; cover art for Time Magazine (a portrait of Andreas Papandreou); Benjamin Altman Figure Prize, National Academy of Design; the Henry Ward Ranger Purchase Prize, National Academy of Design; Greenshields Foundation Grants and a Stacey Foundation Grant.\r\n\r\nMr. Sherr is represented in the Phoenix Art Museum; the Smithsonian Institution; the National Portrait Gallery, Washington, DC; Yale University; Princeton University; the State House, Trenton, New Jersey (official portrait of former Governor J. Florio); the Gibbes Art Gallery, Charleston, South Carolina; US Dept. of the Treasury and in many private collections in the US, Europe, and Japan. He has previously taught at the National Academy of Design, the Fashion Institute of Technology, the Art Students League of New York and has conducted painting seminars at the Gallery of San Juan, Old San Juan, Puerto Rico.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ron Sherr",
            "alphasort":"Sherr, Ron",
            "lastname":"Sherr",
            "firstname":"Ronald",
            "nametitle":null,
            "middlename":"Norman",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500084993"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/57759836"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d715d219ad0bf001685d104"
            },
            "title":"Nassau Hall Faculty Room",
            "description":"The Faculty Room in Nassau Hall is considered the historic heart of Princeton University, both because of its many associations with the institution's past and on account of the room's significance in our broader national history. It is here that Princeton displays images of its founders and leaders, and here as well that one of the major conflicts of the Revolutionary War, the Battle of Princeton, culminated in 1777-resulting in a crucial American victory that helped turned the tide of the war. This new video allows visitors a rare opportunity to see inside this historic space, which is normally closed to the public. Karl Kusserow, John Wilmerding Curator of American Art at the Princeton University Art Museum, discusses the room's fascinating history-from its past institutional roles as prayer hall, library, and museum to its current role as a faculty and trustee meeting room. Also discussed is the program of portraits dedicated to the institution's history, including images of University founders and presidents by esteemed American artists Charles Willson Peale and John White Alexander.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_cn41srzk",
            "transcript":"",
            "source_project":"Other",
            "caption_file":[],
            "displaydate":"2014",
            "sort_date":"2014-01-01",
            "video_type":"Collections"
        }
    ],
    "essay":[]
}