{
    "makerid":5292,
    "published_date":"2022-03-28 16:06:38.166990",
    "type":"maker",
    "displayname":"Edward Hopper",
    "makertype":"Individual",
    "alphasort":"Hopper, Edward",
    "lastname":"Hopper",
    "firstname":"Edward",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1882–1967",
    "begindate":1882,
    "enddate":1967,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Hopper was one of the premier Realist painters of the 1930s and 1940s. In 1900, Hopper studied portrait and still-life painting with William Merritt Chase, but he preferred to take classes with Kenneth Hayes Miller and Robert Henri. In 1906, Hopper worked as a part-time illustrator, but by autumn of that year he went to Paris to study the work of European artists. His painting from this period and soon after reflects the influence of \"plein air\" painting and Impressionism. Hopper continued to work as an illustrator, garnering more critical and commercial success with it than painting, although he loathed this work. By 1925, Hopper began to develop his signature, where the focus is on only one or two solitary figures often consumed by vast outdoors spaces or cramped city streets. His landscapes also evoke a similar haunting loneliness. One of Hopper's most well known works is a poignant portrayal of urban alienation, \"The Night Hawks\" (1942). With the emergence of Abstract Expressionism in the 1940s, Hopper's work was seen as illustrative and obsolete. Pop Art and Photorealism resurrected his reputation. American artist (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edward Hopper",
            "alphasort":"Hopper, Edward",
            "lastname":"Hopper",
            "firstname":"Edward",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500031212"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/32101533"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db71b89a31a750016aa8f05"
            },
            "body":"<em><em>SEDENTARINESS <em><em>\n\nWe pay no heed\nto provincial psalmody\nswelling through the streets as they\npromised us, and we do not know how to grasp it \nor whether it might do us harm. You\nunderstand what surpasses our understanding.\n\nOn our brow sweat does not bead\neven though mischance has befallen us.\nTo your mind it brings a multitude \nof processions.\n                         We do not feel\nthe least curiosity about the yards, \nthe roofs, and the attics nearby\nnor do we shudder at the extravagant \npealing of the church bells\nwhich stirs the air as far as here. \nYou are replete with feeling.\n\nWe do not remember: if our last deeds \ntally, it means our sight is true\nand the logic needed no correction. \nA predestination as in a mystery cult \nhovers over the towns and you\ngive us to understand the clew of the thread \nwhence we hang shall be as strong as it shall be.\n\n\n<em><em>SEDENTARISME<em><em>\n\nNosaltres no prestem atenció \na la salmodia provinciana\nque s'esten pels carrers com ens havien\npromes, i no sabem com hem de prendre'ns-ho \no si ens podria fer cap ma!. Vosaltres \ncompreneu el que ens es incomprensible.\n\n \nA nosaltres no ens ve la suor al front\ni aixo que els contratemps ja estan servits.\nA vosaltres us fa pensar en desenes \nde processons.\n                         Nosaltres no sentim \nni tan sols curiositat pels patis,\nels terrats i les golfes de la vora \nni esgarrifances per I'exagerat\nrepic de !es campanes de I'eglésia\nque transporta un cop d 'aire fins aquí. \nVosaltres esteu plens de sentiment.\n\nNosaltres no ens en recordem: si encaixen \nels ultims fets vol dir que ho veiem clar, \nque no calia corregir la logica.\nUna predestinació misterica\nplana sabre les viles i vosaltres\ndoneu a entendre que la clau dels fils \ndels quals pengem sera que siguin forts.\n\n--Ernest Farris\n<em>Translated from the Catalan by Lawrence Venuti<em>\n\n\n\n\n\n",
            "title":"Museum as Muse: Sedentariness",
            "source_project":"Other",
            "author_type":"Other",
            "source":"Other"
        }
    ]
}