{
    "makerid":97,
    "published_date":"2022-03-28 16:03:19.600293",
    "type":"maker",
    "displayname":"Andrea di Bartolo",
    "makertype":"Individual",
    "alphasort":"Bartolo, Andrea di",
    "lastname":"Bartolo",
    "firstname":"Andrea",
    "nametitle":null,
    "middlename":"di",
    "suffix":null,
    "displaybio":"Italian, 1358/64–1428",
    "begindate":1358,
    "enddate":1428,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Andrea was trained under his father, Bartolo di Fredi. He is perhaps the only of Bartolo's nine children to have outlived their father. He is documented as having collaborated with his father and with Luca di Tommè. He had an independent career after his father's death. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Andrea di Bartolo",
            "alphasort":"Bartolo, Andrea di",
            "lastname":"Bartolo",
            "firstname":"Andrea",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Andrea di Bartolo Cini",
            "alphasort":"di Bartolo Cini, Andrea",
            "lastname":"di Bartolo Cini",
            "firstname":"Andrea",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500024770"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/50131806"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf039d20f95900166a94b7"
            },
            "body":"Andrea di Bartolo's <em>Madonna and Child<em>, a painting of c. 1410-15, is the central panel of a dispersed altarpiece called a polyptych. In Siena, Italy, wood dowels, fashioned from oak twigs, were used to align and join panels of an altarpiece, and the holes along the sides of the Madonna and Child provide evidence that there were other panels once joined to it. Three of the side panels associated with it are known. A fourth - Christ in Benediction in Detroit - cannot be linked with the other four panels with any certainty.\n\nThe <em>Madonna and Child</em> is in poor condition. The egg tempera paint layer was severely abraded by restorers long ago, and some pigments and media have faded, darkened, or changed color completely. In 1992, Bruce Suffield, a conservation intern at the Museum, undertook a thorough examination and treatment of the painting. Pigment samples were removed and identified, and then this information was used to recreate how the painting may have looked originally, as can be seen in the color reconstruction at the end of this article. Over time the azurite blue mantle of the Virgin turned black, the red lake component of her mauve colored blouse faded, the copper resinate green glaze (the only oil paint used at this time in Italy) of the Child's shirt turned brown, and the silver leaf for the cloth of honor and the mantle hem was reduced to traces of black silver sulfide.\n\nSequential construction: The Andrea di Bartolo was constructed sequentially, one operation being completed (such as the preparation of the panel), before another was begun. Thus the painting, as seen in cross-section, has a sandwich construction, with the bottom most layer representing the first stage in the completion of a painting, and this is the best way to understand the steps that follow.\n\nX-Radiograph: The Madonna and Child was pieced together from three planks of poplar, reinforced with wood dowels placed across the joins before the panels were glued. Linen strips were applied over the joins. The dowel channels are visible in the X-radiograph\n\nCarpentry: The Madonna and Child was pieced together from three planks of poplar, reinforced with wood dowels placed across the joins before the planks were glued. As the three panels comprising the Madonna and Child were not of equal thickness, it became necessary to even out the back with a woodworking tool. In this instance an adze - a type of hatchet with a curved blade - was used, as shown in a 19th century engraving of a 14th century fresco in Pisa. This tool, similar to one in a local collection, left distinctive scallop marks in the wood. The blade also had nicks in it, and these left a distinctive \"fingerprint\" of parallel ridges, as shown in the raking light photograph below.\n\nGround: The gesso ground consists of gypsum powder mixed with a weak parchment glue. With the panel in a horizontal position, warm gesso was brushed in several layers over the panel surface and then allowed to dry before being scraped smooth. The arrow points to a gesso brush mark along the side of the panel, and the gesso drip mark to the right indicates that the panels comprising the polyptych were treated and completed individually.\n\nEgg tempera: The Madonna and Child was painted with egg tempera paint which was prepared as follows: Dry pigments were ground in water to a thick slurry and then placed in containers, such as shells. The slurry was then mixed with the yoke of egg to produce the paint, which was often applied in three values, made by adding white lead to the basic color. Egg tempera paint was fast drying, and the the paint strokes tend to be short and parallel.\n\nCloth of honor: The design for the vermilion cloth of honor behind the Virgin and Child was created using a technique called sgraffito, which is an Italian word meaning scratched. In this case silver leaf was laid over moistened red bole, and once dried the leaf was burnished with a smooth pebble or a hound's tooth, as recommended by Cennino Cennini, a late fourteenth century artist and compiler of artist's techniques. Then the silver leaf was completely covered with vermilion egg tempera paint that was probably modeled in the shadows with a semi-transparent red lake, similar to madder. The artist then took a pointed stick or bone and carefully scratched a design in the paint down to the silver leaf. The design in this instance probably represents a pomegranate. While some designs were drawn by hand, as was the one in this painting, others were transferred using a cartoon or template.\n\nDowels: The dowels holding the planks of the Andrea di Bartolo polyptych together were fashioned from whittled oak twigs. Tiny spots of gesso (and in one instance crystals of azurite) on the dowels indicate that they were in close proximity to the panels while the latter were being gessoed and painted. It was only after each panel was completed that they were joined together with dowels placed in holes drilled along the sides of the panel, and further reinforced with horizontal battens the width of the altarpiece, nailed to the back.\n\nSee interactive website: https://artmuseum.princeton.edu/legacy-projects/Conservation/AndreadiBartoloMenu.htm ",
            "title":"Recapturing the Image: Andrea di Bartolo's Madonna and Child",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}