{
    "makerid":956,
    "published_date":"2022-03-28 16:03:51.932656",
    "type":"maker",
    "displayname":"Ferdinand Hodler",
    "makertype":"Individual",
    "alphasort":"Hodler Ferdinand",
    "lastname":"Hodler",
    "firstname":"Ferdinand",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Swiss, 1853–1918",
    "begindate":1853,
    "enddate":1918,
    "nationality":"Swiss",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ferdinand Hodler",
            "alphasort":"Hodler Ferdinand",
            "lastname":"Hodler",
            "firstname":"Ferdinand",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ferdinand Khodler",
            "alphasort":"Khodler, Ferdinand",
            "lastname":"Khodler",
            "firstname":"Ferdinand",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500027184"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/41848532"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dc5e3bc8daad00016aba02e"
            },
            "body":"<p>Born to a poor family in Bern in 1853, Hodler began his studies in 1868 with Ferdinand Sommer (1822-1901), a painter of souvenir pictures in Thun. Hodler dreamed of a career in science,and in 1872 moved to Geneva to study natural history at the College de Geneve and painting with Barthelemy Menn (1815-1893), a student of Jean-Auguste-Dominique Ingres.He traveled to Madrid in 1878 and was influenced by the Spanish landscape and works in the Prado. Around 1880, he became interested in religion but did not carry out his plan to become a pastor. In 1881 Hodler worked with a team of artists on Edouard Castre's panorama <em>The Arrival of the Bernese Batallion</em> in Lucerne. The French poet Guillaume Apollinaire called Hodler \"the greatest contemporary Swiss painter and one of the greatest painters of our time.\" Yet he was relatively little appreciated in France due to a perceived Germanness, sometimes called \"Gothic.\" His subject matter in figural paintings tended toward themes of death, perhaps naturally since he lost his father at seven, his mother at fourteen, and his eight siblings and half siblings by 1889, all due to tuberculosis. Hodler showed figural paintings at several Paris Salons, where his greatest affinities were with the Symbolists, including Puvis de Chavannes, Gustave Morea u, and Auguste Rodin.Aligned with the avant-garde, Hodler joined the Berlin Secession and Vienna Secession, and formed friendships with Gustav Klimt, Josef Hoffmann,and Kolomon Moser. During World War I, however, his mem­ berships in German artists' assoc iations were revoked after he signed a petition protesting the bombing of Rheims Cathedral by the Germans. Ill and depressed, he nonetheless continued until his death in 1918 to draw and paint the view of the lake from the window of his apartment in Geneva. Through his official commissions (decorations in the Swiss National Museum, Zurich; designs for Swiss banknotes) and numerous landscape views of Swiss scenery, Hodler exemplifies modern Swiss art. He called his artistic theory, based on close observation of nature in the field and looking beneath surface appearances, \"Parallelism.\" <em>Lake Geneva in the Evening from Chexbres</em> is an excellent example of his interest in symmetrical, repetitious motifs. He noted of this painting, \"One can create feeling in a landscape, in the immensity of space.\" Especially in his late landscapes, he was able to reconcile the contradictions of his interests in science and religion, a tension typical of the turn of the century. Works by Hedler can be seen at the Art Institute of Chicago, the Cincinnati Art Museum, the Detroit Institute of Arts, the Los Angeles County Museum of Art,and the Saint Louis Art Museum, as well as many Swiss and German museums. Numerous exhibitions have addressed Hodler's unique role in European art of the early modern age.</p>",
            "title":"Collection Publications: Lake Geneva in the Evening from Chexbres",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}