{
    "makerid":21716,
    "published_date":"2025-06-19 02:02:13.493652",
    "type":"maker",
    "displayname":"Mario Moore",
    "makertype":"Individual",
    "alphasort":"Moore, Mario",
    "lastname":"Moore",
    "firstname":"Mario",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1987, Detroit, MI; active Detroit",
    "begindate":1987,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Mario Moore",
            "alphasort":"Moore, Mario",
            "lastname":"Moore",
            "firstname":"Mario",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"(not assigned)",
            "id":"https://arts.princeton.edu/people/profiles/mariom/"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5f441096b18d150017c75540"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_6r3p9xrp",
            "title":"Director's Voice: Center of Creation (Michael) by Mario Moore",
            "description":"James Steward, Princeton University Art Museum Director, discusses Center of Creation (Michael) by Mario Moore.",
            "speaker_type":"Director",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Director's Voice, Collections"
        },
        {
            "_id":{
                "$oid":"660d9553e95df23b82d72168"
            },
            "caption_file":[],
            "title":"Artist Talk: Mario Moore",
            "description":"Join us for a talk by artist Mario Moore to celebrate the installation of his painting The Great Reckoning in the Princeton School of Public and International Affairs.  \n\nThe work depicts Moore’s ancestor, Thomas Moore, a Black Union Army soldier who fought in the Civil War, as he distances himself from a rearing white horse. A parchment inscribed with Frederick Douglass’s 1863 speech urging Black men to take up arms in service of the Union lays at the soldier’s feet, a counterpart to the Confederate flag under the horse’s hooves. With these dueling symbols, the artist invites us to consider the contested histories that link our pasts and present.  \n\nThis program is cosponsored by the Princeton University Art Museum, the Lewis Center for the Arts, and the Princeton School of Public and International Affairs.",
            "displaydate":"11/22/2022",
            "file_uri":"https://mediacentral.princeton.edu/id/1_oze2zlnv",
            "speaker_type":"Artist",
            "created_by":{
                "$oid":"660ae18ce95df23b82d72158"
            }
        },
        {
            "_id":{
                "$oid":"6627da82e95df23b82d7217c"
            },
            "caption_file":[],
            "title":"In Conversation with Mario Moore and James Steward",
            "description":"Hear artist Mario Moore in conversation with Museum Director James Steward, part of the Arts Council of Princeton’s “In Conversation” series of discussions designed to celebrate and connect those who make art and those who love art. As a 2018–19 Hodder Fellow in Visual Arts at Princeton, Moore painted portraits of members of the University’s workforce, particularly African Americans. The Art Museum acquired a number of Moore’s works, including Center of Creation (Michael) and Stay Woke. Breaking down the barriers between artist and art appreciator, “In Conversation” delves into inspiration, studio practice, and artistic aspirations.",
            "displaydate":"07/07/2020",
            "file_uri":"https://mediacentral.princeton.edu/id/1_x9p8sc9z",
            "speaker_type":"Artist",
            "created_by":{
                "$oid":"660ae18ce95df23b82d72158"
            },
            "video_type":""
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"60255d4653c23600179999f5"
            },
            "title":"Spring 2020 Magazine: Art Matters",
            "body":"<p><strong>Art Matters&nbsp;</strong></p><p>Artworks come to life when we see them freshly, beyond the received conventions. As a faculty member, I’ve been fortunate to experience the Museum at close range. Several years ago my painting class and I viewed Édouard Manet’s <i>Gypsy with a Cigarette&nbsp;</i>(undated) with curator Betsy Rosasco. We discussed many issues, including whether or not the painting could be unfinished. Rosasco informed us that it was found, unsigned, in the studio after Manet died and it was never exhibited during his lifetime. The unusually strong dark outline around the gypsy’s raised arm could be an original underpainting guideline or, alternatively, might have been a paler line reinforced by someone else after the artist’s death. The painting is currently undergoing research by conservator Bart Devolder and was the subject of a recent panel.&nbsp;</p><p>Our class turned next to the Edgar Degas painting <i>After the Bath&nbsp;</i>(1890s, on loan from the Pearlman Collection), and we remarked on the unusual position of the figure, falling forward yet suspended—in a manner inconsistent with a woman drying herself after a bath but highly evocative and active. Degas was a master of inventing poses that appear graceful but are in fact ingenious in their awkwardness, as they help to engage the viewer as well as evoke a space for reflection. We noticed the prominent dark lines delineating the figure’s calves and ankles, reminiscent of the dark lines in Manet’s <i>Gypsy</i>. In the Degas these bold lines anchor the precariously falling figure to the bottom edge of the canvas—the lines seem deliberate. We learned that an early owner of Manet’s <i>Gypsy </i>was, in fact, Degas. The Museum installation, with these paintings on adjacent walls, allowed us to make this incisive connection.&nbsp;</p><p>The idea of finished/unfinished—essentially drawing or underpainting evidenced in a finished work—is notable in <i>Death of Socrates&nbsp;</i>(after 1787) by Jacques-Louis David and studio. We debated the inconsistencies, the traces of different hands and apparent skill levels. Rosasco mentioned that the other unfinished David paintings are very different, with the entire work unfinished; however, <i>Death of Socrates&nbsp;</i>moves from right to left in a progression of finish. Thought to be a collaboration between David and his studio assistants, perhaps made as a demonstration copy, this rare work is a priceless teaching example; the finished version of 1787 can be seen in the Metropolitan Museum of Art.&nbsp;</p><p>In the work of Paul Cézanne, whose profound meditation is recognized as initiating a change in our contemporary aesthetic, the issue of unfinished/finished is brought to new levels. Art historian Svetlana Alpers wrote in a recent email, “I enjoyed the museum—was interested that the two Cezanne landscapes (vertical paintings on long loan) each had sort of empty bottom strips—as if Cezanne painted top down and gave up.” Attached were images of <i>Route to Le Tholonet&nbsp;</i>(1900– 1904) and <i>Mont Sainte-Victoire&nbsp;</i>(ca. 1904–6). Alpers continues, “He often leaves bottoms if not empty, then unresolved . . . as if he felt he did not have to justify the bottom edge.” This probably reveals how Cézanne composed his works, first focusing on objects in the middle ground and distance, then refining their relationships. The bottom strips in the two paintings—one unfinished and showing raw canvas and the other more finished with a painted horizontal band—suggest that the unfinished peripheral areas may persist even when paint is added, a feature found in other Cézanne works.&nbsp;</p><p>Last fall I viewed our recently acquired thirteen-foot fragmentary papyrus scroll of Pa-di-Amen-neb-nesut-tawy (ca. 300–200 BC, with hieroglyphic texts and color vignettes from the Book of the Dead) with Professor Tom Hare, who was able to decode and elucidate its meaning. Several empty spaces in the hieroglyphic text were for the deceased’s name to be inked in once the scroll was purchased. The artist, perhaps in a rush for the burial of the deceased, didn't fill in some of the spaces . . . a very different kind of unfinished work.&nbsp;</p><p>Finally, I must mention our 2018–19 Hodder Fellow Mario Moore’s interaction with the Museum. The fascinating exhibition <i>States of Health: Visualizing Illness and Healing</i>, curated by Laura Giles and Veronica White, included <i>Stay Woke&nbsp;</i>(2018), a stunning large silverpoint by Moore, who is currently teaching in the Visual Arts Program. Moore’s Hodder project was to paint African American blue-collar workers on campus and nearby. This brought into vivid relief the names, personalities, lives, and stories of these crucial members of our campus. At Moore’s exhibition opening at the new Hurley Gallery in the Lewis Center for the Arts, the heroically depicted individuals became celebrities, radically moving from the background into visibility.&nbsp;</p><p>The Museum purchased five of the paintings, including one of security guard Michael Moore (no relation) as he welcomes visitors from the elevator to the second-floor galleries. When our new museum, designed by Sir David Adjaye, is built, the painting will be an aide-mémoire of the old galleries and will hopefully help carry forward the warm atmosphere of our museum. Michael Moore will soon be working in the new building guarding the painting of himself standing in the old building.&nbsp;</p><p>&nbsp;</p><p>Eve Aschheim&nbsp;<br>Lecturer in Visual Arts&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Spring 2020 Magazine</p>",
            "author_type":"Faculty",
            "source":""
        },
        {
            "_id":{
                "$oid":"6025619153c23600179999f7"
            },
            "title":"Mario Moore’s Stay Woke ",
            "body":"<p><strong>Mario Moore’s </strong><i><strong>Stay Woke&nbsp;</strong></i></p><p>Mario Moore’s silverpoint drawing <i>Stay Woke&nbsp;</i>is an arresting and visionary self-portrait that utilizes an exacting and exquisite technique to evoke the charged intersection of personal trauma and institutional racism. The artist made this exceptional work prior to the group of large-scale portraits of African American members of Princeton University’s staff that he recently painted as the 2018–19 Hodder Fellow in Visual Arts. In Moore’s words,&nbsp;</p><p style=\"margin-left:40px;\">“<i>Stay Woke&nbsp;</i>is part of a larger group of works about recovery completed after I underwent brain surgery. It references the two-sided mental state that Black men face, needing to be constantly prepared even when taking time to recover from traumatic experiences. The poster above my head in the drawing is of the political activist Fred Hampton, who was chairman of the Illinois chapter of the Black Panther Party when he was assassinated in his Chicago apartment at the age of twenty-one on December 4, 1969, by the FBI and local police force. Fred Hampton was killed while he was sleeping. The figure of me lying down represents how unreasonably prepared Black men need to be at all times—so much so that I have on all of my clothes, a coat and a gun at the ready.”</p><p>As practiced by artists since the Middle Ages, the silverpoint technique involves applying a silver stylus to a coated surface, leaving behind a uniform, indelible, and shimmering line. In the drawings from his <i>Recovery&nbsp;</i>series, Moore seized on the expressive potential of the medium’s softness and durability to portray himself and African American male icons—including Miles Davis, Muhammad Ali, and Malcolm X—in fleeting attitudes of rest and reverie that could be interrupted at a moment’s notice, as is vividly conveyed in <i>Stay Woke</i>.&nbsp;</p><p>&nbsp;</p><p>Laura M. Giles<br>Heather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Summer 2020 Magazine</p>",
            "author_type":"Curator",
            "source":"Magazine: Summer 2020"
        },
        {
            "_id":{
                "$oid":"6349b2eff475b80018e04e0a"
            },
            "body":"<p><strong>On View: Mario Moore’s </strong><i><strong>The Great Reckoning</strong></i><strong>, Installed in Robertson Hall</strong></p><p>Mario Moore arrived at Princeton University in fall 2018 as a Hodder Fellow and from 2019 to 2020 was a visiting faculty member in the Program in Visual Arts. During that time he created a series of full-length portraits of African American members of the University staff, representing those who support the daily life of the campus using the artistic format typically reserved for those with positions of institutional power. In his monumental work <i>The Great Reckoning</i> (L.2022.11), which was recently installed in the lobby of Robertson Hall, Moore calls on the familiar symbolism of history painting to expand the presence of Black narratives in public spaces.<br>&nbsp;</p><p><i>The Great Reckoning</i> depicts the artist’s ancestor Thomas Moore, a Black Union Army soldier who fought in the Civil War. He wears an expression that mixes concern, sorrow, and resilience as he pulls away from a rearing white horse that is foaming at the mouth, its saddle ringed with spikes. A parchment inscribed with Frederick Douglass’s 1863 speech imploring his fellow Black men to take up arms in service of the Union lies at Moore’s feet, a counterpart to the Confederate flag under the horse’s hooves. Between these dueling symbols are battlefields engulfed in smoke, while the flag of the United States hovers in the distant foothills. The monumental scale—the painting isseventeen feet across—and virtuosic brushwork set this work in the tradition of history paintings that stage events from the past as moralizing epics. Here, the artist invites us to consider the contested histories that link our pasts and present.</p><p>Moore offered this work for sale through his gallery on the condition that its buyer lend it to an institution where it would be on public display. Through the generosity of the Popkin Family, the Art Museum is pleased to have sited this in the University’s School of Public and International Affairs.</p>",
            "title":"On View: Mario Moore’s The Great Reckoning, Installed in Robertson Hall",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64e8fce7538ac6620e32b75d"
            },
            "title":"Museum News: Painting Community and Honoring History",
            "body":"<p><strong>Museum News</strong><br><strong>Painting Community and Honoring History</strong></p><p>A new series of portraits by the artist Mario Moore, recipient of the 2018–19 Mary MacKall Gwinn Hodder Fellowship in Visual Arts at the Lewis Center for the Arts, celebrates individuals who help to shape the character of a university campus and yet rarely find themselves the focus of formal portraiture initiatives. In Moore’s paintings, African American men and women who are members of the University’s staff are depicted in their campus work settings. The work <i>Several Lifetimes</i> highlights the roles of Howard Sutphin, Valeria Sykes, and Kaniesha Long, three members of the Rockefeller-Mathey dining hall staff. Gathered around the stovetop, they remind Moore of the almost familial connection he felt with the service workers during his days as an undergraduate. Those who cared for the students, tended to their environment, and protected their safety were individuals Moore saw on a daily basis; they also represented the largest group of fellow African Americans on campus.</p><p>In these workers Moore saw his ancestors and his community, in particular his father, who worked as a security officer at the Detroit Institute of Arts during Moore’s childhood. Fittingly, then, two of the portraits feature members of the Art Museum’s security staff. Security officer Guy Packwood is shown at the entrance &nbsp;to <i>Picturing Protest</i> (2018), an exhibition that included photographs of key events of the civil rights movement. Moore begins each portrait with a conversation with his subject. In the course of their exchange, Moore discovered Packwood’s connection to the events of that era, his past work as a police officer, and his path to Princeton.</p><p>In <i>The Center of Creation</i>, security officer Michael Moore holds open the elevator door, greeting visitors to the Museum’s Kienbusch Galleries.&nbsp;However, only one of the artworks shown in the painting is in the Museum’s collections. The others represent a&nbsp;millennia-long &nbsp;portraiture tradition by African and African diaspora artists—a twelfth-century bronze Ife portrait head of a ruler, peeking out from behind Officer Moore’s shoulder, begins the lineage. Charles White’s engraving of the abolitionist orator Frederick Douglass, Henry Ossawa Tanner’s reverent oil painting of his father, and Barclay Hendrix’s full-length rendering of a stylish friend are also visible. Moore joins this auspicious community of black artists by including a slice of one of his own works in the back gallery.</p><p>The two paintings illustrated here, together with eight other portraits, have been acquired by the University. &nbsp;Some have joined the Art Museum’s collections; in partnership with the Campus Iconography Committee, others have been added to Campus Collections. The works will be on view throughout the Princeton campus this semester; in many cases they will be located at the sites where their subjects have a regular presence.</p><p>&nbsp;</p><p>Mitra Abbaspour&nbsp;<br>Haskell Curator of Modern and Contemporary Art</p><p><br>Princeton University Art Museum &nbsp; Winter 2020 Magazine</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            },
            "author_type":"Curator "
        }
    ]
}