{
    "makerid":16813,
    "published_date":"2025-07-17 02:01:45.010078",
    "type":"maker",
    "displayname":"Roelandt Savery",
    "makertype":"Individual",
    "alphasort":"Savery, Roelandt",
    "lastname":"Savery",
    "firstname":"Roelandt",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1576–1639; born Courtrai, Belgium; died Utrecht, Netherlands",
    "begindate":1576,
    "enddate":1639,
    "nationality":"Flemish",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Roelandt Savery",
            "alphasort":"Savery, Roelandt",
            "lastname":"Savery",
            "firstname":"Roelandt",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500121039"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/5728201"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64f219df538ac6620e32b77c"
            },
            "body":"<p><strong>Exhibition</strong><br><i><strong>Landscapes Behind Cézanne</strong></i><br>February 24–May 13, 2018</p><p>&nbsp;</p><p><br>The fall of 2015, when <i>Cézanne and the Modern: Masterpieces of European Art from the Pearlman Collection</i> was on view at the Princeton University Art Museum, seemed the &nbsp;ideal time to teach a seminar on Paul Cézanne, so well represented in that collection, most notably by his great landscape watercolors. With this in mind, I asked Calvin Brown, associate curator of prints and drawings, to help &nbsp;me choose from the Museum’s collections a selection of landscape works on paper made <i>prior </i>to Cézanne’s, to show to the seminar students in one of the classes. My aim was to reveal the very wide range of approaches in such works— and yet how radical, in contrast, were Cézanne’s landscape watercolors hanging in the galleries.</p><p>The twenty or so works we selected made extremely clear that Cézanne, in his watercolors, did not so much attempt to copy the actual appearance of a scene as to translate it into self-sufficient sequences of patches and lines in a restricted range of vivid colors. Therefore, as I planned another Cézanne seminar, for the spring of 2018, it seemed fitting to revisit this idea. Museum Director James Steward suggested that we do so as a gallery installation, and that is what we have done.</p><p>It is commonly understood that when you compare very alike things, you notice their differences. When comparing unlike things, it can take a little longer to notice their similarities—but eventually I became aware that, notwithstanding the radicalism of Cézanne’s approach, &nbsp;he made constant use of standard types of landscape depictions—woodland panoramas, rocky landscapes, glades of trees, and so on—that have been employed by artists for many centuries. This realization became the organizing principle of our exhibition.</p><p>In the field of art history, tracking artistic developments in the form of replication, revision, and reimagination of preceding typologies is well established. Notable among art historians to have examined this practice in systematic, albeit markedly different, ways are Ernst Gombrich and George Kubler. For landscape painting, Kenneth Clark did this too broadly to serve as our model. Calvin reminded me that the British painter J. M. W. Turner had published reproductions of his landscapes in his <i>Liber Studiorum</i> (Book of Studies) arranged in six named categories, but these were too individually specific to Turner (e.g., “Elevated or Epic Pastoral”) to be of use to us. On the basis of our inductive study of works in the Museum’s collections, we present nine categories: The Classical Landscape, The Topographical Landscape, Buildings in a Landscape, Rocky Landscapes, Mountains, Gnarled Trees, Glades, Screens and Panoramas, and Isolated Motifs.</p><p>The works in these categories span the sixteenth through the nineteenth century and include landscapes by artists of the caliber of Albrecht Dürer, Rembrandt van Rijn, and Claude Lorrain, and by less-known figures, including Gherardo Cibo and Roelandt Savery—as well as photographs taken in the forest of &nbsp;Fontainebleau by Constant Alexandre Famin, Eugène Cuvelier, and others, who used some of the same typologies as the painters. Cézanne, who worked on occasion at Fontainebleau, would have known of similar photographs, and of the work of some of the earlier painters represented here. But it is unlikely that he even knew of the existence of a good number of them: this installation is not conceived to argue for influences on Cézanne’s landscape practice—although that task requires more attention than it has been given—but to show which standard typologies attracted him, and which ones did not. For example, there are no strictly classical or topographical landscapes in Cézanne’s oeuvre, but many rocky landscapes, mountains, glades, and isolated motifs. The exhibition is called <i>Landscapes Behind Cézanne</i> rather than <i>Landscapes Before Cézanne</i> because it is not simply about works created earlier than his but rather about works &nbsp;that, standing behind his, compose the foundations on which he built.</p><p>Seeing such a range of earlier landscapes together makes clear that every depiction of landscape has always been something that the artist selected from the land, modifying and organizing it in ways that draw upon standard types. Even the most detailed topographical landscape is not a mere transcription of the scene. But it was not only the extent—rather than the fact—of Cézanne’s shaping of &nbsp;an observed scene that distinguished him from his predecessors. He spoke of his “<i>realization sur nature</i>,” a realization not <i>of &nbsp;</i>but <i>on </i>nature, treating the observed scene as a motif on which to base his own. Seen in the context of the earlier works, his landscape watercolors in particular reveal the step further that he took, his response to the land being shaped—more explicitly than before—by an acknowledgment that what is real in art is different and independent from the actuality of nature.</p><p>These landscape watercolors are so vivid in color because they have not been excessively exposed to light. The Cézanne watercolors from the Pearlman Collection were exhibited during the international tour of the collection that concluded at Princeton two years ago, and so it is prudent not to exhibit them again so soon. Therefore, the exhibition includes a pair of Cézanne watercolors, one of which changes weekly, for reasons of preservation. We hope that our visitors will come week after week and see them all.</p><p>&nbsp;</p><p><br>John Elderfield&nbsp;<br>Allen R. Adler, Class of 1967, Distinguished Curator and Lecturer</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Spring 2018 Magazine<br>&nbsp;</p>",
            "title":"Exhibition: Landscapes Behind Cézanne",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}