{
    "makerid":20225,
    "published_date":"2022-03-28 16:09:57.642466",
    "type":"maker",
    "displayname":"John Plumbe, Jr.",
    "makertype":"Individual",
    "alphasort":"Plumbe, John",
    "lastname":"Plumbe",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1809–1857",
    "begindate":1809,
    "enddate":1857,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Short on funds and waiting to receive a commission from the United States Congress to survey the route for a transcontinental railroad, an idea which he is credited with originating, civil engineer John Plumbe, Jr., took up photography in 1840 after seeing the work of an itinerant daguerreotypist in Washington, D.C. A Welshman by birth, Plumbe opened a gallery in Boston the following year. He eventually maintained galleries in thirteen cities, making his name recognizable in numerous cities across the country. Plumbe opened his Washington, D.C., gallery in 1844, the first in the nation's capital. By the time he established the National Plumbeotype Gallery of engraved and lithographic reproductions of his own images in 1846, Plumbe had been dubbed \"the American Daguerre\" by the press. In 1847 Plumbe found himself in financial trouble and he sold his business to his employees. Two years later he gave up photography and retired to Dubuque, Iowa, where he met an untimely end by cutting his own throat. (Getty Museum)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Plumbe, Jr.",
            "alphasort":"Plumbe, John",
            "lastname":"Plumbe",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500028739"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/17088044"
        },
        {
            "source":"NYPL PIC",
            "id":"5442"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}