{
    "makerid":6343,
    "published_date":"2022-03-28 16:07:20.540925",
    "type":"maker",
    "displayname":"Giuseppe Ceracchi",
    "makertype":"Individual",
    "alphasort":"Ceracchi, Giuseppe",
    "lastname":"Ceracchi",
    "firstname":"Giuseppe",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1751 - 1802",
    "begindate":1751,
    "enddate":1802,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Giuseppe Ceracchi (also known as Giuseppe Cirachi[1]) (4 July 1751[2] – 30 January 1801) was an Italian sculptor, active in a Neoclassic style in Italy, England and the nascent United States, who was a passionate republican during the American and French revolutions.[3] He is remembered for his portrait busts of prominent British and American individuals.\r\n\r\nHe initially trained in Rome with Tommaso Righi (1727–1802) and then continued his studies at the Accademia di San Luca. He went to London in 1773, armed with a letter of introduction from Matthew Nulty, an English antiquarian and amateur sculptor in Rome,[4] and worked under Agostino Carlini, a founding member of the Royal Academy.[5] Living in Carlini's lodgings near Soho Square,[6] Ceracchi modelled architectural ornament and bas-relief panels for Robert Adam,[7] most notably a grand bas-relief of a Sacrifice to Bacchus, fourteen feet long and six feet high, in Adam's patent mastic composition, for the rear façade of Mr. Desenfans' house in Portland Place.[8] In 1778, Ceracchi sculpted the statues of Temperance and Fortitude cast in Portland stone for the Strand façade of Sir William Chambers' Somerset House, London;[9] Carlini, who modelled the other two classical virtues for the project, was occupied with architectural sculpture for Somerset House over several years and doubtless recommended Ceracchi. As well as the portrait busts he executed in London is a full-length portrait of Anne Seymour Damer, herself a sculptor and to some extent his pupil,[10] in antique robes, with her tools at her feet (British Museum).[11]\r\n\r\nHe made two visits to the new American republic, in 1790–2, in hopes of being commissioned to erect an extremely elaborate monument to the new Republic and George Washington that he was convinced Congress had voted, and again in 1794–5, when he was disappointed in raising the funds for his venture by private subscription. Of this unrealizable project for a bombastic marble allegory James Madison drily remarked that the sculptor \"was an enthusiastic worshipper of Liberty and Fame, and his whole soul was bent on securing the latter by rearing a monument to the former\".[12] Duplicate letters from Ceracchi to Washington and George Clinton[13] describe plans for a national monument to Washington to be built in the newly planned capital city.\r\n\r\nDuring his two American visits he executed heroic portrait busts[14] of leaders of the American Revolution, including Benjamin Franklin (Pennsylvania Academy of Fine Arts), John Jay (Supreme Court, Washington DC), Thomas Jefferson (Monticello),[15] George Washington with a Roman haircut and a toga (Metropolitan Museum of Art[16]), George Clinton, again presented as a noble Roman (twice, Boston Atheneum and New-York Historical Society), Alexander Hamilton (New York Public Library[17]). Most of his prominent subjects sat to him to encourage his art, but none could be found to pay for their busts after the fact. Washington politely refused the gift of his Roman bust in colossal size, in plaster.[18]\r\n\r\nHe returned to Florence about 1794. In Rome he entered with fiery vehemence into the projected Italian Republic under revolutionary French auspices, when Joseph Bonaparte arrived in the city in 1797, drawing Jacobin sympathizers to him. In the Jacobin riots of December 1797, during which brigadier-general Mathurin-Léonard Duphot was killed, Ceracchi was noted as a leader of the rioters;[19] events led directly from Duphot's death to the Directoire’s decision to occupy the city. French troops arrived on 10 February 1798 and on the 15th the Republic of Rome was proclaimed. In 1799 Ceracchi moved to Paris, where he sculpted the portrait bust of Pope Pius VI (Residenzmuseum, Munich; Palazzo Bianco, Genoa). Having sculpted a bust of Napoleon Bonaparte (Museum at Nantes), he became disillusioned after the coup d'état of 18 Brumaire to the extent that he was embroiled in the paranoid and furious reaction of Napoleon to the plot of the Rue Saint-Nicaise, an attempt against Napoleon's life in which a machine infernal was exploded, with loss of innocent life; Ceracchi was arrested with other outspoken Jacobins 8 January and guillotined 30 January 1801, \"going to the scaffold, it is said, in a triumphal chariot of his own design\".[20]\r\n\r\n\r\n[edit] Notes\r\n^ The terracotta model for his bust of Sir Joshua Reynolds (Burlington House) is signed Cirachi (Rupert Gunnis, Dictionary of British Sculptors 1660-1851, s.v. \"Ceracchi, or Cirachi, Joseph\", rev. ed. 1968). \r\n^ The unfounded tradition that he was born in Corsica may stem from the portrait bust he exhibited at the Royal Academy of Pasquale Paoli, the Corsican patriot and founder of a short-lived republic, the first of modern times. \r\n^ A commemorative exhibition at the Palazzo dei Conservator, Rome, 1989, was titled \"Giuseppe Ceracchi: scultore giacobino : 1751-1801\" (\"Giuseppe Ceracchi, Jacobin sculptor\"). \r\n^ William Rieder, \"Piranesi at Gorhambury\" The Burlington Magazine 117 No. 870 (September 1975:582, 584-591) p. 589, notes 25, 26. \r\n^ Ceracchi exhibited busts at the Academy 1776-79 and was proposed for membership but received only four votes (Gunnis 1968). His bust of the Academy's president Sir Joshua Reynolds, is in the collection of the Royal Academy of Art ([http://www.tate.org.uk/britain/exhibitions/reynolds/roomguide1.shtm exhibited, \"Reynolds and the self-Portrait\", Tate Gallery 2005). \r\n^ A.T. Smith, Nollekens and His Times (1828, reprinted 1986) vol. II:19. \r\n^ Models by Ceracchi, including a sacrifice scene designed by Antonio Zucchi, were in Adam's posthumous sale, 1818 (Gunnis 1968). \r\n^ At Desenfans' death it was auctioned to the proprietors of the Coade stone manufactorySmith 1828 and has disappeared. \r\n^ Public Record Office, A.O.1/2495, noted in Gunnis 1968. \r\n^ Smith 1828. \r\n^ A. Dawson, Portrait sculpture, a catalogue (London, The British Museum Press0 1999. \r\n^ Albert Ten Eyck Gardner, \"Fragment of a Lost Monument\" The Metropolitan Museum of Art Bulletin New Series,6.7 (March 1948:189-197) quoted p. 190. \r\n^ Henry Stephens Randall, The Life of Thomas Jefferson 1858, Appendix xi. \r\n^ A rewcent study is Aline Magnien, \"Le sculpteur Jacobin Ceracchi (1751 - 1801) : papiers inédits ; son oeuvre de portraitiste: les bustes\", Gazette des beaux-arts 2002. \r\n^ \"Ceracchi's Bust of Jefferson.\" Tyler's Quarterly Historical and Genealogical Magazine 8(1927:243-46). \r\n^ Bust of George Washington, Metropolitan Museum of Art; the terracotta done from the life returned with Ceracchi to Florence, where the marble was begun, then finished in Philadelphia on Ceracchi's return visit. \r\n^ The Library also conserves an imaginary bust of Amerigo Vespucci (Gunnis 1968). \r\n^ Gardiner 1948:190ff. \r\n^ A design commemorating Duphot, possibly by Ceracchi, is in the archives of the Museo Napoleonico, Rome: Eleanor Tollfree, \"Roman Republicans, fasces and festivals: the French occupation of Rome, 1798-99, from the archives of the Museo Napoleonico\" Apollo January 2004. \r\n^ Gunnis 1968. \r\n\r\n[edit] Other sources\r\n(Italian) Short biography \r\nRetrieved from \"http://en.wikipedia.org/wiki/Giuseppe_Ceracchi\"\r\nCategories: 1751 births | 1801 deaths | Italian sculptors | People from Rome (city)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giuseppe Ceracchi",
            "alphasort":"Ceracchi, Giuseppe",
            "lastname":"Ceracchi",
            "firstname":"Giuseppe",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500005986"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95717418"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}