{
    "makerid":17440,
    "published_date":"2022-03-28 16:09:28.190934",
    "type":"maker",
    "displayname":"Krupp Studio",
    "makertype":"Institution",
    "alphasort":"Krupp Studio",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, active late 19th century",
    "begindate":1875,
    "enddate":1899,
    "nationality":"German",
    "culturegroup":null,
    "biography":"“In 1861, one of the most remarkable figures in German industrial history, Alfred Krupp, commissioned his far relative Hugo van Werden to learn photography in a studio in Hannover then well known for its qualities depicting industrial products. After a short apprenticeship, van Werden set up the Krupp photographic and lithographic institute which from then on had to deliver all visual materials used for documentation, press releases, and public relation of Krupp’s steel company. As early as in 1862 on the occasion of the London World Fair, Krupp was able to show and deliver large quantities of photographs of all his products, and the company gained fame for the use of the new medium in advertising. Small companies of the fine-mechanical and optical industries immediately followed this example and created catalogues of their products by assembling series of photographs depicting each object as meticulously detailed as possible. But it must be admitted that the integration of photography into industrial advertisement and public relation was delayed in Germany if one compares the country with European or North American competitors on the world market, due to to two factors: a long period of economic recession throughout the 1870s and early 1880s, and above all, a comparatively low interest of German industrialists in the aesthetics of their products. This was only to change, with the help of photography, short after 1900.” The Encyclopedia of 19th Century Photography, p. 584.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Krupp Studio",
            "alphasort":"Krupp Studio",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}