{
    "makerid":5835,
    "published_date":"2022-03-28 16:06:58.170084",
    "type":"maker",
    "displayname":"Fang Shishu",
    "makertype":"Individual",
    "alphasort":"Fang Shishu",
    "lastname":"Fang Shishu",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1692–1751",
    "begindate":1692,
    "enddate":1751,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Fang Shishu was born in 1692 in Shexian, Anhui province.  A month after his birth Fang was placed in the care of an uncle's family and remained there to receive his education.   This part of Fang's upbringing was the responsibility of another uncle, Fang Zhenguan (1679-1747), who was a well-known scholar.  Fang Shishu's strength was poetry, but despite repeated attempts, he failed the second-degree examination.  He had informally begun the study of painting at age nine and this was the art form that he is best known for.  In 1709 he married and actively took up his role in family affairs.  When his father and elder brother died in 1725 Fang became the family head and with his inheritance he became involved in the salt trade.  Sadly within a year all was lost due to Fang's self-proclaimed bad luck and gambling habit.  At this juncture Fang settled in Yangzhou and became a professional painter.  Between the years 1739 and 1744, when his wife died, Fang suffered through the deaths of a lengthy list of family members.  In the last years of his life his elder son managed his affairs and those of the family allowing Fang to pursue painting.  \r\n\r\nThe time Fang spent in Yangzhou, from 1729 to 1738, was crucial to his study of painting and development of an individual style.  Through one of his uncles Fang was introduced to the painter Huang Ding (1650-1730) who tutored him in the style of early masters of landscape painting following a painting lineage that was espoused by the great art critic and painter Dong Qichang (1555-1636).  Through his teacher, Fang Shishu was drawn in to the literary and artistic circles of Yangzhou and through this coterie met the collector Ma Yueguan (1688-1755).  The importance of this acquaintance was great indeed, as it was through first-hand study of Ma's collection that Fang's understanding of the early masters truly developed.  This is seen by his landscape paintings of this period all done in the style of earlier painters.  In his final years of production, devoid of family responsibility, Fang's style visibly relaxed and it was during these later years that a less studied and a more unique style emerges.  \r\n\r\nHo, Wai-kam et.al. Eight Dynasties of Chinese Painting: The Collections of the Nelson-Gallery-Atkins Museum, Kansas City, and The Cleveland Museum of Art. Cleveland, OH: Cleveland Museum of Art, 1980, pp. 372-376.\r\nRogers, Howard and Sherman E. Lee. Masterworks of Ming and Qing Painting from the Forbidden City. Lansdale, PA: International Arts Council, 1988, pp. 183-184.\r\nTsao, Jung Ying. Chinese Paintings of the Middle Qing Dynasty. San Francisco: San Francisco Graphic Society, 1987, pp. 33-34.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Fang Shishu",
            "alphasort":"Fang Shishu",
            "lastname":"Fang Shishu",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Hsun-yuan",
            "alphasort":"Hsun-yuan",
            "lastname":"Hsun-yuan",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Fang Shih-shu",
            "alphasort":"Fang Shih-shu",
            "lastname":"Fang Shih-shu",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/69732235"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}