{
    "makerid":5121,
    "published_date":"2022-03-28 16:06:32.042728",
    "type":"maker",
    "displayname":"William Stanley Haseltine",
    "makertype":"Individual",
    "alphasort":"Haseltine William Stanley",
    "lastname":"Haseltine",
    "firstname":"William Stanley",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1835–1900",
    "begindate":1835,
    "enddate":1900,
    "nationality":"American",
    "culturegroup":null,
    "biography":"After studying abroad in the late 1850s, William Stanley Haseltine returned to the United States to concentrate his efforts on painting the beauty of the American landscape. Traveling to the coast of Rhode Island and the North Shore of Massachusetts, Haseltine executed a series of vivid landscapes that celebrate the bold rock formations of those particular locales.  \r\n\r\nMarc Simpson writes, \"Haseltine's record of exhibited American scenes reveals a sensibility akin to that of the poet and essayist Henry David Thoreau, who wrote, 'My years are like a stroll upon the beach/As near the ocean's edge as I can go.” From Maine's Mount Desert Island south approximately three hundred miles to Rhode Island's Point Judith, Haseltine, too, repeatedly traveled as near the ocean's edge as he could go, recording the wonders of the shore in crisply detailed drawings and careful oil studies. These, and the paintings derived from them, are among the artist's most original and memorable works.\r\n\r\nHaseltine's American coastal views are the works of an accomplished and well educated artist just setting out on his career. His depictions of specific rock formations and particular light conditions frequently prompted enthusiastic recognition of a favored spot by critics and, presumably, patrons. Further, his contemporaries were able to find some of the most important movements of the age reflected in these works. The belief that art's purpose was best expressed through the accurate depiction of nature and the recognition of geology as a science with the authority to rival scriptural accounts of the early creation. Both recognizability and the resonance of his art grew from Haseltine's choice of elemental subjects observed closely and recreated faithfully. In his best American paintings—pared down visions of rock, sea, and sky—the land formations speak with geological truthfulness, the waves break convincingly, and a palpable atmosphere suffuses the whole.\" (Expressions of Place: The Art of William Stanley Haseltine, San Francisco, California, 1992, P. 15).\r\n\r\nHaseltine received positive critical response for works of the coastal rocks, and the artist came to be something of a fixture at Nahant. Marc Simpson writes, \"The art press reported on Haseltine's stay at Nahant, aptly mentioning both art and society as occupations: 'Haseltine divides his time between fashion and the sea at Nahant.' The same periodical, Watson's, praised the results of his summer's works when he had returned to the studio later in the fall,  'Haseltine, who passed the summer months at Nahant, has brought back many admirable studies of the scenery of that neighborhood... it is within three years that Mr. Haseltine has come into notice as a painter of coast scenes, and so marked has been his success, that his prominence and superiority in the portrayal of the rocky shores of Nahant and Narragansett are by all fully acknowledged.\"' (Expressions of Place: The Art of William Stanley Haseltine, p. 23)\r\n\r\n \r\n  \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William Stanley Haseltine",
            "alphasort":"Haseltine William Stanley",
            "lastname":"Haseltine",
            "firstname":"William Stanley",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500006808"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/42641268"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}