{
    "makerid":2586,
    "published_date":"2025-04-16 02:00:37.679193",
    "type":"maker",
    "displayname":"Sebastien Stoskopff",
    "makertype":"Individual",
    "alphasort":"Stoskopff, Sebastien",
    "lastname":"Stoskopff",
    "firstname":"Sebastien",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Alsatian, 1597–1657",
    "begindate":1597,
    "enddate":1657,
    "nationality":"Alsatian",
    "culturegroup":null,
    "biography":"Alsatian painter. He was brought up in the independent Protestant republic of Strasbourg. In 1615, after serving his apprenticeship in the studio of the miniaturist and engraver Friedrich I Brentel, he became the pupil of the painter and architect Daniel Soreau (d 1619) in Hanau, near Frankfurt am Main; after Soreau’s death he was obliged to finish his master’s paintings. He remained in Hanau until 1621 and there came across examples from Flanders and the Netherlands of still-life painting, the genre to which he was to devote himself (see fig.). In 1621 he went to Paris, remaining there until 1640 apart from a trip in 1629 to Venice, where he met his future biographer, the historian Joachim von Sandrart. Like other Protestant painters he frequented the Saint-Germain-des-Prés district of Paris and came into contact with the still-life painters Lubin Baugin and Jacques Linard. In 1641 he settled in Strasbourg, where he was accepted (reçu) as a master.\r\n\r\nStoskopff’s paintings fall into two types: those done in Paris, which are more clearly influenced by the French school; and the later works, where the German aspect of his artistic background reasserts itself. In Paris he began to paint allegorical still-lifes depicting the passage of time, such as the pendants of the Five Senses (or Summer) and the Four Elements (or Winter) (both Strasbourg, Mus. B.-A.). As in Linard’s painting on the same theme, the five senses represent the fragility of worldly existence, the objects depicted symbolizing the perishability of sensory pleasures (the fruit and flowers) or their short-lived appeal (the music of the lute). Both paintings include female figures, but their poses are stiff, and there is little attempt made to integrate them with the real subject of the work, which is the still-life.\r\n\r\nIn the work of his maturity, much of it done for his patron, Graf Johann von Nassau-Idstein, Stoskopff began to employ more overtly moralizing themes, with little pretence at the narrative element found in his Paris paintings. In La Grande Vanité (1641; Strasbourg, Mus. Oeuvre Notre-Dame) he displays a growing interest in representing the different textures of objects, and more opulent items, such as precious metals, are depicted, thanks, perhaps, to the influence of his brother-in-law, the goldsmith Nicolas Riedinger. He often incorporated the works of other artists, such as Rembrandt, David Teniers (ii) and Simon Vouet, as is demonstrated by the trompe l’oeil print after Jacques Callot which protrudes from a book in La Grande Vanité. The message of the painting is reinforced with a quatrain painted on the edge of the table warning against vanity. The intricate, crowded composition and the juxtaposition of a variety of seemingly unrelated objects provided an opportunity for Stoskopff to display his virtuosity and mark his departure from the studied simplicity of the contemporary French still-life. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sebastien Stoskopff",
            "alphasort":"Stoskopff, Sebastien",
            "lastname":"Stoskopff",
            "firstname":"Sebastien",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Sebastien Stoskopf",
            "alphasort":"Stoskopf, Sebastien",
            "lastname":"Stoskopf",
            "firstname":"Sebastien",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Sebastien Stosskopf",
            "alphasort":"Stosskopf, Sebastien",
            "lastname":"Stosskopf",
            "firstname":"Sebastien",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Sebastian Stoskopff",
            "alphasort":"Stoskopff, Sebastian",
            "lastname":"Stoskopff",
            "firstname":"Sebastian",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500022462"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/57413481"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}