{
    "makerid":5152,
    "published_date":"2022-03-28 16:06:33.071417",
    "type":"maker",
    "displayname":"Erich Heckel",
    "makertype":"Individual",
    "alphasort":"Heckel Erich",
    "lastname":"Heckel",
    "firstname":"Erich",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1883–1970",
    "begindate":1883,
    "enddate":1970,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Erich Heckel",
            "alphasort":"Heckel Erich",
            "lastname":"Heckel",
            "firstname":"Erich",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032971"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/41848647"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcf11b4b91e8c0016a6e7f6"
            },
            "body":"During World War I, Heckel served as a medical orderly in Belgium in the same unit as Max Beckmann and other artists.  This unit was under the command of the art historian Walter Kaesbach, who prescribed a schedule that permitted artistic production every other day. Although Heckel depicted a few scenes of military life, he avoided portraying the horrors of war, preferring to focus on starkly expressive land­scapes and iconic portraits of comrades and local inhabitants such as the anonymous youth shown here.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels1",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcf14e1b91e8c0016a6e7f7"
            },
            "body":"One of the four architecture students who founded the Brücke, Heckel played a critical role as the group's mediator and business manager, arranging seventy exhibitions of their work between 1905 and 1913.\n\nAfter the break-up of the Brücke, in 1913, Heckel continued to develop the deliberately angular and rough appearance of his woodcuts, which he had begun making in 1903. In this gaunt self-portrait, one of several executed during World War I, Heckel sets up a dynamic tension between the patterned lines in the face and the broad black and white divisions in the background.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels2",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"60255dfc53c23600179999f6"
            },
            "exhibitions":[],
            "title":"Magazine: Summer 2020: Discovering Drawings: Erich Heckel’s High Clouds, 1913 ",
            "body":"<p><strong>Discovering Drawings: Erich Heckel’s </strong><i><strong>High Clouds</strong></i><strong>, 1913&nbsp;</strong></p><p>In 1990 the Art Museum received a major bequest of early twentieth-century European art from Valentine Bargmann and Sophie Goldberg Bargmann. Included in the bequest is a&nbsp;</p><p>large unsigned watercolor with the handwritten title <i>Steile Wolke&nbsp;</i>(High Clouds). It was accessioned without attribution and remained for many years stored among works by unidentified German artists. Now research in the Museum’s drawing collection has led to an exciting discovery, and the German Expressionist Erich Heckel (1883–1970) has been identified as the author of the watercolor.&nbsp;</p><p>The Bargmanns immigrated to the United States in the late 1930s. Valentine Bargmann (1908–1989) was a German mathematician and physicist who first worked as an assistant to Albert Einstein at the Institute for Advanced Studies and later became a faculty member at Princeton University. His wife, Sophie, was a member of the electronic computer project at Princeton and a lecturer in physics at Douglass College at Rutgers University. Later she obtained a master’s degree in Slavic languages at Princeton and was the translator of numerous of Einstein’s writings. Among the works left to the Museum by the Bargmanns are exceptional paintings such as Wassily Kandinsky’s <i>Promenade </i>(1903) and Emil Nolde’s <i>Twilight&nbsp;</i>(1920) as well as important sculptures like the marble <i>Flat Torso&nbsp;</i>(ca. 1914) carved by Alexander Archipenko. The bulk of the bequest consists, however, of drawings and prints, with works by prominent Expressionist artists such as Max Beckmann, Ludwig Meidner, Lovis Corinth, and Oskar Kokoschka. The Bargmanns inherited the collection in 1962 from Sophie’s father, Zacharias Goldberg, an important collector in Zurich. In 1938 Zacharias lent artworks, including two works now in the Art Museum, to the <i>Exhibition of Twentieth Century German Art&nbsp;</i>at the New Burlington Galleries in London. The show was a direct response to the National Socialist campaign against German modernism and to the infamous exhibition <i>Entartete Kunst&nbsp;</i>(Degenerate Art), organized by the Nazis in Munich the previous summer.&nbsp;</p><p>The attribution of <i>High Clouds&nbsp;</i>began when I started as the Museum’s research specialist for Works on Paper two years ago. Studying and surveying the graphic production of the German Expressionists made me realize that the distinctive style of the watercolor in the Museum was very similar to that of works by Erich Heckel. The attribution I proposed has since been confirmed by the artist’s estate in Hemmenhofen, in southern Germany. The estate, directed by Heckel’s grandnephew, has also suggested the date of 1913 and the identification of the landscape as a view on the peninsula of Anglia, on the Baltic Sea. Careful analysis of the inscription “Steile Wolke,” in graphite at the bottom left corner of the watercolor, has revealed that it is in the artist’s hand.&nbsp;</p><p>Heckel was a charter member of one of the most significant avant-garde groups in prewar Germany, Die Brücke (The Bridge), founded in Dresden in 1905. He was the business manager of the collective and became instrumental in the rise of modernism in Germany. Known for his “drive and inventive spirit,” Heckel has been described as a restless and irrepressible artist. A painter and a sculptor, he was also an original and prolific draftsman and printmaker, and his graphic works are highlights of German Expressionism. Although drawings and watercolors are the most sensitive, and numerically significant, of Heckel’s works, what survives today is only what was spared from destruction after the Nazis confiscated more than seven hundred of the artist’s works from public collections and after his studio in Berlin was destroyed in a bombing raid in 1944.&nbsp;</p><p>Heckel developed a penchant for watercolor early in his career, and the technique played an important role in his work throughout his life. The open landscape is characterized by an extreme simplification of forms and a restricted choice of colors, yet the luminous palette and the low horizon powerfully convey Heckel’s lyrical view of nature. The Art Museum owns two other works by Heckel, both woodcuts—one of which is a self-portrait. This newly rediscovered watercolor is therefore a significant holding and the only drawing by the artist in the collection.&nbsp;</p><p>Research on the watercolor was carried out as part of the Discovering Drawings initiative, a three-year project supported by a generous grant from the Institute for Museum and Library Services (IMLS). As part of the project, I studied more than 450 drawings in the Museum’s collections to identify unattributed works and create more complete catalogue records for many understudied works. The initiative is meant to significantly increase access to the 6,516 works in the Museum’s drawings collection—one of the finest and most comprehensive in the United States. The Museum will enhance cataloguing of its drawings, create tools to facilitate exploration and scholarly exchange on its website, and address conservation priorities to ensure sustained access to these materials for University faculty and students, K–12 teachers and their classes, community members, and scholars around the globe.&nbsp;</p><p>&nbsp;</p><p>Giada Damen<br>Research Specialist for Works on Paper&nbsp;</p>",
            "author_type":"Expert",
            "source":""
        }
    ]
}