{
    "makerid":1135,
    "published_date":"2025-07-23 02:01:44.168998",
    "type":"maker",
    "displayname":"William H. Bell",
    "makertype":"Individual",
    "alphasort":"Bell William H.",
    "lastname":"Bell",
    "firstname":"William",
    "nametitle":null,
    "middlename":"H.",
    "suffix":null,
    "displaybio":"American, 1830–1910",
    "begindate":1830,
    "enddate":1910,
    "nationality":"American",
    "culturegroup":null,
    "biography":"William H. Bell had a long and varied career in photography. In 1848 he entered into a partnership with his brother-in-law in Philadelphia; the pair operated a daguerreian studio for two years, until Bell began to work on his own, at times still collaborating with others. A veteran of the Mexican War, Bell joined the Union Army and, after fighting in the battles of Antietam and Gettysburg during the American Civil War, he was appointed chief photographer of the Army Medical Museum in Washington, D.C. He set up a studio in Philadelphia, and in 1872 Lieutenant George Wheeler, engineer of the fourth United States Geological Survey, commissioned Bell to accompany him as photographer on an expedition in Arizona. His field experience led to later jobs as photographer for the Pennsylvania railroad and with an expedition to Patagonia (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William H. Bell",
            "alphasort":"Bell William H.",
            "lastname":"Bell",
            "firstname":"William",
            "nametitle":null,
            "middlename":"H.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500055414"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/34758269"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf4de6785ca8001692b360"
            },
            "body":"Timothy H. O'Sullivan and William Bell [produced albumen prints for a work] entitled \"Photographs Showing Landscapes, Geological and Other Features, of Portions of the Western Territory of the United States, Obtained in Connection with Geographical and Geological Surveys West of the 100th Meridian.\" Known as a Wheeler Survey Album, after Lieutenant George M. Wheeler of the United States Army Corps of Engineers, the commanding officer of the expeditions, the photographs were taken between 1871 and 1873 and represent a landmark in the develop­ ment of American art.\n\nWhen Timothy H. O'Sullivan  (1840-1882) was selected by Wheeler to accom­pany the  expedition in 1871, he was probably the most accomplished field photographer in the United States, having worked for both Matthew Brady and Alexander Gardner during the Civil War, and later for Clarence King's Survey of the Fortieth Parallel. O'Sullivan's eight-image sequence of the journey through the Black Canyon of the Colorado River is a statement of place that has defined contemporary understanding of the Western landscape with a force rarely equaled.\n\nWilliam Bell (1830-1910) was a por­trait photographer whose experience in landscape  photography was limited to a single season in the West, making his accomplishment all the more remarkable. His photographs of the Grand Canyon, made during Wheeler's  expedition  in 1872, have become icons of nineteenth­ century American photography.\n\nWheeler recognized the importance of publishing the photographs in conjunction with the more formal survey reports, and the albums served a variety of purposes, including publicity to assist in securing Congressional funding, documentary sup­ port for the survey's scientific reports, and the encouragement of western expansion and settlement. Most importantly, however, it is evident from their careful sequencing that the photographs were valued primarily as a pictorial narrative of the discovery of the West, a point that is often obscured when they are removed from their original context. The Wheeler  Survey Albums illustrate two simultaneous explorations, the physical terrain between the Missouri River and the Pacific Coast, and the art of picturing  the  new  territory  with  the camera. As O'Sullivan and Bell traveled west, just three decades after the invention of photography, they encountered  a spare and unfamiliar landscape. It is in the work of these artists that we find one of the earliest manifestations of a distinctly American photographic style.\n\n\n",
            "title":"Newsletter: Summer 2004",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}