{
    "makerid":13812,
    "published_date":"2023-03-23 02:01:51.836421",
    "type":"maker",
    "displayname":"Ana Mendieta",
    "makertype":"Individual",
    "alphasort":"Mendieta, Ana",
    "lastname":"Mendieta",
    "firstname":"Ana",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1948–1985; born Havana, Cuba; died New York, NY",
    "begindate":1948,
    "enddate":1985,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Mendieta was born in Cuba but sent to America by her parents at age 13. She lived in foster homes and orphanages for the rest of her childhood. She received her MA in 1972 from the University of Iowa. In the 1970s, she began making 'earth-body sculptures,' employing primitive materials such as blood, earth, fire, and water. She documented her performances, which incorporated aspects of religion and magic, with photographs. In 1983, she went to Rome on an American Academy Fellowship. In 1985, her husband, the Minimalist sculptor Carl Andre, was charged with her death but acquitted. Cuban performance artist (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ana Mendieta",
            "alphasort":"Mendieta, Ana",
            "lastname":"Mendieta",
            "firstname":"Ana",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500052055"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/35255020"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88707975ec80016e02d31"
            },
            "body":"In her documented performance, Mendieta pressed a piece of glass against her face and different areas of her naked body to complete a series of thirty-six slides. She later selected thirteen slides featuring her face to be printed as black-and-white photographs, including this work. The hauntingly close views of Mendieta’s features, which appear as if deformed, convey a sense of alienation and challenge the viewer to decipher her altered facial attributes. The works are among Mendieta’s earliest experiments with body art and affirm control as much as they bemoan the violent pressure and resulting discomfort the protagonist inflicted upon herself. In her strikingly modern reinterpretation of the grotesque, Mendieta embraced the disquieting force of deformity as a commentary against the societal biases she had experienced as a Cuban American female artist.\n\n<em><em>Conversation prompts:<em><em>\nHow do we define the grotesque and how has this definition shifted over time? Why might Mendieta’s features appear deformed to us?\n\nWhat is the significance of this work as a performance captured through a series of photographs?\n\nMany art historians read Mendieta’s work as a commentary against the societal biases she had experienced as a Cuban American female artist. Which details in the work support or challenge this interpretation?",
            "title":"Teach with Collections: Ana Mendieta, Untitled (Glass on Body Imprints ‚Äì Face)",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db6f30aee23c8001678a714"
            },
            "body":"Looking at some of the avant-garde works in the Museum’s collections, I also have reflected upon how contemporary art matters both conceptually and politically. I am thinking of the powerful photographic portraits of the Cuban American artist Ana Mendieta, in which she appears pushing her face repeatedly against a piece of translucent glass, thus underlining that all modern representations of women, including photographic ones, involve some kind of distortion. <em>Land Mark (Foot Prints)</em> by the artists Jennifer Allora and Guillermo Calzadilla... offers us another example of how some forms of art seek to affect the world in a tangible, tactical way, while partially remaining within the confines of art. The photographic series belongs to the long-term project <em>Land Mark<em>, which was concerned with the ecological condition of Vieques, an inhabited island off Puerto Rico used by the U.S. Navy as a bomb testing range from 1941 until 2003. The photographs are records of the traces left by activists when they trespassed a restricted military zone. The artists invited the local activists to design their own protest graphics, which were cast in rubber reliefs and attached to the soles of their shoes. By wearing the modified shoes, the protesters became walking printing machines that left temporary copies of drawings or texts on the sandy surface of the island. \n\nAlthough the collaborative performance was ephemeral, it ultimately helped advance the activists’ political goals. The photographs in the Museum, on the other hand, participate in an ambivalent signifying logic. They are both indexical records of a past political event reduced to a set of prints, and a self-referential meditation on the trace as an artistic medium and a mnemonic tool. In both Mendieta’s and Allora and Calzadilla’s photographic series, art matters because it not only creates a dissensus or disagreement regarding the fairness of a particular symbolic and political arrangement but also points to the possibility of a different, better future that we need to imagine.",
            "title":"Magazine: Spring 2018",
            "source_project":"Other",
            "author_type":"Faculty",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc9c57a7c5ba500162bf361"
            },
            "body":"<p><em><em>Art and the Body after 1970<em><em>&nbsp;</p><p>In the late 1950s and early 1960s, after a period dominated by abstraction, the body once again assumed a place of prominence in artistic practice. Instead of simply representing the human form, however, artists began to use it as an expressive device. Body and performance art flourished, first in the form of collective endeavors like Fluxus and Happenings, and later as individual experiments carried out by Vito Acconci, Ana Mendieta, Dennis Oppenheim, and many others. In these instances, the artist's body,and sometimes the spectator's as well, served as the very material out of which works of art were produced. Bodies were manipulated, altered, posed, tested, and displayed in front of live audiences or through the mediation of video, film, and photography. Even when not manifestly present, traces of the artist's body, along with indelible signs of its labor and activity, were foregrounded, as in the work of Process artists Richard Serra and Robert Morris. The body proved to be a potent and effective instrument, especially when it came to tackling issues such as identity, historical trauma, social and political oppression, the relationship of the self to others, and the impact of images and capitalism on subjectivity. Since the 1990s, more and more artists have returned to the body as a motif, and they have done so with an increasing sense of urgency-perhaps spurred by the introduction of \"bio- politics\" into contemporary philosophical debate. As Giorgio Agamben, following Michel Foucault, argued in his 1995 text <em>Homo Sacer: Sovereign Power and Bare Life<em>, power has increasingly set its sights on the very stuff of our biological selves. Precisely how it has left its mark on the body has become a topic of concern and fascination for artists around the world. ...Yinka Shonibare's aāUn Ballo in Maschera (A Masked Ball)<em>, Wangechi Mutu's <em>Chorus Line<em>, and Ana Mendieta's <em>Untitled (Glass on Body Imprints-Face)<em>...[t]ogether...point to the longevity of the body as a subject for artistic exploration, but individually they provide unique perspectives on the body­ perspectives that are contradicted, embraced,or developed by other wor ks in the exhibition. Although their approaches differ, Shonibare, Mendieta, and Mutu all challenge the classical ideal, a Western construction that emphasizes grace, unity, purity, and autonomy. Shonibare's digital video <em>Un Ballo in Maschera</em> revisits the assassination of King Gustav Ill of Sweden at a masked ball in 1792. The cast wears period-specific costumes made from what most consider indigenous African cloth but what is actually Dutch wax-printed cotton fabric, a variation on Indonesian batik that has been manufactured in England and Holland for export to West Africa since the late eighteenth century. To Shonibare, the fabric signals the seismic shifts that accompanied Europe's colonization of Africa in the search for new markets and resources. Combined with European design and donned by dancers who perform modern and classical choreography, it also symbolizes the hybridity and contingency of identity. Mendieta and Mutu flout the classical ideal to an even greater extent than Shonibare, replacing beauty and propriety with deformity and grotesquerie. In <em>Untitled<em>, comprised of thirteen photographs, we witness a 1972 performance in which Mendieta pressed a piece of glass to her face, radically distorting her lips,cheeks, chin, and eyes. The eight collages that comprise Mutu's <em>Chorus Line</em> depict black female bodies riddled with flaws, anomalies, and incongruities. If Mendieta, who was a Cuban-American, and Mutu, who is Kenyan, \"other\" the female body, however, they do so in the spirit of parody. Theirs are absurd exaggerations and satirical inversions of racial and gender stereotypes, specifically those that represent women of color as monstrous, hyper­ sexualized beings. In contradistinction to classical models, which prefer their bodies closed and complete, both artists privilege porosity, mutation, and transformation. Mutu in particular has invested these characteristics with the ability to denature expectations and liberate individuals from preconceived categories. Many of the works in the [collection] signal power's relentless drive to study, classify, and discipline the body. Others, however, signify the body's ability to disarm power through strategic acts of mimicry and misbehavior. The works assume contradictory positions vis-a-vis desire as well. Consider the female bodies in Mutu's collages, whose violent deformations also suggest joyful exuberance and whose voluptuous curves evoke in equal measure the Hottentot Venus, an enslaved South African woman put on display in cities across Europe from 1810 to 1815, and the Venus of Willendorf, a small Paleolithic sculpture generally thought to represent a fertility goddess. Are we to understand Mutu's hybrid creatures as agents of their own desire or as the objects of another's desire, or both? Like other works in [the exhibition] <em>Body Memory<em>, <em>Chorus Line</em> demonstrates the flexibility of the body as both a concept and a thing and as both the maker and bearer of meaning.&nbsp;</p><p>--Kelly Baum, Locks Curatorial Fellow for Contemporary Art&nbsp;</p><p>Princeton University Art Museum</p>",
            "title":"Collection Publications: Body Memory: Art and the Body after 1970",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}