{
    "makerid":2764,
    "published_date":"2023-04-06 02:02:07.584733",
    "type":"maker",
    "displayname":"Thure de Thulstrup",
    "makertype":"Individual",
    "alphasort":"Thulstrup Thure de",
    "lastname":"Thulstrup",
    "firstname":"Thure de",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1848–1930; born Stockholm, Sweden; died New York, NY",
    "begindate":1848,
    "enddate":1930,
    "nationality":"American, born Sweden",
    "culturegroup":null,
    "biography":"Swedish artist Thure de Thulstrup came to New Orleans in 1902 to paint a large painting commemorating the hundredth anniversary of the transfer of the Louisiana territory from France to the United States. Commissioned for exhibit at the St. Louis World’s Fair of 1903, the painting was well received. Since the fair, the painting has been on continuous display in the Cabildo, the flagship building of the Louisiana State Museum. Later, the museum acquired de Thulstrup’s cartoon drawing for the painting. \r\nDe Thulstrup selected the dramatic moment when the American flag was raised in place of the French flag in the middle of Place d’Armes (today Jackson Square). A company of American soldiers and spectators fill the square celebrating the transfer. In keeping with historical accuracy, de Thulstrup painted the Cabildo and St. Louis Cathedral as they appeared in 1803. The Cabildo is shown lacking the mansard roofed third story added by the Baroness Pontalba in the 1850s.\r\n\r\nBorn into a distinguished diplomatic family, de Thulstrup was educated at a military academy in Stockholm, served in the French Foreign Legion and in the Franco-Prussian War. Initially, he studied art in Paris and continued his studies at the Art Student’s League in New York City. Combining his military knowledge with his artistic pursuits, he specialized in war and naval scenes. In New York, he enjoyed a successful career as an illustrator for Frank Leslie’s Illustrated Newspaper and the New York Daily Graphic. During the Spanish-American War, he worked as an illustrator and correspondent for Harper’s Weekly and Collier’s. He illustrated numerous books, including those by Sir Arthur Conan Doyle and Francis Hopkins Smith.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thure de Thulstrup",
            "alphasort":"Thulstrup Thure de",
            "lastname":"Thulstrup",
            "firstname":"Thure de",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500050776"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/24527927"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}