{
    "makerid":4902,
    "published_date":"2022-03-28 16:06:23.897918",
    "type":"maker",
    "displayname":"Elisabeth Gordon",
    "makertype":"Individual",
    "alphasort":"Gordon Elizabeth",
    "lastname":"Gordon",
    "firstname":"Elizabeth",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1913–2006",
    "begindate":1913,
    "enddate":2006,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Elisabeth Gordon Chandler was born in St. Louis, Missouri, initially trained as a harpist, and was performing professionally by the age of eighteen. However, as a young woman she decided to pursue a career in the visual arts, and in New York City studied sculpture with Edmondo Quattocchi, and anatomy with Robert Beverly Hale at the Art Students League of New York.\r\n\r\nChandler received a number of honors; her first award came in 1945, when her bronze figure Victory won first prize in the Brooklyn War Memorial competition. Subsequently she garnered awards from the National Academy of Design and the National Sculpture Society, and was the recipient of the Governor's Art Award, State of Connecticut, and an Honorary Doctorate from St. Joseph's College, West Hartford, Connecticut. Her sculpture has been housed in St. Patrick's Cathedral in New York City, the British Museum in London, Columbia University School of Law, and Princeton University. Chandler excelled especially in portraiture, and produced busts which were definitive images of such notables as Nobelist Dr. Albert Michelson, United States Secretary of Defense James Forrestal, Supreme Court Chief Justices John Jay, Charles Evans Hughes and Harlan Fiske Stone, actor Charles Coburn, artists James Montgomery Flagg and Alphaeus Philemon Cole, and Adlai Stevenson.\r\n\r\nIn 1962 Chandler moved from New York City to Old Lyme, Connecticut. In 1976 she founded the Lyme Academy of Fine Arts (now the Lyme Academy College of Fine Arts) in order to provide students with an education in traditional, representational art. In addition to being the school's founder, she served as a professor of sculpture and trustee of the college until her death.\r\n\r\nChandler was twice married and widowed, first to Robert Kirkland Chandler, and later to fellow sculptor Laci de Gerenday. Professionally she took the name of her first husband, but socially she was known as Elisabeth de Gerenday. (Wikipedia 2/09)\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Elisabeth Gordon",
            "alphasort":"Gordon Elizabeth",
            "lastname":"Gordon",
            "firstname":"Elizabeth",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500044140"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95970308"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d94dc0ac137130016335ddf"
            },
            "title":"Hear the Manager of Campus Collections (PP364)",
            "transcription":"Hear the Manager of Campus Collections (PP364)\n\nJames Forrestal was Secretary of the Navy from 1944 to 1947 and the nation’s first Secretary of Defense, overseeing the unification of the U.S. military departments. This bronze bust of Forrestal by the sculptor Elisabeth Gordon is identical to one commissioned for the aircraft carrier USS Forrestal, the world’s first super carrier. Also named in Forrestal’s honor is Princeton University’s James Forrestal Campus, where this bust was first unveiled in 1958. Forrestal’s senior class of 1915 voted him “Most Likely to Succeed.” A lucrative career as an investment banker was followed by his second career in government service, beginning as a Navy flier during World War I. The creation of the Office of Naval Research in 1946 was one of Forrestal’s greatest achievements, leaving a legacy of grants to universities for research in science and technology. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca060",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}