{
    "makerid":2537,
    "published_date":"2023-10-04 13:52:27.300304",
    "type":"maker",
    "displayname":"Edward Steichen",
    "makertype":"Individual",
    "alphasort":"Steichen, Edward",
    "lastname":"Steichen",
    "firstname":"Edward",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1879–1973; born Bivange, Luxembourg; died Redding, CT; active New York, NY",
    "begindate":1879,
    "enddate":1973,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edward Steichen",
            "alphasort":"Steichen, Edward",
            "lastname":"Steichen",
            "firstname":"Edward",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Eduard J. Steichen",
            "alphasort":"Steichen, Eduard J.",
            "lastname":"Steichen",
            "firstname":"Eduard",
            "nametitle":null,
            "middlename":"J.",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Eduard-Jean Steichen",
            "alphasort":null,
            "lastname":"Steichen",
            "firstname":"Eduard-Jean",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500000431"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/73926135"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64f1f8be538ac6620e32b777"
            },
            "exhibitions":[
                {
                    "$oid":"5ec3f0a3ccba4f2b3ca3739f"
                }
            ],
            "title":"Exhibition: Clarence H. White and His World: The Art and Craft of Photography, 1895–1925",
            "body":"<p>Exhibition<br>Clarence H. White and His World<br>The Art and Craft of Photography, 1895–1925<br>October 7, 2017–January 7, 2018</p><p>&nbsp;</p><p>Based on major collections of Clarence H. White’s prints and archives owned by the Princeton University Art Museum and the Library of Congress, and supplemented &nbsp;by loans from other museums and private collections, <i>Clarence H. White and His World</i> highlights the career of one &nbsp;of America’s leading art photographers, who began as a humble amateur in a small town in Ohio and rose to be &nbsp;an international leader and founding member of Alfred Stieglitz’s exclusive “Photo-Secession” in 1902.</p><p>White’s beautiful studies of his family and friends dressed up in antebellum or colonial costumes and posed in tableaux inspired by Japanese prints and paintings by artists such as Thomas Dewing, John White Alexander, and Edmund Tarbell—also represented in the exhibition— take us back to an era when photography was not yet taken seriously as an art. The work of &nbsp;White and his colleagues— Edward Steichen, Alvin Langdon Coburn, Gertrude Käsebier, F. Holland Day, and Stieglitz—challenged that belief and played a major role in the acceptance of the medium by art museums. White moved from Ohio to New York in 1906 and founded a series of innovative summer schools and the famous Clarence H. White School, which trained a generation of advertising, documentary, and fashion photographers, including Laura Gilpin, Paul Outerbridge, Ralph Steiner, Karl Struss, Dorothea Lange, Doris Ulmann, and Anton Bruehl.</p><p>Yet it may come as a surprise that this exhibition is not White’s first significant presence at Princeton. In May 1915, the newly revitalized Princeton Camera Club hosted an exhibition of photographs by White School students in Nassau Hall, supplemented in June by a traveling show of fifty platinum prints organized by <i>Platinum Print</i>, a photo journal that White had a large role in establishing in 1913 in competition with Stieglitz’s <i>Camera Work</i>. Mounted in the west corridor of Nassau Hall, the <i>Platinum Print</i> exhibition included samples of White’s work as well as that of &nbsp;“the best-known artists in the United States, among whom might be mentioned Arnold Genthe, Gertrude Käsebier, and William H. Porterfield,” according to the <i>Daily Princetonian</i>.</p><p>After the Camera Club moved its headquarters from the John C. Green School of Science (now destroyed) to the Jigger Shop at 64 Nassau Street (where Palmer Square was later built), it inaugurated its first exhibition on April 6, 1916, with twenty-six pictures by Clarence White, “the leading photographer of New York City.” This was followed in May by a lecture on printing processes and an exhibition by Paul&nbsp;L. Anderson, who taught photographic techniques at the White School and ran a studio in East Orange, New Jersey. The Club announced that forthcoming exhibitions would be devoted to the work of other friends and students of &nbsp;White’s, including Struss, Coburn, Käsebier, and Edward R. Dickson, although these seem not to have materialized. What was mounted was a large show of ninety-seven prints by the Alumni Association of the White School, held in the University Library Exhibition Room from March 31 to April 13, 1917.</p><p>The man behind this explosion of interest in art photography among Princeton undergrads was alumnus Bernard Shea Horne, originally in the Class of 1890 but a graduate in 1891. Son of the founder of a Pittsburgh department store and named after his uncle and his father’s partner, Christian Bernard Shea (father of Princeton trustee Joseph Bernard Shea, Princeton Class of 1885, and grandfather of Christian B. Shea, Class of 1916, whose widow later endowed Shea Boathouse), Horne retired early from the family business and moved to Virginia, where he and his wife, Elizabeth Anthony, had three surviving sons. After his wife died, the family moved to Princeton and Horne became an avid photographer, studying with White in New York from 1915 to 1916.</p><p>Horne’s promotion of art photography at Princeton went beyond bringing in exhibitions. In fall 1915 and 1916 &nbsp;he funded competitions for the best undergraduate pictures taken the previous summers, and in October 1916 he lectured to the Club on how to correctly expose films. Practicing what he preached, Horne made the campus the subject of his own abstracted designs. Influenced by the composition classes of Cubist painter Max Weber at the White School, Horne around 1917—the year he became president of the White School Alumni Organization— climbed up the tower of Pyne Library and shot across the gables to create a repeated pattern of lozenges of light against cast shadows. He subsequently made an even more disorienting view of rooflines angling off a crenellated stone turret, called <i>Design—Roof tops.</i></p><p>After his second marriage in 1917, Horne seems to have curbed his activities for the Princeton Photo Club and turned more seriously to teaching in New York. He replaced Paul Anderson as the main instructor in processes at the White School from 1918 until after White’s death in 1925 and was among the most experimental of White’s students, mastering a variety of printing papers and techniques, such as pinhole cameras and multiple exposures. One of Horne’s pinhole studies is included in the current exhibition, along with many other prints by White, his fellow Photo- Secessionists, and his students that have returned a century later to Princeton.</p><p>&nbsp;</p><p>Anne McCauley&nbsp;<br>David Hunter McAlpin Professor of the History of Photography and Modern Art</p><p><br>Princeton University Art Museum &nbsp; Winter 2018 Magazine</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}