{
    "makerid":43,
    "published_date":"2022-10-28 02:04:36.199738",
    "type":"maker",
    "displayname":"John White Alexander",
    "makertype":"Individual",
    "alphasort":"Alexander, John White",
    "lastname":"Alexander",
    "firstname":"John",
    "nametitle":null,
    "middlename":"White",
    "suffix":null,
    "displaybio":"1856–1915; born Allegheny, PA; died New York, NY",
    "begindate":1856,
    "enddate":1915,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Alexander’s stylistic development falls into several distinct stages. His early landscapes and genre scenes of the 1870s bear the stamp of Wilhelm Leibl’s Munich realism as espoused by Duveneck and William Merritt Chase. His fluid brushwork resembled that of Frans Hals and Diego Velázquez, painters he deeply admired. After his return to the USA in 1881 and under the influence of Whistler, he favoured a more limited palette and experimented with the evocation of mood through shadow and gesture. His portrait of Walt Whitman (1886–9; New York, Met.) is one of his finest works of the 1880s. Many of his later portraits, notably of women, were psychological studies rather than specific likenesses, as in The Ring (1911; New York, Met.). His brushwork became less painterly and more concerned with suggesting abstracted shapes. He also adopted a very coarse-weave canvas, the texture of which became an important element in his mature work. By applying thinned-down paint to the absorbent surface, his pictures appear to have been dyed in muted tones, in marked contrast to the glossy, impasted surfaces of his earlier work. Throughout his career Alexander favoured compositions with a single figure placed against a sharply contrasting background. The sinuous curvilinear outline of the heroine standing full-length in Isabella, or the Pot of Basil (1897; Boston, MA, Mus. F.A.) evokes contemporary Art Nouveau forms. Like the Symbolists, he sought by gesture and strong lighting to intensify the viewer’s response to his sensuous treatment of the subject (GDA).\r\n\r\n\r\nAmerican painter and illustrator. He began his career in New York in 1875 as a political cartoonist and illustrator for Harper's Weekly. In 1877 he went to Paris for his first formal art training, and then to Munich, where he enrolled at the Kunstakademie under Gyuala Bencz?r. In 1878 he joined a colony of American painters established by Frank Duveneck in Polling, Bavaria. In 1879 they travelled to Italy, where Alexander formed friendships with James McNeill Whistler and Henry James. In 1881 he returned to New York, working as an illustrator for Harper's, as a drawing instructor at Princeton and as a highly successful society portrait painter. He also exhibited at the National Academy of Design. By 1893 his reputation in both Europe and America had soared, and in 1895 he was awarded a prestigious commission for a series of murals entitled the Evolution of the Book in the newly established Library of Congress in Washington, DC. After 1901 Alexander became deeply involved with the promotion of the arts in America. He won numerous mural commissions (e.g. Pittsburgh, PA, Carnegie Inst.; from 1905, unfinished) and continued to paint portraits.\r\nhttp://www.answers.com/topic/john-white-alexander\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John White Alexander",
            "alphasort":"Alexander, John White",
            "lastname":"Alexander",
            "firstname":"John",
            "nametitle":null,
            "middlename":"White",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500025329"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/19954934"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d715d219ad0bf001685d104"
            },
            "title":"Nassau Hall Faculty Room",
            "description":"The Faculty Room in Nassau Hall is considered the historic heart of Princeton University, both because of its many associations with the institution's past and on account of the room's significance in our broader national history. It is here that Princeton displays images of its founders and leaders, and here as well that one of the major conflicts of the Revolutionary War, the Battle of Princeton, culminated in 1777-resulting in a crucial American victory that helped turned the tide of the war. This new video allows visitors a rare opportunity to see inside this historic space, which is normally closed to the public. Karl Kusserow, John Wilmerding Curator of American Art at the Princeton University Art Museum, discusses the room's fascinating history-from its past institutional roles as prayer hall, library, and museum to its current role as a faculty and trustee meeting room. Also discussed is the program of portraits dedicated to the institution's history, including images of University founders and presidents by esteemed American artists Charles Willson Peale and John White Alexander.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_cn41srzk",
            "transcript":"",
            "source_project":"Other",
            "caption_file":[],
            "displaydate":"2014",
            "sort_date":"2014-01-01",
            "video_type":"Collections"
        }
    ],
    "essay":[]
}