{
    "makerid":14365,
    "published_date":"2022-03-28 16:08:37.961250",
    "type":"maker",
    "displayname":"Irving Resnikoff",
    "makertype":"Individual",
    "alphasort":"Resnikoff, Irving",
    "lastname":"Resnikoff",
    "firstname":"Irving",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Russa, 1897–1988",
    "begindate":1897,
    "enddate":1988,
    "nationality":"American, born Russa",
    "culturegroup":null,
    "biography":"Charles J. Fox is a pseudonym for Leo Fox of New York City who made a business of soliciting commissions from leading figures of society, business, and government and furnishing portraits under his pseudonym signature. The portraits were actually painted by Irving Resnikoff (1897-1988), a Russian immigrant artist who executed the paintings from photographs. He had studied art at the Imperial Art Academy in St. Petersburg and immigrated to the United States in 1923. Resnikoff settled in New York City and began a career as a portrait painter, in association with Leo Fox. Phyllis Dillon, wife of the former Secretary, was so pleased with her husband's portrait that she recommended Fox to paint a portrait of John F. Kennedy. A 1965 letter to Fox from Ethel Kennedy expresses her satisfaction with a \"Fox\" portrait of her brother-in-law John, and also praises the Dillon portrait: \"Your portrait of Secretary Dillon is so wonderful --- it just looks as though he is going to get right up from his chair and step over to impart some of the hearty warmth of his glowing personality.\"",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Irving Resnikoff",
            "alphasort":"Resnikoff, Irving",
            "lastname":"Resnikoff",
            "firstname":"Irving",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}