{
    "makerid":4515,
    "published_date":"2022-03-28 16:06:09.011739",
    "type":"maker",
    "displayname":"Leagros Group",
    "makertype":"Individual",
    "alphasort":"Leagros Group",
    "lastname":"Leagros Group",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-525,
    "enddate":-500,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"Greek vase painters. The group is named after five hydriai with kalos inscriptions praising Leagros. Its artists formed the last major group of Athenian Black-figure painters of large vases; they generally favoured shapes with broad surfaces suiting their large-scale compositions. Thus, of more than 400 vases attributed to them, about half are large hydriai with flat shoulders, or neck amphorae, the remainder mainly being other amphorae and kraters, as well as lekythoi. Like most contemporary artists, the Leagros group painters framed their compositions on large vases with patterned borders. However, they abandoned the hitherto common animal frieze below the body pictures of hydriai, replacing it with palmettes framed in scrollwork or loops, an already established Red-figure pattern. Indeed they sometimes even replaced the ivy trails, which commonly flanked paintings on contemporary Black-figure hydriai, with palmettes.\r\n\r\nAlthough Beazley identified some individual artists within the group, its members’ styles resemble each other so closely that further subdivision is difficult. The Painter of Louvre F314 appears to have specialized almost exclusively in stamnoi, while some Leagros group artists decorated other types of vases. The little that is known of the pot making of the Leagros group suggests that the vessels were made in the same workshop as pots of the Red-figure Pioneer group (see phintias, euphronios and euthymides). Leagros group work certainly shows the Pioneers’ influence. Thus, while Black-figure artists generally painted few figures, avoided overlap, used colour and surface pattern to improve definition and shunned complex poses and anatomical studies, the Leagros group broke all these conventions. Instead, they produced strikingly complex scenes, with overlapping figures distinguished by very bold, clear incision, in emulation of the Pioneers’ technical experiments. Leagros group painters also used little added colour, reflecting Red-figure practice, and minimal incised surface pattern. Their figures are large and take up almost the whole scene, while trees with trailing branches often fill the larger spaces producing a dark and crowded effect. The action sometimes overlaps its borders, occasionally with, presumably unintended, comic results, as when half a chariot emerges from the side of the picture. This tendency again reflects occasional Red-figure practice, particularly in the tondos of cups. Many of the group’s vases also show figures twisting or bending, with an attention to details of musculature that clearly echoes the Pioneers’ interest in anatomy and foreshortening. A favourite Leagran pose involves a head in profile, a frontal torso, and one leg frontal, one in profile.\r\n\r\nThe Leagros group’s subjects are generally mythological. The Adventures of Herakles and the Trojan cycle are the most frequent and often incorporate new features, such as the prominence given to the dying Eurytion in Herakles’ Battle with Geryon (on a hydria; London, BM, B310), or new episodes, such as Herakles’ Fight with Antaeus (e.g. on a belly amphora; Munich, Staatl. Antikensamml., 1417), a subject also painted in Red-figure by Euphronios. The scenes from the Trojan cycle are strikingly brutal, for example on three hydriai showing Troilos Killed by Achilles (Munich, Staatl. Antikensamml., 1700), the Sack of Troy and Murder of Priam (see [not available online]) and the Sacrifice of Polyxena (Berlin, Pergamonmus., 1902). Bold depictions of established themes also occur, such as Ajax carrying Achilles’ body over his shoulder (on a hydria; Munich, Staatl. Antikensamml., 1712). At the same time, a few vases reflect the growing interest in rendering everyday life apparent in Red-figure work: for example a rare scene of a potter’s workshop on a hydria (see [not available online]), repeated scenes of departing warriors (e.g. on a hydria; London, BM, B314) and a cooking scene on an olpe (Berlin, Antikenmus., 1915). Some mythological scenes compress several episodes of a story; thus a hydria (Boston, MA, Mus. F.A., 63.473) merges the dragging of Hector’s body away from the walls of Troy, the dragging of Hector’s body around Patroklos’ tomb, and Iris summoning Priam to ransom Hector’s body. Similar complex iconographic presentations feature on many of the group’s most important vases.\r\n\r\nThe Leagros group’s significance lies mainly in its attempt to compete with the then established Red-figure medium by stretching Black-figure to its technical limits. Ironically, despite their many successes, these painters clearly demonstrated the limitations of Black-figure and so contributed to its demise (GDA).\r\n\r\n----\r\n\r\nThe last major group of Athenian Black-figure painters of large vases, the Leagros group competed with the then-established Red-figure style by exploiting the Black-figure technique to its technical limits. The group is named after five hydriai with kalos inscriptions praising Leagros. The artists typically used shapes with broad surfaces that allowed large-scale compositions. There are over 400 vases attributed to them, around 200 large hydriai with flat shoulders, or neck amphorae, and various amphorae, kraters, and lekythoi. Like most contemporary artists, the Leagros group painters framed their compositions on large vases with patterned borders. They are distinctive in having abandoned the common animal frieze below the scenes on the body of hydriai and the ivy trails on the sides of the scenes, replacing them with palmettes framed in scrollwork or loops, a pattern established by the newer Red-figure style (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Leagros Group",
            "alphasort":"Leagros Group",
            "lastname":"Leagros Group",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500021673"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/123061669"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}