{
    "makerid":20828,
    "published_date":"2025-06-13 02:04:36.518258",
    "type":"maker",
    "displayname":"Yeesookyung",
    "makertype":"Individual",
    "alphasort":"Yeesookyung",
    "lastname":"Yeesookyung",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1963, Seoul, South Korea; active Seoul",
    "begindate":1963,
    "enddate":0,
    "nationality":"Korean",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Yeesookyung 이수경",
            "alphasort":"Yeesookyung",
            "lastname":"Yeesookyung",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/645147093736925000723"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"62267f14c585860018ecf5a5"
            },
            "body":"<p><strong>Preparing for a New Building: Art Evacuation</strong></p><p><br>On a walk through the Art Museum recently, one might have encountered people standing over the mosaic <i>Drinking Contest of Herakles and Dionysos</i> (early 3rd century AD), carefully examining each tiny block, or tessera, that makes up the image of the two half brothers with their wine. Or one might have heard the conversation of others while gazing at Peter Paul Rubens’s <i>Cupid Supplicating Jupiter</i> (ca. 1611–16). While these are experiences Art Museum visitors are accustomed to, this time the people in the galleries were not students, faculty, or members of the public interacting with the art; rather, they were some of the many professionals working to evacuate the collections before construction on the new Museum can begin. This summer the current building will be demolished so that a new home, designed by Sir David Adjaye and scheduled to open in late 2024, can sit on the same spot.</p><p>The evacuation of artworks is one visible sign that preparations for the new building are underway. A welcome task, it is also a stressful one, especially when undertaken during a worldwide pandemic. Art movement began in October 2020 and is scheduled to be completed in early summer. Thirty-eight galleries, storage rooms, study rooms, and conservation spaces will be emptied when done. Likewise, sculptures on the campus grounds considered to be in close proximity to the current building’s walls will be deinstalled to guarantee their safety. In total, approximately 53,000 paintings, drawings, sculptures, photographs, and works of decorative art will be removed and taken to off-site storage in nearly 4,800 crates and packing boxes—many reused for the transport of multiple objects.</p><p>This work requires a team of talented professionals, and it wouldn’t be possible if not for their careful attention to detail as well as their problem-solving abilities and endless dedication to our institutional mission. They are art handlers, registrars, conservators, and curators; our facilities team, security officers, and building crew; object photographers and collections documentation staff; and project managers. In addition to Museum staff members, staff from other Princeton University departments as well as contracted conservation firms, art packing and storage companies, and vendors specializing in rigging have been employed, rounding out the skills needed to get the job done.</p><p>While any number of objects could illustrate the complexities faced by the team, the third-century mosaic from Antioch in the Roman Court is a good example. The people spotted near <i>Drinking Contest of Herakles and Dionysos</i> consisted of conservators, collections managers, engineers, and art packers, all debating how best to deinstall this embedded floor painting with care so that it may be installed once again. They must determine how to cut away the non-historic flooring material with precision so as not to damage the two-thousand-year-old mosaic. During the first half of the twentieth century, Museum professionals installed architectural fragments, reliefs, and other oversize objects as if the objects would remain in the Museum building permanently, making this group’s work particularly tricky. This mosaic, along with the others in the Roman Court, may take nearly two months to deinstall and pack. With limited floor space in the gallery, the art handlers must move one by one.</p><p>Before long, the work of the art evacuation team will be complete. Objects will rest in their temporary homes, ready for the next teams to take over—the researchers, conservators, and mount makers who will review the objects and prepare them for their eventual return to expanded display settings in our new building, designed to create engagement across communities and cultures with art at the core.</p><p>Chris Newth<br>Associate Director for Collections and Exhibitions</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2021 Magazine</p>",
            "title":"Preparing for a New Building: Art Evacuation",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}