{
    "makerid":2804,
    "published_date":"2023-03-29 02:04:47.744304",
    "type":"maker",
    "displayname":"Henri de Toulouse-Lautrec",
    "makertype":"Individual",
    "alphasort":"Toulouse-Lautrec Henri de",
    "lastname":"Toulouse-Lautrec",
    "firstname":"Henri de",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1864–1901; born Albi, France; died Château de Malromé, Saint-André-du-Bois, France",
    "begindate":1864,
    "enddate":1901,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henri de Toulouse-Lautrec",
            "alphasort":"Toulouse-Lautrec Henri de",
            "lastname":"Toulouse-Lautrec",
            "firstname":"Henri de",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Full Name",
            "displayname":"Henri Marie Raymond de Toulouse-Lautrec Monfa",
            "alphasort":"Toulouse-Lautrec Monfa, Henri Marie Raymond de",
            "lastname":"Toulouse-Lautrec Monfa",
            "firstname":"Henri Marie Raymond de",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Pseudonym",
            "displayname":"Treclau",
            "alphasort":"Treclau",
            "lastname":"Treclau",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029114"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/32003649"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db061d521a3d500164867c5"
            },
            "body":"During his short career, the Post-Impressionist artist Henri de Toulouse-Lautrec (1864-1901) became a consummate and highly influential master of lithography, a popular print medium that encouraged freedom of expression and highlighted swift gestures of draftsmanship. The museum's collection of prints and drawings includes an outstanding group of forty lithographs by Lautrec, whose name is virtually synonymous with fin-de-siecle Paris-- in particular the gas-lit nightlife of bohemian Montmartre that he captured in his bold and innovative color posters. In addition to these large, commercially pro­duced advertisements, Lautrec designed book illustrations, theater programs, and limited edition portfolios, which added up to a cumulative output of over 350 lithographs between 1891 and 1901.\n\nAdding both range and depth to the museum's rich holdings is his powerful print <em>Le Jockey</em> which was... be­queathed by Jane C. Koven in memory of her grandson Jan A. Stransky, Class of 1986. In this symphony of lean yet delicate lines and mostly muted colors, Lautrec depicts two jockeys in red and black hats, hunched and silhouetted against the wind and threatening gray sky, as they urge their lunging thoroughbreds flat out around the curve of a green race track. The windmill in the upper right corner identifies the track as Longchamp, in the Bois de Boulogne.\n\nOne of Lautrec's last color lithographs, <em>The Jockey</em> is the first in a series of racing prints, entitled <em>Courses<em>, that was commis­sioned by the publisher Pierrefort toward the end of the artist's three-month stay in the spring of 1899 at a private psychiatric clinic in the Parisian suburb of Neuilly, where he was being treated for alcoholism. Although Lautrec completed four litho­graphs on this theme (the others entitled <em>The Paddock , The Trainer and His Jockey,</em> and <em>The Jockey Going to the Post<em>), Pierrefort published only this one, printed by Lautrec's favorite printer, H. Stern, in two limited  editions, the first in black and white (an edition of about seventy) and the second in color (an edition of 112).\n\nThis unfinished project signifies Lautrec's renewed interest in depicting horses, which he had frequently sketched as a child at his family's estates in south­ western France, and subsequently painted under the guidance of his father's friend Rene Princeteau (1839-1917), the fash­ionable painter of horses, racing, and hunt­ ing scenes. Although vestiges of Princeteau's mannerisms are visible in the schematic treatment of the horses in <em>The Jockey<em>, the primary sources of influence for this drama­ tically cropped composition, with its large flat color areas, are the paintings and sketches of racehorses and jockeys by Edgar Degas, the Japanese woodblock prints that both artists admired, and Edward Muybridge's photographs of horses in motion  (pub­lished in 1878-81)-in particular  those showing the point when all four feet leave the ground during the flying gallop. It is this fleeting moment that Lautrec is intent on capturing, and he exaggerates  the\nscale of the horse's haunches, as if seen from  an  unusual  close-up  perspective­ not of the spectator at the racetrack rail but of the jockey following close behind. With this brilliant device, Lautrec, whose love of riding was severely impaired by his physical disabilities, places himself, the invisible jockey, at the heart of the action.\n \n\n\n",
            "title":"Newsletter: Winter /Spring 2006",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e189182bd5f2a001644780c"
            },
            "body":"<p><strong>Invoking the Comic Muse: Toulouse-Lautrec’s Parody of </strong><i><strong>The Sacred Grove</strong></i></p><p>&nbsp;Since 1976 the Princeton University Art Museum has benefited from the extraordinary generosity of the Pearlman Foundation and its long-term loan of the Henry and Rose Pearlman Collection. Featuring outstanding works by masters of modern French art, including Manet, Degas, Van Gogh, Soutine, and Modigliani. The collection also includes an important group of Cézanne watercolors, the subject of a publication and exhibition, <em>Cézanne in Focus: Watercolors from the Henry and Rose Pearlman Foundation<em>, in 2002. When Henry Pearlman began acquiring modern art in the 1940s, his collecting practice was guided principally by his personal likes and dislikes, rather than strategic concerns for content or investment. An entrepreneur who made his fortune in the cold storage business, Pearlman was a self-taught connoisseur of art who appreciated the violent impasto of a Soutine oil painting as much as the translucent hesitancy of a Cezanne watercolor. One of the highlights of Pearlman's collection is a large painting by Henri de Toulouse-Lautrec, <em>\"The Sacred Grove,\" Parody of a Painting by Puvis de Chavannes Exhibited at the Salon of 1884<em>, created at the very beginning of the artist's career, when he was still a young art student in Paris. The painting is a copy after a work by Puvis de Chavannes, and it stands as a fascinating record of Lautrec's own likes and dislikes during a formative period in his artistic development. The [2008 Princeton] exhibition, [Invoking the Comic Muse: Toulouse-Lautrec’s Parody of <em>The Sacred Grove<em>] examines Lautrec's humorous painting in the context of the artist's student days in Paris, as well as within the broader context of late-nineteenth century French art. In his memoir, <em>Reminiscences of a Collector<em>, Pearlman described how he acquired the canvas through a friend in Paris, but had difficulties gaining permission from Louvre Museum authorities to remove the painting from France. The enormous size of the canvas (it measures over twelve feet in length) added to export complications, as Pearlman recalled: \"On account of its size I was unwilling to entrust the work to French shipping companies. Instead, I rolled it up and took it with me, and had the frame shipped later.\" This anecdote captures the spirit of Pearlman as a collector. For over thirty years, visitors to the Princeton University Art Museum have been fortunate to share Pearlman's passions and pleasures.&nbsp;</p><p>ARTISTIC OPPOSITES&nbsp;</p><p>Pierre Puvis de Chavannes (1824-1898) occupied a unique position in late-nineteenth­ century French art, with his highly decorative and bone-dry allegorical paintings admired equally by the French state and the avant-garde. The symbolic nature of his subjects and the legibility of his painting style lent themselves well to civic commissions, and his murals, which decorate such venerable public institutions as the Pantheon and the Sorbonne in Paris, effectively express Republican ideals. Paul Adam, a leading nineteenth-century critic and Symbolist writer, noted that Puvis had mastered the \"art and craft of translating a thought into a symbol.\" Indeed, the dreamy and melancholy quality of Puvis's paintings also appealed to the growing circle of Symbolist artists in late-nineteenth­ century France, although he never identified directly with the movement. Furthermore, his art offered a vision of hope and patriotism during a tumultuous period in French history, marked by defeat in the Franco-Prussian War, a bloody Commune, rapid industrialization, and a national political crisis in the wake of the Dreyfus Affair. In the face of such unsettling changes, Puvis's eternal visions were a balm for weary viewers, helping to assuage national anxieties. As Margaret Werth has observed, his work offered nineteenth-century viewers \"an ideal of contemplation and quiet repose at a moment when the over-stimulations and tensions of modern life and artistic expression pointed in another direction; it fostered authentic collective values just when these seemed false or inaccessible. . . . The most common response to Puvis and his work was to see in it grounds for a renewal of belief-- religious, national, or spiritual-- and a 'healthy' aesthetic experience, a tonic for the malaise of over-stimulated, neurasthenic, pessimistic urban man.\" Born forty years after Puvis, the artist Henri de Toulouse-Lautrec (1864-1901) is known primarily for his images of Parisian nightlife during the fin-de-siecle. He celebrated popular culture in his art, depicting stars of the Montmartre cabarets such as Jane Avril and La Goulue in radically stylized posters and prints, while Lautrec's life and persona (accounts of his dwarfism, alcoholism, and syphilis are well rehearsed in the literature on the artist) have made him as famous as some of the characters he depicted. Lautrec's primary artistic touchstones-- Degas and Japanese prints-- shaped the subject and style of his work. Bright, flat colors and a decorative use of line characterize his poster art, while a luminous, if raw, painterly naturalism marks his canvases. His work also blurred the lines between high and low culture, as he embraced mass media printing techniques like lithography and looked to the louche celebrities of Montmartre cabarets for his artistic muses. Lautrec was a realist above all, drawn to the margins of Parisian society (he devoted a whole series of paintings to scenes at a brothel, for example), but his art retained a visual elegance and decorativeness in spite of his seedy. subjects. In this way, Lautrec embraced the very sources of over-stimulation that Puvis rejected. In fact, it would be difficult to imagine two more disparate artists than Lautrec and Puvis, yet one of Puvis's most famous paintings would inspire a spirited aesthetic response from Lautrec in the spring of 1884.&nbsp;</p><p>THE <em>SACRED GROVE</em> AT THE SALON&nbsp;</p><p>Puvis's painting <em>The Sacred Grove, Beloved of the Arts and Muses</em> was awarded the grand prize at the official 1884 Paris Salon organized by the Société des Artistes Français. The work, a reduced version of a mural commisioned to decorate the stairwell of the Musée des Beaux­ Arts in Puvis's hometown of Lyons, depicts a mythological forest inhabited by the Arts and Muses. The setting is a serene and harmonious riverbank bathed in the golden light of the setting sun, with a classical portico in the center and graceful willow and laurel trees at either side. The personified Arts and Muses are represented by half-draped female figures, arranged singly or in carefully balanced groups across the frieze-like composition. At the center of the painting are the three Arts: Architecture, Sculpture, and Painting, upon whose white­robed lap a youthful ephebe scatters flowers (perhaps in reference to the Lyonnais tradition of flower painting). Each of the Arts is characterized by her respective attribute: a palette for Painting, a chisel for Sculpture, and a hammer for Architecture, all of which have been laid at their feet. To the right of the central group stands Polyhymnia, the Muse of Oratory, who raises her arm in a rhetorical gesture, and Clio, the Muse of History, who holds a writing tablet. Seated on the grass in the right foreground is Calliope, Muse of Epic Poetry, with an un­ furled scroll at her side, upon which is written a fragment of the <em>Aeneid<em>. At the far right of the composition are two additional ephebes, who fashion wreaths from a laurel tree. At the far left of <em>The Sacred Grove</em> sits a solitary Muse. The somber color of her drapery and her placement under a weeping willow indicate that she is Melpomene, the Muse of Tragedy. To her right, Urania, the Muse of Astronomy, reclines upon the riverbank and gazes at the stars reflected in the water. Above her are the Arts of Poetry and Music-the latter strums a lyre as the two figures waft weightlessly through the air. Finally, standing in the foreground are the last of the Muses, Thalia and Terpsichore, representing Theater and Dance, respectively. Lautrec was still a young art student in the atelier of Fernand Cormon (1845-1924) when he saw Puvis's canvas exhibited at the Palais de l'Industrie. He was so taken with the prizewinning picture that he was immediately inspired to paint a copy of it, which he reportedly completed in two afternoons. Within art history, the work is a rare example of a full-scale artistic parody, other notable examples being Sir Joshua Reynolds's version of Raphael's <em>School of Athens</em> (1751) and Rene Magritte's spoof of Manet's <em>Le Balcon</em> (1950). Lautrec's painting was essentially a schoolboy prank, and though it is attributed to Lautrec it was likely the result of collaboration with two or more of his fellow students at Cormon's studio. As Lautrec reported to his biographer and fellow <em>rapin</em> (art student), François Gauzi: \"We made it . . .at Cormon's, to amuse ourselves; a group of us from the studio worked on it.\" In spite of the apparent haste with which it was created, Lautrec's parody faithfully evokes the style and subject matter of the original <em>Sacred Grove<em>, and its intent was equal parts homage and satire. As Anne Roquebert observed, the <em>Parody</em> is \"a highly ambivalent work, [but] it is also a copy, a means whereby students could pose questions about their elders and betters in order to learn from them.\"&nbsp;</p><p>PARODIC TRANSPOSITIONS Lautrec's painting effectively mimics Puvis's <em>Sacred Grove</em> in its dry, matte surface quality, flattened areas of pastel-hued pigment, and dreamlike vision of classically draped figures in a sylvan setting. Several egregious details, however, veer dramatically from the original and are crucial to understanding the humor and meaning of Lautrec's <em>Parody<em>. Far from being a slavish copy, the work is a true aesthetic parody: it is Lautrec's comedic riposte to Puvis's overly serious proposition. The <em>Parody</em> also represents Lautrec's first official statement on the appropriate direction for contemporary art. The course to follow, according to Lautrec, was the depiction of modern life in late-nineteenth-century Paris. His Parody makes this point effectively by substituting or superimposing a host of anachronistic elements, including a clock, a giant tube of paint, a loaf of bread, a copy of Puvis's <em>Prodigal Son<em>, and a parade of male figures in modern Parisian dress accompanied by a mustachioed gendarme. The clock affixed to the side of the classical portico is a jarring intrusion within Puvis's supposedly timeless realm. Set to a specific hour--9:05--the timepiece duly marks the contemporaneity of the scene. It also may refer to the nine classical Muses, whose relevance to modern art is now past (five minutes' past, to be precise). The ironic effect of the clock is exaggerated by the Muse Thalia's gaze; she looks up as if in contemplation not of the next artist she will inspire, but rather the departure time of her train. Above Thalia's head, an enormous shiny silver tube of paint has replaced the lyre held by the floating Arts. The absurd object suggests Lautrec's satiric attitude toward Puvis's perceived aesthetic backwardness. Portable tin tubes for oil paint were invented in England in 1841 but did not become popular in France until later in the century, as artists preferred to use traditional, and less expensive, pigs' bladders for storage and transport. The inclusion of the tin tube suggests not only that Lautrec embraced modern painting tools and techniques, but also that Puvis was old-fashioned and probably still depended on a messy, inefficient, and obsolete technique. Like the clock, therefore, the anachronistic inclusion of the paint tube is both humorous and highly significant, a symbol of Lautrec's emphatic modernity. Another noteworthy and irreverent detail can be found at the far right-hand side of the <em>Parody<em>, where a kneeling boy holds a mysterious object, corresponding to a laurel wreath in Puvis's original. In Lautrec's version, the boy holds an amorphous brown form that has been difficult to discern clearly. It has been identified as a painter's palette, owing to its shape and color, but in fact it is a half-eaten loaf of French bread known as a <em>couronne<em>, due to its round or crown-like shape. The boy holds the bread up to his mouth and appears poised to take a bite. The regional bread of Lyons, the <em>couronne</em> is therefore an appropriate element in a parody of Puvis's Lyonnais mural. Lautrec's painting also makes fun of another work by Puvis, his <em>Prodigal Son</em> of 1879. Lautrec has pastiched the pathetic-looking figure in the lower left-hand corner of his composition, where Melpomene, the Tragic Muse, sits in the original. While Puvis's <em>Sacred Grove</em> expresses lofty ideals of art and French cultural patrimony through a complex and erudite composition, <em>The Prodigal Son</em> is marked by a radically simplified formalism, emotional restraint, and introspection. The painting is distinguished by its sense of melancholy, loneliness, and metaphysical isolation, embodied in the term <em>misérabilisme.</em> In Lautrec's <em>Parody</em> , the pastiched figure of the Prodigal Son, with his tattered, soiled clothes and his accompanying swine, is indeed a miserable, tragic presence. Several scholars have interpreted the presence of Puvis's <em>Prodigal Son</em> in the parody as an allusion to Lautrec himself, the son of wealthy aristocrats living the life of a poor art student, an interpretation supported by the addition of an easel and canvas in front of the figure. Lautrec, however, includes an important detail that brings a note of levity to the tragic figure, and further corrupts the classical realm of <em>The Sacred Grove<em>. Scrawled on the canvas in front of Lautrec's Prodigal Son are two names, \"Meissonnier\" and \"Mackay,\" which refer to Ernest Meissonnier, a painter and portraitist of the <em>juste milieu</em> (a term referring to art that merged academic and more radical styles), and Mrs. John Mackay, the wife of a wealthy American industrialist and Gilded Age art collector. In 1881 Mrs. Mackay commissioned Meissonnier to paint her portrait for 80,000 francs. When the <em>Portrait of Mme M.</em> was completed in 1882, however, she was displeased with the final product and complained about her poor likeness in general and the representation of her hands in particular. When the artist refused to make the desired changes, Mrs. Mackay refused to pay for the portrait. The dispute became a minor art world scandal, and stories about it appeared in Paris newspapers throughout February 1884, just prior to the opening of the Salon. Eventually the case was resolved, and Mackay was obliged to take the painting, though it was rumored that she hung it in her wa tercloset. Unlike Puvis, Meissonnier was not an artist looked upon fondly by the avantgarde; as the anarchist critic Félix Fénéon noted in his account of the scandal: \"We give credit to Madame Mackay for making the most convincingly argued critique of that man's work.” It thus appears that the extreme simplification and \"purity\" of Puvis's <em>Sacred Grove</em> has been polluted by Lautrec's inclusion of highly topical and utterly foreign elements. Yet the pastiched elements in Lautrec's <em>Parody<em>--clock, paint tube, <em>couronne<em>, prodigal painter, and scandalous news story-- bring life and levity to the gravitas of Puvis's Arcadia and add a critical and humorous edge that is crucial to understanding Lautrec's aesthetic position. The most significant alteration made to the original, however, and the most problematic from the point of view of iconography, is the parade of men in dark clothing entering from the right.&nbsp;</p><p>FIGURES OF MODERNITY&nbsp;</p><p>The figures are intruders from modern-day Paris, and like the clock and the tube of paint, they symbolize the contemporaneity that Puvis disavowed in <em>The Sacred Grove.<em>While they appear to be portraits of Lautrec's friends and acquaintances, there has been much speculation about their true identities. The only two figures that can be identified with certainty are Lautrec and his friend Louis Anquetin, who also was a student at Cormon's. Indeed, the work may have been a collaboration between the two painters. Details of the picture and its creation suggest that the other figures represented are Lautrec 's fellow students from the Atelier Cormon, according with Lautrec's own account of the picture's creation. Attempts to match the faces of the figures in the <em>Parody</em> with a photograph of Cormon's students from the same era, however, have proved inconclusive. It appears, rather, that the figures represent not a group of Cormon students, but a mix of literary and artistic figures with whom Lautrec and Anquetin associated or whom they admired. The consensus among Lautrec scholars has been to name the figures from left to right as follows: Anquetin, Edouard Dujardin, Maurice Barres, Lautrec, and Leon Bonnat. Anquetin, who wears checked painter's overalls and whose likeness matches a contemporary photograph of the artist, stands with Dujardin in the place occupied by the Muses of Oratory and History in Puvis 's original. Anquetin would later work with Emile Bernard (also a student at Cormon's) in a manner of painting known as cloisonnisme, a term coined by the critic Dujardin to describe the style's flat colors and black outlines. Dujardin can be recognized in the <em>Parody</em> by his long blond beard and full lips, as in later works by Lautrec such as <em>Au Moulin Rouge</em> (1892-93;The Art Institute of Chicago) and <em>DivanJaponais.</em> He bows his head and tips his hat to the Arts in a gesture of supplication, as if requesting their divine inspiration. Dujardin was the Symbolist critic and cofounder with Teodor de Wyzewa of the Revue Wagnérienne (1885-88), a journal devoted to the German composer. To the right of Dujardin is the dandyish figure of Barres, who wears a top hat and conveys the snobbish air later caricatured by Theophile Steinlen on the cover of <em>Le Mirliton. </em> Relatively unknown in 1884, Barres became famous at the turn of the century for his fierce anti-Semitic and right­ wing political views in the wake of the Dreyfus Affair. In the mid-1880s, however, he was an important figure in Symbolist literary circles, publishing early criticism in <em>Les Taches d'encre</em> (1884) and a semiautobiographical trilogy of novels known as <em>Le Culte du moi</em> (1888-91). Next to Barres is an older mustachioed gentleman who resembles Lautrec's former teacher, Bonnat. Both Anquetin and Lautrec had been students in Bonnat's atelier before joining Cormon 's in 1884. In contrast to Connon, whose teaching style was somewhat relaxed, Bonnat was known as a rigorous and demanding master, who emphasized drawing from the live model. Barres and Bonnat appear absorbed in an intense debate, while in front of them is the diminutive figure of Lautrec himself, who with his back to the viewer and arms held akimbo, urinates upon the ground.Two other figures, a gendarme and a short beardless man in the background, have not been identified. The problematic nature of identification is due to the figures' tenuous connections with the artist. Lautrec was not personally acquainted with Dujardin, for example, until after 1884, when Anquetin introduced them (and Dujardin only appears in other paintings by Lautrec after 1890) . Nor is there evidence that Lautrec ever associated with Barres. The connections between the figures do not center upon Lautrec, however, but rather upon Anquetin, who had been a good friend of Dujardin-- they had attended the same lycée (secondary school) in Rouen. Dujardin admired Puvis, considering him a supremely Wagnerian painter, and he likely would have been interested in <em>The Sacred Grove</em> when it appeared at the Salon that year. In fact, a letter from Anquetin to Dujardin, dated May 30, 1884, proposes a rendezvous to attend the exhibition together. Moreover, both Dujardin and Barres attended the regular salons of Stephane Mallarme in the 1880s, and Barres was a regular contributor to <em>La Revue indépendante,</em> a second Symbolist journal edited by Dujardin , which he inherited from Fénéon in 1886.There is no evidence that Barres joined Anquetin and Dujardin at the Salon in 1884, nor is it certain that Lautrec attended with them. Barres's presence in the <em>Parody<em>, like that of Bonnat, may be symbolic. Thus, Lautrec should be considered a secondary player (if primary artist) in what amounts to a nineteenth-century version of \"six degrees of separation.\" With the exception of Bonnat, the men depicted in the <em>Parody</em> are representative of the spirit of youth and artistic radicalism in Paris in the 1880s. Anquetin, Barres, Lautrec, and Dujardin were all born between 1861 and 1864, and in their early twenties at the time the work was created. Within the bohemian neighborhood of Montmartre in the 1880s, they formed part of the milieu of artists and writers marked by an attitude of rebellion in the face of oppressive bourgeois values. Barres was idolized by the younger generation of the 1880s and 1890s owing to the spirit of arrogant disrespect and fierce independence that characterizes his work from this period. <em>Le Culte du moi</em> entails a rejection of everything the world has to offer a young man-a denunciation of the moral and philosophical bankruptcy of the age and its empty promises of success. It is significant that Barres is shown in the <em>Parody</em> debating with Bonnat, Lautrec and Anquetin's former teacher. Each of these men, in seeking to establish himself in the world of arts and letters, renounced his teacher in order to find a unique and novel voice. Gordon Shenton has called this process in a young artist's life the \"double axis of revolt and quest,\" a paradigm most often manifested by a rejection of the teacher and the search for the idea] master and spiritual father who will offer a solution to the \"problem of life.\" In a letter of 1883, Lautrec declared his enthusiasm for the pervading revolutionary spirit in art: \"Vive la Revolution! Vive Manet! The breeze of Impressionism is blowing through the studio. I'm overjoyed, because for a good while I've been the sole recipient of Cormon's thunderbolts.\" Subsequently, in the spring of 1884, there was trouble at Cormon's atelier when the <em>rapins</em> questioned their master 's authority as an \"academic\" artist. As Lautrec wrote his mother, \"There has been a revolution at the studio. Cormon has fired the student in charge and plans to appoint another one. All this has stirred up more excitement than you could imagine.\" The spirit of the day within and without Cormon's studio was one of rebellion, entailing a challenge to authority and artistic convention. The atmosphere was ripe for the kind of subversive critique found in the <em>Parody<em>, a work that illustrates the urge, common to each of the young men depicted, to break free from his teacher. Lautrec, as the single figure that can be identified without a shadow of a doubt, embodies irreverence for tradition through the act of urinating on the ground of <em>The Sacred Grove<em>. The depiction was clearly intended as a subversive gesture, and its significance is manifold. First, it can be seen as a sign of the artist's puerile fascination with bodily functions, and adds to the sense of raucous humor in the <em>Parody<em>. Second, scatology is used in this case, as in many others throughout history, as an artistic strategy to shock and offend a conservative bourgeoisie whose values are deemed corrupt or repressed. Struggling to find his own artistic identity, Lautrec thumbs his nose at painterly authority, and at the same time he marks his territory. A third possible meaning of the act may relate to Lautrec's opinion of Puvis specifically, or Symbolism more generally. SYMBOLISM VERSUS REALISM Symbolism was an artistic, literary, and musical movement that developed in the late nineteenth century in reaction to Positivist philosophy, which had placed a premium on scientific observation as the primary means of understanding the world. In contrast, Symbolism is often characterized by extreme subjectivity and idealism, as well as pessimism, in response to the conditions of modern life. For instance, Symbolist writers like Joris-Karl Huysmans took the novel in an inward direction, focusing on individual consciousness and the self. Dujardin developed a genre of writing that stressed interior monologue, a precursor to the stream-of-consciousness techniques of James Joyce and Virginia Woolf. Barres, for his part, is known for novels that celebrate a \"Cult of the Self,\" asserting the outer world is worthless and the only reality of value is the inner soul, which requires cultivation by the artist. In the visual arts, painters like Puvis proposed alternatives to naturalism by seeking the Ideal as a truth to be found beyond the material world-eliminating, as one of his contemporaries put it, \"all that is contingent, accidental, all that is momentarily inexpressive.\" Puvis' art thus illustrated the Symbolist theory of Mallarme, who argued that poetry should suggest rather than describe its subject. <em>The Sacred Grove</em> evokes a distant dream that is in many ways mysterious, and the extreme reductiveness of the painting demands the viewer use his or her imagination to deduce its meaning. In fact, the work was criticized at the time of its creation for appearing incomplete, as well as for the inarticulate and lifeless quality of the figures. Lautrec, who found beauty and humanism in the most contingent-- and sordid-- aspects of modern life, was never so elusive in his art. Within each of his works, we recognize a specific place and time, usually Montmartre in the fin-de-siecle. The <em>Parody</em> is full of specific people, for example, emphasizing its topical modernity. In a similar vein, Lautrec's act of relieving himself may be understood as an emphatically material gesture, and a demonstration of man's physical existence. The hyper-idealized world of <em>The Sacred Grove</em> was perhaps too sterile for Lautrec. By soiling the sacred ground of Puvis's Parnassus, Lautrec makes a statement about art and modern life, while injecting a dose of humor (a critical strategy in and of itself) in the form of an ornery prank. The extreme subjectivity and self-absorption typical of Symbolism stood in opposition to Lautrec's artistic concerns. Rather than looking inward, Lautrec made his project the observation of the exterior world. It was other people, not himself, who primarily interested Lautrec, and his position was essentially that of a naturalist. When he did focus his artistic eye inward, it was usually with a humorous or self-deprecating eye, as in his many self-caricatures (including that within the <em>Parody<em>). Standing in front of Bonnat and Barres, who may be imagined discussing the aesthetic merits of academic Realism versus esoteric Symbolism, Lautrec urinates at their feet as if to show his disdain for either artistic choice. In 1884 Lautrec actually would have been more closely aligned with his former teacher Bonnat than with either Puvis or Barres. Essentially a realist painter, if an academic one, Bonnat was known for creating fashionable and near-photographic portraits of upper-class members of Third Republic society. Lautrec was conservative in the early days of his artistic career, and admired the work of such established academic painters as Carolus­ Duran and Alexandre Cabanel. In 1884 he was still in the process of formulating a consistent aesthetic position, as evidenced by other paintings he made around the time of the <em>Parody<em>. Some of these works resemble the prehistoric genre paintings of his teacher, Cormon, while others appear to have been influenced by Degas.&nbsp;</p><p>EXPERIMENTS IN STYLE&nbsp;</p><p>Lautrec made his first forays into avant-garde art while still a student in Cormon's studio. He began working with Impressionistic devices in late 1885 or early 1886, but maintained an attachment to his formal training. His <em>Marble Polisher<em>, for example, painted toward the end of his time in Cormon's studio, presents the culmination of Lautrec's student efforts while also suggesting his more formally radical work to come. While the painting follows academic convention in its subject matter and controlled sense of form and line, it also presents a bravura demonstration of Impressionist technique in its dynamic broken brushwork and colored shadows. At the same time, the work displays Lautrec's realist sensibilities through the truthful representation of the model's sinewy musculature and ruddy extremities. In the <em>Parody<em>, the artist was likewise testing formal possibilities for the future, in this case by imitating the technique of Puvis, as he had yet to develop his mature style. Although Puvis worked primarily with oil on canvas, his matte, fresco-like painting style was a deliberate attempt to link his mural art with that of the Renaissance masters. Lautrec exaggerates this aspect of Puvis's work by painting the <em>Parody</em> so thinly that examination of it with infrared reflectography has proved redundant; most of the underdrawing, such as a hat worn by Anquetin that was painted out of the final composition, can be seen with the naked eye. Interestingly, Lautrec's later painting style was similarly thin in texture, and he was known for working in a mode called <em>peinture a l’essence</em> which used a diluted oil paint mixed with turpentine; the paint is laid on the surface in thin washes of line and color, giving the finished work a sketchy, striated appearance. For the <em>Parod y<em>, Lautrec also used oil paint thinned with turpentine so that it acted more like gouache or watercolor. Thus, the work represents one of his earliest experiments with <em>peinture a l’essence</em> seen in later compositions such as <em>Jane Avril Dancing</em> of 1892 (Musee d'Orsay, Paris). The extreme flatness and immobility of Puvis's figures in <em>The Sacred Grove</em> are also effectively mimicked by Lautrec in the <em>Parody<em>.Puvis was known for working in a deliberate, controlled manner, and he made extensive studies in preparation for his finished canvases. His paintings were the result of countless drawings that carefully plotted the form, scale, and position of the figures. This careful manner of working, in many ways the opposite of the spontaneity and subjectivity of impressionism, is evident in Puvis's <em>Sacred Grove<em>. A study for the figure of Polyhymnia shows a draped female figure with her right arm raised. Carefully drawn on paper squared for transfer, the figure is caught in mid-gesture yet conveys no sense of dynamism, and appears rather like a classical column. In the Parody, the presence of the boisterous interlopers draws attention to the artificial classicism of Puvis's figures, as well as their stiff poses and formulaic bodies. That Lautrec and his collaborator(s) dashed off the <em>Parody</em> in two days' time suggests a critical stance vis-a-vis the original <em>Sacred Grove<em>, a desire to reveal Puvis's painting technique as facile despite his labor-intensive working process. The <em>Parody</em> thus also sends up the style of Puvis's original, and it has been noted that the <em>Parody</em> is more \"Chavannesque\" than Puvis himself. One of the traditional definitions of parody is in fact exaggeration of the salient features of a work for the purpose of making it appear ludicrous. Linda Hutcheon has argued that parody is \"a form of serious art criticism, though its bite is still achieved through ridicule,\" adding that \"parody has the advantage of being both a re-creation and a creation, making criticism into a kind of active exploration of form.\" As a critique of contemporary artistic trends, Lautrec's <em>Parody</em> both mimics and mocks the original work.&nbsp;</p><p>THE INCOHERENTS&nbsp;</p><p>Lautrec's response to Puvis also participates in the French tradition of targeting famous works of academic art for parody. As early as the 1840s and throughout the nineteenth century, graphic artists such as Honore Daumier, Cham, and Bertall lampooned official art in the popular press. Parodying academic art was also one of the chief activities of the Incoherents, a subversive Montmartre exhibition group started by the writer Jules Levy in 1882. Humor, especially in the form of caricature and parody, was central to their mission and critical strategy, summarized in the introduction to the Incoherents exhibition catalogue of 1884: \"Boredom, that is the enemy of Incoherence, it is the wild beast, the fierce animal that Incoherence stalks even in the cellars of those pompous dome­ roofed monuments that rise from the ends of bridges.\" The reference to monuments may denote the galleries of the Louvre, visible from the ends of the Pont Neuf, the Pont du Carrousel, and the Pont Royal. Not surprisingly, Puvis was a frequent target of the parodies and satires found at Levy's Montmartre exhibitions. Henri Riviere made a parody of <em>The Prodigal Son</em> for the Incoherents in 1882, while <em>The Poor Fisherman</em> (1881, Musee d'Orsay, Paris) was subjected to two parodies by Emile Cohl, in 1884 and 1889. In his first version, Cohl turns Puvis's sad image into one of upbeat humor. As stated in the catalogue: \"M. Emile Cohl has successfully revived a motif once spoiled by M. Puvis de Chavannes. The 'Poor Fisherman' of M. E.Cohl is consoling, he lifts your spirits, whereas that of M. Puvis de Chavannes throws you into a state of sadness approaching despair, because he has caught nothing, the poor man! The fisherman of M. E. Cohl has just caught his prey, which unfortunately got tangled in the arms of a lamp­ post fortuitously placed by the river.\" In addition to outright spoofs of Puvis's paintings, many of the Incoherents also parodied the artist's name, listing themselves in various exhibition catalogues as students of \"Vice de Chavannes\" or \"Pue Vice de Chats (Vannes) ,\" which roughly translates as \"Vicious Smelly Cats of Vannes,\" a town in Brittany. Interestingly, in 1889, a certain Tolav-Segroeg (a \"Hungarian from Montmartre\") listed himself as a student of \"Pubis de Cheval,\" or \"Horse's Pubis.\" Segroeg was a pseudonym for none other than Lautrec. The work he showed that year, which is now lost, was entitled <em>Batignolles, Three and a Half Years before Jesus Christ<em>, in reference to the group of Impressionist artists who met regularly at the Cafe Guerbois on the Rue de Batignolles in Paris during the 1870s.The work also indirectly parodies Lautrec's teacher Cormon, who famously brought Darwinian naturalism to the genre of (pre)history painting in the monumental <em>Cain Fleeing with His Family</em> , shown at the Salon of 1880. Lautrec's painting was in effect a comedic illustration of the evolution of the avant-garde in France. Although never exhibited during his lifetime, Lautrec's <em>Parody</em> appears to have held personal meaning for the artist since it can be seen hanging on the wall of his studio in a photograph from the 1890s. Perhaps he kept the work close as a memento of <em>his</em> rebellious student days, or to help him maintain <em>his</em> youthful spirit. Still in the process of formulating his own artistic identity when he painted the <em>Parody<em>, Lautrec eventually embraced contemporary popular culture in <em>his</em> art, finding his muses in the cabarets and clubs of Montmartre rather than in an imaginary Arcadian past. The <em>Parody</em> thus encapsulated what was a transitional period, not only in Lautrec's young career but also in French art as a whole. The work is best understood within the contested territory of modern art in the late nineteenth century as an apt illustration of the battle of the ancients and moderns that then roiled the French art world, with Puvis in the camp of the ancients, and Lautrec and his retinue in that of the moderns. While Lautrec's humorous s revision of <em>The Sacred Grove</em> may be seen as a simple parody-- a humorous imitation made as a critique of the original-- it also presented topical questions about the future of modern art, decrying academic painting as outmoded and passé, and framing the contemporary debate between Realism and Symbolism. Indeed, one of the central motivations for Lautrec in painting the <em>Parody</em> was to explore these questions while also searching for his voice as a young artist in the shadow of <em>his</em> masters. Poised between the conservative academicism of Bonnat and Cormon, and the more experimental naturalism that would characterize his mature work, the <em>Parody</em> shows Lautrec wrestling with choices about the direction for his art. By invoking the <em>comic</em> muse, Lautrec discovered a way to explore these questions using humor, wit, and skill.&nbsp;</p><p>-- Cora Michael Mellon Curatorial Associate for Academic Programs, Princeton University Art Museum</p>",
            "title":"Collection Publications: Invoking the Comic Muse",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[]
        }
    ]
}