{
    "makerid":33,
    "published_date":"2025-08-26 02:04:03.217233",
    "type":"maker",
    "displayname":"Josef Albers",
    "makertype":"Individual",
    "alphasort":"Albers, Josef",
    "lastname":"Albers",
    "firstname":"Josef",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Germany, 1888–1976",
    "begindate":1888,
    "enddate":1976,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Joseph Albers",
            "alphasort":"Albers, Joseph",
            "lastname":"Albers",
            "firstname":"Joseph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Spouse",
            "displayname":"Josef Albers",
            "alphasort":"Albers, Josef Mrs.",
            "lastname":"Albers",
            "firstname":"Josef",
            "nametitle":"Mrs.",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Josef Albers",
            "alphasort":"Albers, Josef",
            "lastname":"Albers",
            "firstname":"Josef",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500033049"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12347231"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db8878f975ec80016e02d33"
            },
            "body":"Albers spoke of color as being relative and changing depending on its environment, stating, “In visual perception, a color is almost never seen as it really is — as it physically is. This fact makes color the most relative medium in art.” Throughout his two volumes of prints, Formulation Articulation, Albers experimented with different compositions and color combinations, as in these two images of nested squares, to create varying illusions of depth and transparency.\n\n<em><em>Conversation prompts:<em><em>\n\nAlbers’s theories about the relativity of color depended largely upon comparisons between different color combinations. What differences do you notice when shifting your gaze from the nested squares on the left to those on the right?\n\nWhat is the significance of repetition in Albers’s artistic process?",
            "title":"Teach with Collections: Josef Albers, Folder 5, from Formulation: Articulation, Volume 1",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64dceb37538ac6620e32b74f"
            },
            "body":"<p><strong>In the Classroom</strong><br><strong>Using Art to &nbsp;Teach Engineering</strong></p><p>&nbsp;</p><p>Penelope Georges, associate director of Princeton’s STEM Initiatives, Council on Science and Technology, and Veronica White, curator of teaching and learning, recently reflected on their work together teaching from the Museum’s collections &nbsp;</p><p><strong>VM</strong>: Your Engineering and the Arts courses have collaborated with the Museum for the past several years. Could you explain how these courses are structured as a cross-disciplinary experience?<br><strong>PG</strong>: The Council on Science and Technology develops, supports, and teaches several courses that lie at the intersection of STEM and the arts—including&nbsp;<br>“Transformations in Engineering and the Arts,” a course that has visited the Museum every year since its inception in 2016. “Transformations” is taught by instructors from across the University and hosts a cadre of visiting artists and engineers. As undergraduates from many different disciplines explore modules around visuals, sound, movement, and structure, they create projects that draw upon practices from both engineering and the arts. &nbsp;</p><p><br><strong>VM</strong>: What role have you seen the Museum play with &nbsp;<br>these classes?<br><strong>PG</strong>: The Museum provides students with the opportunity to interface with objects, colors, and materials in the real world—compared to perhaps only a theoretical or digital interaction. They can study an object’s details, including the material properties that are key to engineering, such as strength, toughness, ductility, and luster, and examine the constraints imposed by materials in both engineering and art making. Additionally, the experience inspires students to conceptualize and engineer items that are not only innovative but also designed with careful consideration of aesthetics.</p><p><br><strong>VM</strong>: This spring we visited the Museum’s off-site classroom to examine a variety of works, including a Maya spondylus shell depicting a marine deity (ca. 200 BCE), silkscreens by Josef Albers from 1973, and his painting <i>Homage to the Square: Early Rise</i> (1961). The discussion focused on the effects of light, shadow, and color, and I was impressed by the students’ observations. What did you notice during the visit?<br><strong>PG</strong>: At that point in the semester, the students were learning computational tools, like JavaScript, to represent shapes and colors digitally. Taking inspiration from Albers’s prints, they coded digital color explorations that responded to user input. By viewing the works in person, students experienced their textural and tactile characteristics and gained an understanding of the mechanics of creating the images with ink and paper rather than code. &nbsp;</p><p>Students also carefully considered the form of objects. They were interested in the organic shape of the carved Maya spondylus shell and how light interacted with its surface based on its curvature. They considered the detail in the carvings on the shell and how the craftsmanship reflected &nbsp;the technical capabilities of the period. Throughout the conversation, the students began to build their vocabulary &nbsp;for describing the artistic dimensions of an object.</p><p>Notably, the visit provided many students with some of their first practice in critical discussion of visual elements. Students began to articulate and justify feedback on artworks. By critiquing works they didn’t create, they were able to speak freely without being hampered by attachment to the work. This is good practice in preparing them for a critical review of their own and each other’s work—an important element of the course. Some art­-minded students reflected on aspects of the works that related to their own practices, but for many, discussing art in this context was a new experience. Students more inclined toward STEM subjects also shared their own reflections on the works, which may have provided a fresh viewpoint for students with an art background.</p><p>Ultimately, a goal of the interdisciplinary STEM and the arts courses is to eliminate the self-imposed labels of “artist” or “engineer” that students often assign themselves and instead enable them to be comfortable in both spheres, recognizing that the fields share the common ground of utilizing creativity and inspiration to push boundaries and promote development.</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Summer 2023 Magazine</p>",
            "title":"In the Classroom: Using Art to  Teach Engineering",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}