{
    "makerid":2477,
    "published_date":"2022-03-28 16:04:48.260137",
    "type":"maker",
    "displayname":"Frederick Sommer",
    "makertype":"Individual",
    "alphasort":"Sommer, Frederick",
    "lastname":"Sommer",
    "firstname":"Frederick",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Italy, 1905–1999",
    "begindate":1905,
    "enddate":1999,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Frederick Sommer",
            "alphasort":"Sommer, Frederick",
            "lastname":"Sommer",
            "firstname":"Frederick",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500014027"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12401725"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5de6cc8cae63ec0016940670"
            },
            "body":"Professor Bunnell describes Sommer’s imagery, which shows the influence of traditional and surrealistic art, as “…stark in its hyper-photographic detail and realism.” As an example he cites <em>Coyotes,</em> which was made in 1941, saying, “The decaying carcasses of two animals are graphically depicted with obvious reference to the carnage anticipated in the world war that was about to begin.” \n\nIn [the late 1980’s and 1990’s] Sommer assembled intricate color collages of pieces of illustrations drawn from medical and anatomical texts. Some of these he then photographed to represent the same composition transformed into subtle tones of black and white. Referring to <em>The Crystal Palace,</em> 1990, Professor Bunnell says, “One can see in the elements of the collage echoes of a basic subject that may be found in Sommer’s work throughout his career; notably the fragmentation and reordering of body parts that, in turn, gives rise to the overarching theme of the structure of our knowledge and our sensibility for mortality.” \n\nSommer was born in Italy in 1905 and grew up in Rio de Janeiro. He lived in Prescott, Arizona [starting in] 1935. His work is noted for its full spectrum of photographic accomplishment, from figure studies and landscapes to still-life and images made without a camera. \n\nIn 1979, Sommer held a resident fellowship in the Council of the Humanities at Princeton University, where an exhibition of his work was held in The Art Museum. [Another exhibition titled, “Frederick Sommer: Works from the Collection, 1940-1990,” was held in the Art Museum in 1994].",
            "title":"Collection Publications: Frederick Sommer",
            "source_project":"Other",
            "author_type":"Faculty",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}