{
    "makerid":2020,
    "published_date":"2025-09-18 02:01:51.693490",
    "type":"maker",
    "displayname":"Baltimore Painter",
    "makertype":"Individual",
    "alphasort":"Baltimore Painter",
    "lastname":"Baltimore Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Greek, active 330-310 BCE",
    "begindate":-330,
    "enddate":-310,
    "nationality":"Greek",
    "culturegroup":null,
    "biography":"Vase painter, active in Apulia. He may have worked near Canosa, where many of his vases have been found, though there is some connection with the underworld painter, who probably worked at Tarentum. He is named after a monumental volute krater in Baltimore, MD (Walters A.G., 48.86), possibly depicting Hermes and Persephone in the Underworld. There are many other mythological subjects in his unusually large oeuvre, though they lack the originality of his near contemporary, the darius painter. A characteristic example of the Baltimore Painter’s slightly coarse but vivid style is provided by another volute krater (Ruvo di Puglia, Mus. Jatta, 424), with an agitated representation of the Death of the Children of Niobe. In addition to large numbers of minor vases mostly decorated with a single painted female head, his workshop produced many volute kraters with scenes at grave shrines. The figures in the shrines, representing the deceased and members of their family, are sometimes painted with various colours (red, orange–yellow and white). In his multi-figured compositions the painter often depicted objects of various types scattered all over the ground, the most characteristic being a hydria with one visible M-shaped handle. The Baltimore Painter  was not a meticulous draughtsman: his lines tend to be thick, but his rapid brush movements add a touch of character. The early works of his successor, the White Saccos Painter, are extremely close to those of the Baltimore Painter (GDA).\r\n\r\n---\r\n\r\nThe Baltimore Painter may have worked near Canosa, where many of his vases have been found, although there is some connection with the Underworld Painter, who was probably from Tarentum. He is named after a monumental volute krater in Baltimore, Maryland, possibly depicting Hermes and Persephone in the underworld. Many other mythological subjects can be found in his unusually large oeuvre, although his work is considered less original than that of his near contemporary, the Darius Painter, probably also from Tarentum. In addition to large numbers of minor vases primarily decorated with a single painted female head, his workshop produced many volute kraters with scenes at grave shrines. The figures, the deceased and family members, are sometimes painted with colors (red, orange-yellow and white). In the multi-figured compositions of the Baltimore Painter, various objects are scattered all over the ground. The Baltimore Painter is not known for his meticulous draftsmanship: his lines tend to be thick with rapid brush movements. Overall, his style can be described as coarse yet vivid. The early works of his successor, the White Saccos Painter, are extremely close to those of the Baltimore Painter. The Baltimore Painter had considerable influence on his followers, who probably kept his workshop going until the turn of the century when red-figure vases stopped being made (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Baltimore Painter",
            "alphasort":"Baltimore Painter",
            "lastname":"Baltimore Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500007727"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95728160"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}