{
    "makerid":14928,
    "published_date":"2022-03-28 16:08:54.798437",
    "type":"maker",
    "displayname":"Jacopino del Conte",
    "makertype":"Individual",
    "alphasort":"del Conte, Jacopino",
    "lastname":"del Conte",
    "firstname":"Jacopino",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1510/15–1598",
    "begindate":1510,
    "enddate":1598,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. A pupil of Andrea del Sarto (Vasari), he appears to have worked independently from around the time of del Sarto’s death in 1530 and to have specialized at first in devotional works of moderate size. In such paintings as the Virgin in the Clouds (Berlin, Gemäldegal.), the Holy Family (New York, Met.) and the Virgin and Child (Florence, Uffizi) he imposed a Michelangelesque monumentality and sculptural density on figure compositions that are reminiscent of the warm intimacy of del Sarto’s Holy Families. This early style culminates in the Virgin and Child with SS John the Baptist and Elizabeth (Washington, DC, N.G.A.), the largest of his Florentine paintings in which the prominent figure of the Virgin in a rose-red gown dominates the sober domestic scene.\r\n\r\nDel Conte settled in Rome by 1538, when he was a member of the Accademia di S Luca and resident in the parish of S Marcello. He collaborated with Leonardo da Pistoia ( fl 1502; d after 1548) on an altarpiece (St Peter’s, sacristy) for the Cappella dei Palafrenieri in old St Peter’s, and c. 1538 he was commissioned by the Florentine Confraternity of the Misericordia to paint an Annunciation to Zacharias in their oratory of S Giovanni Decollato (in situ). The latter work, the first fresco in a cycle depicting the Life of St John the Baptist, reveals a continuing debt to Florentine sources. The composition is based on del Sarto’s fresco of the same subject in the Chiostro dello Scalzo, Florence, and the statue in the background is based on Michelangelo’s David (Florence, Bargello). The influence of Raphael’s Roman works, especially his tapestry designs for the Sistine Chapel, is also reflected in the calculated gestures and highly controlled geometric ordering of the surface.\r\n\r\nDel Conte’s second fresco at the oratory, the Preaching of St John the Baptist (1538; in situ), is even more closely allied with the Raphaelesque tradition, being based on a sketch (Vienna, Albertina) by Raphael’s pupil Perino del Vaga, who had recently returned to Rome. In this second fresco (which is punctuated by a series of boldly realistic portraits, their insertion into the narrative suggesting a debt to Ridolfo Ghirlandaio), the austerity of del Conte’s earlier style gave way to ornamental opulence, encouraged perhaps by rivalry with the Florentine artist Francesco Salviati, who was also active at the oratory. Del Conte continued to work at the oratory into the next decade, providing a design for the Birth of St John the Baptist (reproduced in an engraving by Giulio di Antonio Bonasone), which shows the influence of Baccio Bandinelli, and completing the Baptism (in situ) in 1541.\r\n\r\nBy the late 1530s Jacopino was also painting portraits, at first mainly of members of the Tuscan community in Rome, including Michelangelo (New York, Met.), Antonio da Sangallo (1542; Rome, Pal. Montecitorio) and Roberto di Filippo di Filippo Strozzi (Florence, Pal. Vecchio). In 1544–5 Paolo Giovio was endeavouring to obtain work from Jacopino for his collection, including a portrait of Cardinal Jacopo Sadoleto. During the 1540s, and especially after the death of Sebastiano del Piombo in 1547, del Conte became the favoured portrait artist of the Roman clergy and aristocracy. His portraits of Marcello Cervini (Marcellus II) and Vittorio Farnese (both Rome, Gal. Borghese), and that of Paul III (Rome, S Francesca Romana), reveal a severe monumentality.\r\n\r\nIn Rome, after Perino del Vaga’s death in October 1547, del Conte inherited a commission for the decoration of the chapel of S Remigio, S Luigi dei Francesi, which he shared with Girolamo Siciolante and Pellegrino Tibaldi. Del Conte was responsible for the painting of the Battle of Tolbiac on the right wall and the severe, didactic altarpiece, St Remigius Converting the Franks. At about the same time he painted the lunette frescoes in Cardinal Alessandro Farnese’s chapel at the Palazzo della Cancelleria in Rome (Gideon Destroying the Temple of Baal; Conversion of a Pagan Temple; Arrival of the Golden Age; Prophet and Sibyl; all in situ), a project which may have been initially under the direction of Perino del Vaga. Apparently the Cardinal was displeased with del Conte’s work, and the decoration of the lower walls was given to Salviati in the autumn of 1548.\r\n\r\nDel Conte’s religious paintings around the middle of the 16th century became increasingly sober and schematic. These include an altarpiece with a Pietà (completed by 1550; Chantilly, Mus. Condé) for the chapel of Bernardino Elvino (treasurer of Paul III) in S Maria del Popolo. In the 1550s del Conte returned to the oratory of S Giovanni Decollato to paint the Deposition (in situ) over the altar, a commission that Daniele da Volterra had failed to carry out in 1551. A Magdalene (Rome, S Giovanni in Laterano) and several versions of the Holy Family (e.g. Rome, Pal. Barberini) belong to this same cold, monumental phase of his style.\r\n\r\nRemarkably little is known of del Conte’s later paintings. Two, which Baglione said were his last public works, a Pietà and a Stigmatization of St Francis (Rome, Monastery of Corpus Christi) executed for the Capuchins of S Chiara al Quirinale, indicate that he repeated compositional formulae that he had developed around the middle of the 16th century. Most of his later work was probably in the field of portraiture. Baglione said that del Conte painted all the popes from Paul III to Clement VIII, ambassadors, ecclesiastics, military captains and members of the old baronial families, such as the Colonna and Orsini. In 1556 he was asked by the Jesuits to paint a portrait of the dying Ignatius Loyola (Rome, Casa Gen. Gesuiti). The image of austere authority and sober piety that he provided in works such as the Portrait of a Man (Rome, Gal. Spada) and the Portrait of a Cardinal (Vienna, Ksthist. Mus.) clearly satisfied Roman Counter-Reformation taste.\r\n\r\nJacopino del Conte enjoyed considerable honour in his later years. He received Roman citizenship in 1558, and in the same year Paolo Giordano Orsini granted him land and a house in Rome. Later he was three times cited as Consul of the Accademia di S Luca, Rome (1561, 1576, 1577); he was also a member of the Virtuosi al Pantheon and the confraternity of the SS Crocefisso at S Marcello. GDA.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jacopino del Conte",
            "alphasort":"del Conte, Jacopino",
            "lastname":"del Conte",
            "firstname":"Jacopino",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500030788"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/34728844"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}