{
    "makerid":6445,
    "published_date":"2025-04-16 02:00:37.802260",
    "type":"maker",
    "displayname":"Jean-Baptiste Siméon Chardin",
    "makertype":"Individual",
    "alphasort":"Chardin, Jean-Baptiste Siméon",
    "lastname":"Chardin",
    "firstname":"Jean-Baptiste",
    "nametitle":null,
    "middlename":"Siméon",
    "suffix":null,
    "displaybio":"1699–1779; born and died Paris, France",
    "begindate":1699,
    "enddate":1779,
    "nationality":"French",
    "culturegroup":null,
    "biography":"A Parisian carpenter's son, Chardin studied with a modest artist; he began his career painting signposts for tradesmen and details in other artists' works. His work was noticed in 1728 by Nicolas de Largillière and he was immediately admitted for membership in the Acadèmie Royale. Early in his career, Chardin painted primarily still lifes; he turned to genre painting from 1733 to 1751, then created still lifes again after 1751. He made still lifes respectable subjects in the eyes of his contemporaries, who had previously scorned still lifes as subjects. As his sight dimmed in later years, he took up pastels, with which he made portraits. His work is known for its simplicity, directness and rich tonality. He was admitted to the Académie in 1728 and he held the position of Treasurer for 20 years. ULAN.\r\n\r\n---\r\n\r\nFrench painter. He rose from a relatively humble background to become one of the most admired painters of mid-18th-century France and to hold the influential position of Treasurer of the Académie Royale. His austere still-lifes and bourgeois domestic genre scenes were highly praised by Diderot in his Salon reviews, and, though his reputation went into decline after his death, Chardin was by the middle of the 19th century once again among the most highly esteemed of French painters. His works and technique continued to find particular favour with artists and connoisseurs. Although he is often referred to as Jean-Baptiste-Siméon Chardin, there is no documentary evidence to confirm this additional name. GDA continues with extensive biography.",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Jean-Siméon Chardin",
            "alphasort":"Chardin, Jean-Siméon",
            "lastname":"Chardin",
            "firstname":"Jean-Siméon",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Jean-Baptiste-Siméon Chardin",
            "alphasort":"Chardin, Jean-Baptiste-Siméon",
            "lastname":"Chardin",
            "firstname":"Jean-Baptiste-Siméon",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jean-Baptiste Siméon Chardin",
            "alphasort":"Chardin, Jean-Baptiste Siméon",
            "lastname":"Chardin",
            "firstname":"Jean-Baptiste",
            "nametitle":null,
            "middlename":"Siméon",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115331"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12392613"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}