{
    "makerid":4429,
    "published_date":"2025-08-26 02:04:04.663272",
    "type":"maker",
    "displayname":"Wifredo Lam",
    "makertype":"Individual",
    "alphasort":"Lam Wifredo",
    "lastname":"Lam",
    "firstname":"Wifredo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Cuban, active Cuba and France, 1902–1982",
    "begindate":1902,
    "enddate":1982,
    "nationality":"Cuban",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"WiFredo Lam",
            "alphasort":null,
            "lastname":"Lam",
            "firstname":"WiFredo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Wifredo Lam",
            "alphasort":"Lam Wifredo",
            "lastname":"Lam",
            "firstname":"Wifredo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500006317"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/22152571"
        },
        {
            "source":"ULAN",
            "id":"500006317"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64ef6285538ac6620e32b76d"
            },
            "title":"In the Classroom: Minoritarian Aesthetics Theory, Art, and Literature",
            "body":"<p><strong>In the Classroom</strong><br><strong>Minoritarian Aesthetics Theory, Art, and Literature</strong></p><p><br>The aesthetic has long been a central concern for philosophy, literature, and the arts. Often, though, aesthetic consideration resides firmly in relation to a hegemonic axis of Western thought, focusing on primarily Eurocentric and white American works of art. Literary &nbsp;and artistic works by minorities are usually measured for their political impact or cultural relevance and seldom encountered as explicitly aesthetic. In contrast, this spring the course “Minoritarian Aesthetics” introduces graduate students to theories and critiques that emphasize the aesthetic or formal dimensions of art, literature, and film made by minorities in the late twentieth and early twenty-first centuries.</p><p>Based in the English department and meeting almost weekly in the Art Museum’s study rooms, the course traverses literary theory, performance studies, cultural studies, and philosophy. How does attention to the aesthetic provide an occasion for fresh thinking about political and ethical problems? How does viewing the author’s or artist’s formal innovations in relation to his or her minority position shift how we think of both the status of art and the status of minorities? In other words, how do aesthetic objects intervene and resist politics as usual?</p><p>Students engage with these questions by looking closely at artworks in the Museum’s collections. For instance, we examine images from Ana Mendieta’s performance <i>Glass on Body Imprints—Face</i> (1972) to think about photographic capture and the violence of certain types of looking. So too we consider how stereotypes reemerge through novel takes on historical forms in the work of Kara Walker.</p><p>Throughout the course, students encounter a range of theorists who consider the “burden of representation” that minority artists face—wherein they are seen to represent particular social demographics, issues, and solutions. Instead of instrumentalizing difference, students pay attention to how form and matter mediate encounters with difference. Starting with thinkers such as Walter Benjamin and Theodor Adorno, we consider how political and historical crises can heighten attention to the aesthetic.</p><p>In addition to focusing on scholars not often considered in the Western canon, including Fred Moten and José Esteban Muñoz, the course takes advantage of the Museum’s holdings to look at black, queer, Caribbean, and Latinx/Latin American aesthetics. We consider how art can bear witness to rich histories of both location and abstraction &nbsp;in works by Wifredo Lam and how it can create new visions of life in the works of Wangechi Mutu and Michiko Kon.</p><p>For one assignment, each student examines a work of art from the collections alongside a reading from that day’s class, placing the object in relation to theory. Designed to have several points of entry for graduate students of art, aesthetics, literature, and theory, this course pairs students’ knowledge of literary analysis with visual analysis, creating a conversation between the stakes of literary studies and those of visual studies.</p><p>&nbsp;</p><p><br>Christina León&nbsp;<br>Assistant Professor, Departments of English and Spanish</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2019 Magazine</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}