{
    "makerid":3845,
    "published_date":"2022-03-28 16:05:43.257786",
    "type":"maker",
    "displayname":"Bruce Moore",
    "makertype":"Individual",
    "alphasort":"Moore, Bruce",
    "lastname":"Moore",
    "firstname":"Bruce",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1905–1980",
    "begindate":1905,
    "enddate":1980,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Bruce Moore",
            "alphasort":"Moore, Bruce",
            "lastname":"Moore",
            "firstname":"Bruce",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500050453"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96018238"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dbb262ee1688d00168bc490"
            },
            "title":"Hear the Manager of Campus Collections (PP494)",
            "transcription":"Hear the Manager of Campus Collections (PP494)\n\nIn September 1969, as Princeton’s first female undergraduates arrived on campus, these two larger-than-life Bengal tigers, symbolically male and female, were installed here on Adams Mall. Hugh Trumbell Adams, a member of the Class of 1935, had given funds to landscape the area between Whig and Clio Halls, and the artist Bruce Moore was commissioned to design the bronze tigers. Prior to casting the sculptures, Moore made full-scale paper mock-ups of the tigers, which he brought to campus in order to determine the proportions needed for the finished work. A native of Wichita, Kansas, Moore studied at the Pennsylvania Academy of the Fine Arts and in 1929 received a Guggenheim Fellowship for study in Paris, followed by another fellowship as a guest sculptor at the American Academy in Rome. While he was a respected portrait painter, Moore is best known for his sculptures of animals and as a designer for Steuben Glass.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca063",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5dbb280ee1688d00168bc49a"
            },
            "title":"This Place in Time: The Great Privy (PP494)",
            "transcription":"This Place in Time: The Great Privy (PP494)\n\nUntil 1901, Princeton’s “great privy” was located just down the hill from these tigers, at the rear of campus, between Whig and Clio Halls.  In the middle of the nineteenth century, campus sanitation left much to be desired. Wooden outhouses and privies, referred to as “back buildings,” were above-ground structures that often did not drain well and were frequent targets of student vandalism. In December 1860 students set the back buildings on fire, destroying them, and subsequently President John Maclean recommended that the college build something more suitable to deal with campus sewage . The solution was the construction of the Cloaca Maxima, Latin for “Greatest Sewer,” used to refer to the first sewer system in ancient Rome.  A single underground structure made of brick and granite with wooden doors, Princeton’s new “Great Privy” had twenty-four private stalls. It remained a part of campus infrastructure until the turn of the twentieth century, when indoor plumbing became commonplace.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca010",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}