{
    "makerid":13456,
    "published_date":"2024-02-22 02:02:20.020425",
    "type":"maker",
    "displayname":"Italian",
    "makertype":"Cultural Group",
    "alphasort":"Italian",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":null,
    "culturegroup":"Italian",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Italian",
            "alphasort":"Italian",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Italian"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125250"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100626890"
        },
        {
            "source":"AAT",
            "id":"300111198"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d94e732c137130016335df1"
            },
            "title":"Hear the Curator (y1971-43-44)",
            "transcription":"Hear the Curator (y1971-43-44)\n\nAs you walk along the driveway leading to Prospect House, on your right you will see two Venetian wellheads that were gifts from collector and benefactor Dan Fellows Platt, Class of 1895. One wellhead is next to the driveway; the other is beside the path next to the Museum.\n\nFor centuries, Venice relied on wells for part of its water supply, so there were numerous wellheads in the city and surrounding Veneto region. Wellheads can still be seen on communal wells in piazzas and in private courtyards in Venice, but when water management was modernized many wellheads were sold. They were popular with collectors in the late nineteenth and early twentieth centuries and could be purchased from art dealers. For those of us who love Venice and its art, encountering a Venetian wellhead on the University campus evokes the mystique of the Serenissima, the Most Serene, as the Republic of Venice was called.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca002",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e1f53eae6e34d001664701b"
            },
            "body":"There is no biblical source for the event shown here: Christ is in the tomb, in a grave hewn out of rock, attended by the Virgin and Saint John who clasp his hands in farewell. Although dead, Christ is shown standing; this detail is not realistic, but serves a purpose. If, as the panel's size suggests, it was part of a predella, or the substructure of an altarpiece, the artist may have wished to give maximum visibility to Christ's body, thereby stressing the symbolic presence of his body at the altar.\n",
            "title":"Collection Publications: Reflections of the Passion (y1936-4)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e1f581fe6e34d0016647025"
            },
            "body":"By the end of the sixteenth century, the Catholic Church required that a crucifix be placed on church altars to mark the place where Christ's death on the cross was reenacted. Gianlorenzo Bernini, assisted by Ercole Ferrata, designed bron ze crucifixes for each of the side altars of the newly rebuilt St. Peter's in Rome. The two models featured Christ's body either dead (<em>Cristo morto<em>) or, as in this example, alive (<em>Cristo vivo<em>). The monumental style of Bernini, close in spirit to the work of Peter Paul Rubens, was well suited to the triumphant spirit of the Counter Reformation.\n",
            "title":"Collection Publications: Reflections of the Passion (y1979-47)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e1f4d66e6e34d0016647014"
            },
            "body":"The chalice is the cup used to administer the wine of the Eucharist. On the knop, or bulbous protrusion on the handle, are subjects associated with the Eucharistic ritual, such as the Crucifixion and the dead Christ, or Man of Sorrows (this may be a fifteenth­ century replacement of the original) ; the Virgin  Mary and John the Evangelist, who are traditionally shown beneath the cross (their original positions on the cup have been reversed); Saint George; and an unidentified saint. The foot of the chalice has another image of the Crucifixion, flanked by Mary and John, Saint Peter, and other intercessory saints.\n",
            "title":"Collection Publications: Reflections of the Passion (y1949-125)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e1f4e0ce6e34d0016647016"
            },
            "body":"A large painted or sculpted crucifix was often suspended from a beam before the altar, so the viewer's gaze during Communion would meet an image of Christ's wounded body. The sculptor of this corpus, which has lost its supporting cross, has lavished attention on Christ's bodily suffering: his head hangs to one side, his rib cage juts out from his body, blood flows from his wounds, and his eyes are closed in death. An affecting image, it stresses Christ's humanity and evokes the viewer's compassion.\n",
            "title":"Collection Publications: Reflections of the Passion (y1989-82)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}