{
    "makerid":21262,
    "published_date":"2022-03-28 16:10:09.572123",
    "type":"maker",
    "displayname":"Kelly Wang (Wang Jiayi王佳怡)",
    "makertype":"Individual",
    "alphasort":"Wang, Kelly",
    "lastname":"Wang",
    "firstname":"Kelly",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1992, New York, NY; active New York",
    "begindate":1992,
    "enddate":0,
    "nationality":"Chinese, American born",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Kelly Wang (Wang Jiayi王佳怡)",
            "alphasort":"Wang, Kelly",
            "lastname":"Wang",
            "firstname":"Kelly",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Wang Jiayi王佳怡",
            "alphasort":"Wang Jiayi王佳怡",
            "lastname":"Wang Jiayi王佳怡",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228ead99556a800189dfbde"
            },
            "exhibitions":[],
            "body":"<p><strong>Between Heartlands / Kelly Wang on view at the Princeton University Art Museum’s Art@Bainbridge gallery</strong><br>Multidisciplinary artist explores Asian and American traditions in works both personal and universal &nbsp;</p><p>PRINCETON, NJ – New York-based artist Kelly Wang (born 1992) combines ancient and contemporary influences to create multimedia works resonant with elements of cultural identity and personal grief. She creates what she terms landscapes of the heart — heartscapes — that revolve around places, people or events with which she has a deep affinity. Between Heartlands / Kelly Wang features 32 works of art from the last six years, including recent acquisitions from the Princeton University Art Museum’s own collections, that challenge the way we think about heritage and how we perceive the world around us. Walking a tightrope between past and future, East and West, Wang pushes the boundaries of calligraphy, painting and sculpture in new ways while confronting prejudice, life and death.&nbsp;<br>Between Heartlands / Kelly Wang is curated by Cary Y. Liu, the Nancy and Peter Lee curator of Asian art at the Princeton University Art Museum. The exhibition will be on view at the Museum’s contemporary gallery Art@Bainbridge in downtown Princeton from Jan. 15 through Feb. 27, 2022.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;“Installed in historic Bainbridge House, Kelly Wang’s innovative work bridging eras, cultures and techniques is beautifully crafted in ways that invite each of us to consider memory, the past, the need for refuge and ultimately to awaken a sense of our shared humanity,” said James Steward, Nancy A. Nasher–David J. Haemisegger, Class of 1976, director.&nbsp;<br>The exhibition opens with a group of cosmetic compacts, titled Thank You for Reminding Me of My Rich Cultural Past (2021), that documents slurs from Wang’s school days through to the present, when COVID-19 sparked a rise in anti-Asian hatred. Women use mirrored compacts to look at themselves, yet Wang’s intervention of burnt-paper words covering the mirrors makes visible what certain others may see, think and hate.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Subsequent works play on Chinese calligraphy and landscape painting traditions but present them in an unfamiliar manner. In Calligraphic Abstraction (2020), each Chinese character, an empty form burned into the paper using incense, is readable, but the assembled text is illegible and may be best understood by the title Calligraphic Abstraction. Calligraphy is also embedded in Wang’s landscapes, including Recluse Studio (2018), in which she responds to the long tradition of blue-green landscape painting in China by experimenting with ink brushed on paper that is then submerged under layers of resin infused with pigments that she manipulates by blow torch. The resin transmutes into a durable substance, creating a near-transparent depth in which the pigments seem to flow.<br>The sense of safety and belonging that Wang achieved in her work was shattered in the spring of 2020 with the outbreak of COVID-19 that led to her father’s death. In her series Microcosms of Mourning (2021), the artist twists small strips of newspaper that she saved while her father was hospitalized and attaches them to canvas. With the twisted paper, Wang creates images of Chinese scholar’s rocks (microcosms of immortal realms), still-life depictions of utilitarian wires reminiscent of cursive-script calligraphy and a topographical map titled New York City (Microcosm 6) (2021) — the location of her grief and loss. After her father’s death, Wang was sent alone to a side door outside the hospital and confronted with rows of plastic garbage bags containing patients’ personal belongings. Picking Up the Trash Bag of Your Belongings (2021), with its raw emotion, cries with the anguish she felt at that moment.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Framing these moments of mourning, the exhibition begins and ends with a painting of the Buddhist deity Guanyin (2015), the Bodhisattva of Compassion. One of Wang’s favorite works and a gift to her mother, this depiction of Guanyin represents a place of infinite grace between heartlands.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;“Kelly Wang’s deeply felt work examines the tensions inherent in being caught between heartlands, with a sense of allegiance to two or more identities and cultures, and the complexities that result,” said Liu.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;A meet-the-artist event will be held on Jan. 29 from 1 to 4 p.m. at Art@Bainbridge. A live conversation between Wang and the artist Zhang Hongtu will be held virtually on Feb. 17 at 5:30 p.m., and the artist will discuss her techniques, materials and tools in a discussion and demonstration held virtually on Feb 24 at 5:30 p.m.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Art@Bainbridge is made possible through the generous support of the Kathleen C. Sherrerd Program Fund for American Art; the Virginia and Bagley Wright, Class of 1946, Program Fund for Modern and Contemporary Art; Barbara and Gerald Essig; and Joshua R. Slocum, Class of 1998, and Sara Slocum. Additional support is provided by Stacey Roth Goergen, Class of 1990, and Robert B. Goergen; and the New Jersey State Council on the Arts, a partner agency of the National Endowment for the Arts.</p>",
            "title":"Between Heartlands / Kelly Wang on view at the Princeton University Art Museum’s Art@Bainbridge gallery",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"62291e659556a800189dfbe2"
            },
            "exhibitions":[],
            "title":"Exhibition: Between Heartlands / Kelly Wang",
            "body":"<p><strong>Exhibition: Between Heartlands / Kelly Wang</strong><br>Kelly Wang combines contemporary and ancient influences, as well as American and Asian traditions, to create multimedia works infused with elements of cultural identity and personal sorrow. Landscapes of the heart revolve around places, persons, or events for which one feels a deep belonging. Such heartlands are creations of the mind, and being caught between two or more heartlands often generates tensions of identity or crisis.<br>For most Asian Americans there comes a realization that others may see them as different, as alien. Wang captures this moment in a group of mirrored cosmetic compacts; she covers the mirrors with paper into which she has burned words, revealing what others may see, think, or hate.<br>Wang also plays with the calligraphy and landscape painting traditions of China in unfamiliar ways. Chinese characters are burned into paper, but the resulting texts are often illegible. In her Recluse Studio landscape series, she experiments with layers of resin infused with pigments that are manipulated using a blow torch. Supplying a near-transparent depth in which the pigments seem to flow, the initially malleable resin transmutes into a durable substance. Frozen, almost as if by alchemy, what emerges are heartscapes—places of safety away from the world’s hardships.<br>This sense of safety and belonging was shattered with Wang’s father’s death due to COVID-19. While her dad was in the hospital, she began twisting strips of newspaper and attaching them to canvas, creating images of scholar’s rocks (microcosms of immortal realms) and a map titled New York City (Microcosm 6)—the location of her grief.<br>The exhibition begins and ends with a painting of the Buddhist deity Guanyin, the Bodhisattva of Compassion, who represents a place of infinite grace between heartlands.</p><p>Cary Y. Liu<br>Nancy and Peter Lee Curator of Asian Art</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}