{
    "makerid":3741,
    "published_date":"2025-10-11 02:45:14.620511",
    "type":"maker",
    "displayname":"Michelangelo Buonarroti",
    "makertype":"Individual",
    "alphasort":"Michelangelo Buonarroti",
    "lastname":"Buonarroti",
    "firstname":"Michelangelo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1475–1564",
    "begindate":1475,
    "enddate":1564,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Michelangelo's father was the administrator of the small Florentine dependent town, Caprese. In Florence at age 13 (which was relatively late), Michelangelo became an apprentice to the city's most prominent painter, Domenico Ghirlandaio. At a young age, his patron was the leading citizen and ruler of Florence, Lorenzo de' Medici. In his time, Michelangelo was famous as a sculptor, painter, architect, and poet. He is remembered today as one of the chief creators of the High Renaissance in Florence and Rome, particularly in the arenas of sculpture and fresco painting. His professional career lasted over 70 years and included many stylistic changes. He was enormously influential to other artists. He was typical of his period in that he excelled at and regarded the three arts of painting, sculpture, and architecture as manifestations of the fundamental discipline of \"disegno\" (drawing), which was itself based on a profound knowledge of the male human form. ULAN\r\n\r\n---\r\n\r\nItalian sculptor, painter, draughtsman and architect. The elaborate exequies held in Florence after Michelangelo’s death celebrated him as the greatest practitioner of the three visual arts of sculpture, painting and architecture and as a respected poet. He is a central figure in the history of art: one of the chief creators of the Roman High Renaissance, and the supreme representative of the Florentine valuation of disegno (see Disegno e colore). As a poet and a student of anatomy, he is often cited as an example of the ‘universal genius’ supposedly typical of the period. His professional career lasted over 70 years, during which he participated in, and often stimulated, great stylistic changes. The characteristic most closely associated with him is terribilità, a term indicative of heroic and awe-inspiring grandeur. Reproductions of the Creation of Adam from the Sistine Chapel Ceiling (Rome, Vatican) or the Moses from the tomb of Julius II (Rome, S Pietro in Vincoli) have broadcast an image of his art as one almost exclusively expressive of superhuman power. The man himself has been assimilated to this image and represented as the archetype of the brooding, irascible, lonely and tragic figure of the artist. This popular view is drastically oversimplified, except in one respect: the power and originality of his art have guaranteed his prominence as a historical figure for over 400 years since his death, even among those who have not liked the example he gave. For such different artists as Gianlorenzo Bernini, Eugène Delacroix and Henry Moore, he provided a touchstone of integrity and aesthetic value. Although his reputation as a poet has not been so high, his poetry has been praised by such diverse figures as William Wordsworth (1770–1850) and Eugenio Montale (1896–1981). GDA",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Michelagnolo di Lodovico Buonarroti Simoni",
            "alphasort":"di Lodovico Buonarroti Simoni, Michelagnolo",
            "lastname":"di Lodovico Buonarroti Simoni",
            "firstname":"Michelagnolo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Michelangelo Buonarroti",
            "alphasort":"Michelangelo Buonarroti",
            "lastname":"Buonarroti",
            "firstname":"Michelangelo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010654"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/24585191"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"607da42e1b5f2b0017550b0c"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_aqf7qa2x",
            "title":"Curator's Voice: Bust of a Youth and Caricature Head of an Old Man",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "speaker_type":"Curator",
            "video_type":"Curator's Voice, Collections",
            "description":"Curator Laura Giles discusses Michelangelo's \"Bust of a Youth and Caricature Head of an Old Man\""
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db202e4edb54a0016155ee6"
            },
            "body":"When I look at this remarkable five hundred-year-old object, I am less interested in determining whether every single line of chalk was executed by the Master than I am in unlocking different sorts of enigmas. Was the artist memorializing a real person—friend? pupil? lover?—or was it rather his vision of an imaginary classical ideal? How might we understanding the nasty little hook-nosed caricature that hovers around the young man’s left sleeve? And what about the fact that x-rays have revealed a tiny architectural sketch on the back of this drawing, probably relating to a project in a much later phase of Michelangelo’s career, which suggests that he held on to this drawing for thirty years before using its flipside?\n\n--Leonard Barkan\nArthur W. Marks '19 Professor of Comparative Literature and Director, Society of Fellows in the Liberal Arts\n",
            "title":"Magazine: Fall 2010",
            "source_project":"Other",
            "author_type":"Faculty",
            "source":"Other"
        }
    ]
}