{
    "makerid":3933,
    "published_date":"2022-03-28 16:05:46.811171",
    "type":"maker",
    "displayname":"Albert Murray",
    "makertype":"Individual",
    "alphasort":"Murray Albert",
    "lastname":"Murray",
    "firstname":"Albert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1906–1952",
    "begindate":1906,
    "enddate":1952,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Albert Ketcham Murray, a native of Kansas, studied art at Cornell University and then graduated cum laude from Syracuse University. He also studied in England and France and received special tutelage for two years in Mexico from the noted portrait artist Wayman E. Adams. By the late 1930's, Mr. Murray was exhibiting his paintings at such prestigious art institutions as the Corcoran Gallery in Washington, D.C., and the Carnegie Institute in Pittsburgh.\r\n\r\nIn March 1942 he was commissioned a lieutenant and line officer in the U. S. Naval Reserve and was soon transferred to the service's new combat art program. He painted portraits of the members of the Navy's General Board and did a series of paintings of crew members from the damaged cruiser the \"U.S.S. Boise.\" He was assigned to the Fourth Fleet in the South Atlantic, then to the Eighth Fleet in the Mediterranean, where his dog tags were shot off while he painted scenes of the invasion of Southern France. Mr. Murray also was awarded the Bronze Star and promoted to the rank of commander.\r\n\r\n     After the war, he remained on active duty to paint a series of portraits of the Navy's top-ranking flag officers in their wartime roles, including Fleet Admiral Chester W. Nimitz signing the peace accord with Japan aboard the \"U.S.S. Missouri.\" He was awarded the Navy's Meritorious Public Service Award and the Navy's Distinguished Public Service Award. After the war, he resumed his career as a portraitist, maintaining a studio in New York City. He died in 1992.\r\n\r\nBiography by Marion S. Gilliland, from the catalog of the retrospective exhibition of Albert Murray's work at Christie's New York, December 19 - 21, 1995.\r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Albert Murray",
            "alphasort":"Murray Albert",
            "lastname":"Murray",
            "firstname":"Albert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019932"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/37726982"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}