{
    "makerid":4226,
    "published_date":"2025-08-22 02:00:46.708328",
    "type":"maker",
    "displayname":"Vassily Kandinsky",
    "makertype":"Individual",
    "alphasort":"Kandinsky, Vassily",
    "lastname":"Kandinsky",
    "firstname":"Vassily",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1866–1944; born Moscow, Russia; died Neuilly-sur-Seine, France; active Germany, Russia, and France",
    "begindate":1866,
    "enddate":1944,
    "nationality":"Russian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Wassily  Kandinsky",
            "alphasort":"Kandinsky, Wassily",
            "lastname":"Kandinsky",
            "firstname":"Wassily",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Vassily Kandinsky",
            "alphasort":"Kandinsky, Vassily",
            "lastname":"Kandinsky",
            "firstname":"Vassily",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Vassily Kandinsky",
            "alphasort":"Kandinsky, Vassily",
            "lastname":"Kandinsky",
            "firstname":"Vassily",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Vasilii Vasilevich Kandinskii",
            "alphasort":"Kandinskii, Vasilii Vasilevich",
            "lastname":"Kandinskii",
            "firstname":"Vasilii Vasilevich",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500021093"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/22143802"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcedf25f9ac100016d1b6ee"
            },
            "body":"Kandinsky took up art as a hobby while studying law, ethnography, and economics in Moscow. Instead of accepting an offer to become a professor of law, he chose to go to Munich in 1896 to study painting. Between 1908 and the outbreak of World War I, Kandinsky co-founded and participated in several artistic societies in Munich: Phalanx, Neue Kunstlerverinigung (New Artists’ Association), and the Blaue Reiter (Blue Rider). \n\nThis linocut was printed using only two blocks. The color block was inked by hand with watercolor pigments, then the black block was printed on top, giving the impression of stained glass. The decorative style of the image suggests the influence of Jugendstil—the “arts and crafts” movement that was centered in Munich in the early twentieth century. Kandinsky likened the act of creating a woodcut or linocut to the act of writing a lyric poem, where the artist must simplify the subject to its most basic elements but retain its meaning and intensity. \n\nKandinsky’s interest in popular fairy tale imagery is apparent in <em>The Mirror</em> and in early oil paintings, such as <em>Promenade (Spaziergang)</em> ca.1903, which is also in the museum’s collection (y1990-30).\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels: 8",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcef77cec0b5d0016e64ce9"
            },
            "body":"Kandinsky left Germany during World War I.Upon his return, in December 1921, he was appointed to the faculty of the Bauhaus in Weimar. Soon after, he began work on his <em>Small Worlds</em>  print portfolio, which was printed at the Bauhaus and published in 1922 by the Propylaen Verlag in Berlin. This portfolio is com­ posed of twelve prints: four drypoints, two black-and­ white wood-cuts, two color woodcuts transferred to lithographic stones, and four color lithographs.\n\nKandinsky's choice of graphic techniques is explained in his Bauhaus book <em>Punkt und Linie (Point and Line to Plane<em>). In regard to lithography, he wrote: \"its particular speed in creation, combined with an almost indestructible hardness of the block, completely suits the spirit of our time.\"\n\n<em>Small Worlds</em> marks a transitional phase in Kandinsky's oeuvre. The planetary composition of plate IV is related to his early work from Russia, but is not as strictly geometric as the work of his later years at the Bauhaus.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels4",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64e90022538ac6620e32b75e"
            },
            "title":"In the Classroom : Rethinking Assumptions through Museum Teaching",
            "body":"<p>In the Classroom&nbsp;<br>Rethinking Assumptions through Museum Teaching</p><p>Sometimes, or even ideally, a University class visit to the Art Museum is designed not to illustrate course material but rather to upend it, the encounter with works of art productively undoing assumptions and unsettling students’ well-worn ways of engaging in discussion. As Monica Huerta, assistant professor of English, said about teaching with the Museum’s collections as part of her course “About Faces: Case Studies in the History of Reading Faces”:</p><p style=\"margin-left:80px;\">It’s better . . . that they not so easily be able to ‘apply’ what they may have read to what is in front of them, that they have to search a bit for words, for a framework, for even a position from which to speak. Each time, with each work, they have to find them-selves, get reoriented, and then try to think about &nbsp;what they might have read.</p><p>Huerta was one of three Princeton University professors to receive support in 2019–20 from the Andrew W. Mellon Fund for Faculty Innovation to develop inter-disciplinary courses that use the Art Museum’s collections in significant ways.</p><p>“Russia in Color,” a graduate course taught by &nbsp;Katherine Reischl, assistant professor of Slavic Languages and Literatures, investigated the use, evolution, and perception of color in Russian art, media, and theory. Whether encountering the signature red of old Russian icons, the harmonious color combinations of the Russian modernist émigré Wassily Kandinsky, or the mono- chromatic illusionism of the Russian postmodernist &nbsp;Darina Karpov, students discovered the ways that color &nbsp;not only determines how we perceive a work of art but &nbsp;also mediates its history, ideology, and national politics.</p><p>In one particularly dynamic class session, Museum conservator Bart Devolder demonstrated techniques for icon restoration and pigment use by showing a Russian icon that he had recently restored. As Professor Reischl reflected, “We have all felt how the presence of the works in the room changes the dynamics of a seminar, transforming the space into an art history laboratory.”</p><p>Jhumpa Lahiri, professor and director of Princeton’s Program in Creative Writing, taught “Along the Edge: Leonora Carrington,” which was organized around the Museum’s ten paintings and works on paper by the British-born writer and painter Leonora Carrington (1917–2011), who lived and worked in France and Mexico. Carrington’s <i>Crookhey Hall</i> (1987) and <i>Twins </i>(1997) were for students “artworks of exceptional force, addressing ever-timely themes of migration, exile, transgression, hybridity, transformation, and self-fashioning,” noted Lahiri. Inspired by Carrington’s fiction and by close looking in the Museum’s study rooms, the students wrote essays and creative texts, paying attention to the ways in which the artist continually redefined her artistic and cultural identity, rejecting inherited languages and styles and experimenting fluidly with new ones.</p><p>Artworks in the Museum’s collections propelled students in Huerta’s “About Faces” to experiment with new idioms. Through works as diverse as Rembrandt van Rijn’s etching <i>Bust of an Old Bearded Man, Looking Down</i> (1631), Oscar Gustave Rejlander’s albumen print <i>Ginx’s Baby</i> (1871), and John Singer Sargent’s painting <i>Elizabeth Allen Marquand</i> (1887), the students investigated how the visual arts reflect and undo assumptions about race, class, and gender. &nbsp;While grounded in aesthetic, philosophical, and ethical theories about human faces as markers of identity, classroom conversations ranged widely to consider how &nbsp;the students’ own identities are carried or expressed by their faces and how we form attachments to human faces &nbsp;as well as other faces through photographs, paintings, avatars, and even emoji.&nbsp;The final project, a podcast, encouraged students to choose an aspect of society or history in which &nbsp; “faciality” plays a role —whether in record cover art or biometrics.</p><p>That assignment, as well as other opportunities for close engagement with art afforded by the Mellon Fund &nbsp;for Faculty Innovation this fall, challenged rather than confirmed what students thought they knew.&nbsp;As Professor Huerta said about working with the collections, “The works ask my students to slow down, to unthink their most worn paths for thinking, to consider again, begin again, get familiar with their mindspace anew.”&nbsp;</p><p>&nbsp;</p><p>Juliana Ochs Dweck&nbsp;<br>Chief Curator</p><p><br>Princeton University Art Museum &nbsp; Winter 2020 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}