{
    "makerid":14713,
    "published_date":"2022-03-28 16:08:48.498164",
    "type":"maker",
    "displayname":"Ira Condict",
    "makertype":"Individual",
    "alphasort":"Condict, Ira",
    "lastname":"Condict",
    "firstname":"Ira",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1764-1811",
    "begindate":1764,
    "enddate":1811,
    "nationality":"American",
    "culturegroup":null,
    "biography":"He was born in Orange, New Jersey in 1764. He graduated from the College of New Jersey (now Princeton University) with a Bachelor of Arts (A.B.) in 1784. After being ordained in 1785 by the Reverend John Witherspoon (then President of the College of New Jersey), Condict accepted a calling to serve as pastor to Presbyterian churches throughout Northwestern New Jersey, in Upper Hardwick (now Yellow Frame in Fredon Township, New Jersey), Sussex Court House (now Newton), and Shappenock. In 1794, he was installed at the First Reformed Church in New Brunswick, New Jersey—a calling which soon lead to him being appointed as Professor of Moral Philosophy at the nearby Queen's College. Despite the college closing in 1795, Condict was appointed to serve as President pro tempore and he dedicated his efforts to the Queen's College Grammar School (now Rutgers Preparatory School) which remained open under Condict's leadership. In 1807, Condict, along with Andrew Kilpatrick, renewed the efforts to reopen Queen's College, securing $12,000 in donations to construct what became Old Queen's (completed in 1823). Shortly after Queen's College reopened, the Board of Trustees offered Condict the full presidency, which he declined, returning to his professorship and to supervise instruction at the college. However, his tenure was short lived, and he died of yellow fever on 1 June 1811 in New Brunswick, New Jersey. [1] (Wikipedia)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ira Condict",
            "alphasort":"Condict, Ira",
            "lastname":"Condict",
            "firstname":"Ira",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/18668850"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}