{
    "makerid":2093,
    "published_date":"2022-03-28 16:04:34.745859",
    "type":"maker",
    "displayname":"Yun Shouping 惲壽平",
    "makertype":"Individual",
    "alphasort":"Yun Shouping",
    "lastname":"Yun Shouping",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1633–1690",
    "begindate":1633,
    "enddate":1690,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Yün Shou-p'ing",
            "alphasort":"Yün Shou-p'ing",
            "lastname":"Yün Shou-p'ing",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Yun Shouping 惲壽平",
            "alphasort":"Yun Shouping",
            "lastname":"Yun Shouping",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Yun Shouping 惲壽平",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Nan T'ien",
            "alphasort":"Nan T'ien",
            "lastname":"Nan T'ien",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5ddc0b79715a6a00163a0543"
            },
            "body":"<p><em><em>Chinese Flower Painting: Reflections of Glory, Virtue, and Humility<em><em>&nbsp;</p><p><em>In this my carriage, her face delicate as Hibiscus, A lady so fair and refined. On this our same path, her face delicate as Hibiscus, A lady whose good name prevails.</em> (<em>Book of Odes,</em> translated by Michael Nylan) Literary imagery in the Chou dynasty (ca. 1050-221 B.C.) <em>Book of Odes</em> reveals a close metaphorical affinity between the essential qualities of flowers and people. Having origins in schematic patterns on ancient bronze vessels and Buddhist decoration, flowers came to serve as symbols of religious or propitious glory, and as reflections of human beauty and integrity. In the Tang (618-907), Liao (907- 1125), and Sung (960-1279) dynasties, floral imagery spread from funerary decoration to the other arts: metalware, ceramics, and painting. During this early period, flowers emerged as an independent art subject. From the tenth to mid-sixteenth centuries, the practice and classification of flower painting commonly echoed stylistic distinctions recognized in other painting categories. In the seventeenth and eighteenth centuries, the emergence of a new literati garden-aesthetic raised the importance of flower painting. Images of garden flowers portrayed moral landscapes often expressive of the free innovative spirit of cultivated gentlemen and recluses, or the humble orthodox origins of high officials and even the emperor.&nbsp;</p><p>DECORATIVE BEGINNINGS</p><p>Floral motifs in the form of schematic petaled-blossom patterns appear on Chou dynasty bronze vessels from as early as the sixth century B.C. Applied as ornaments on bronze and lacquer objects, such designs did not flourish much beyond the third century B.C. Nevertheless, floral imagery continued to thrive in such contemporary literature as the <em>Book of Odes</em> and Confucian <em>Analects.</em> The arrival of Buddhism in China during the Han dynasty (206 B.C.-A.D. 220) brought new flower images imbued with religious meanings. In fourth-century murals at the Tunhuang cave temples in Kansu province, floral sprays extend across ceilings or descend from the sky beside Buddhist figures. Such decorations follow Buddhist texts their description of paradisiacal landscapes and reflect the glory of the Buddha. Wall murals and reliefs surviving from Buddhist sites along the Silk Route also reveal an eastward influence of Hellenistic and Indian floral patterns, including stylized lotus motifs. While the lotus (<em>Nelumbo nucifera<em>) is observe in earlier Chinese decoration, within the Buddhist conte; it came to symbolize rebirth and purity, and its open blossom was often depicted as a seat for buddhas. Each ye the plant, rooted in muddy earth, penetrates murky wate to bloom in pure summer air. The ability to transcend realms parallels the Buddhist cycle of karmic rebirth between the mundane and sacred worlds. Because of this association, lotus designs are often found on funerary objects and reliquaries. In the Tang (618-907) and Sung (960-1279) dynasties, the ever-widening appeal of Buddhist floral decoration led to the spread of Buddhist motifs in the secular arts. Religious and funerary projects had brought together craftsmen from different trades, facilitating an exchange of designs and techniques. Floral designs were first copied on metalware, lacquerware, and then ceramics, where Buddhist overtones were often transformed or forgotten. The ability of the lotus to rise above the muddy waters became identified with personal integrity and purity, a theme, in a Confucian guise, that was frequently depicted in later lotus paintings. Beginning in the Tang dynasty, lotus designs played another role. An imperial passion for peonies in the late eighth century sparked a cultural mania. Entire treatises were devoted to peony cultivation, and peonies naturally entered the artistic vocabulary. Peony patterns borrowed elements from lotus designs, adopting them to form stylized peony scrolls and blossoms. Ironically, peony designs found their way back into funerary settings as substitutes for the lotus&nbsp;</p><p>NATURE DESCRIBED, VIRTUE EXPRESSED&nbsp;</p><p>According to painting treatises and catalogues such as Kuo Jo-hsii's <em>T'u-hua chien-wen chih</em> (1074) and the <em>Hsiian-ho hua-p'u</em> (1120, preface) imperial register, Sung dynasty flower painting branched into two main camps following the early masters Huang Ch'iian (903-968) and Hsii Hsi (died ca. 975). Kuo Jo-hsii noted that Huang Ch'iian was a court official from a prominent family, while Hsii Hsi was a humble scholar recluse. Literati aesthetes translated this social division into stylistic terms that equated painting with \"words,\" as monuments reflecting human virtue. For Kuo Jo-hsii, \"Painting is the equivalent of calligraphy . . . speech is the heart's voice; writing the heart's drawing. Voices and painted forms [both] reveal the gentleman or the small man\" (trans. by A. Soper). The elemental painting of diverse flora, often combined with birds and insects, describe the varied nature of people and things in cosmic harmony. Starting from the Sung period , Hsii Hsi was linked to literati scholar-amateur painters , distinguished by expressive,\"boneless\" inkwash strokes without outlines (fig. 2; no. 9). In contrast, Huang Ch'iian became identified with professional and court academy painting, characterized by meticulous outline and color technique. This style suited the detailed description of natural principle advocated in the Sung painting academy. In the Ming dynasty (1368-1644), literati advocacy of this social-stylistic rivalry was variously recast. Within court painting circles, the vigorous inkwash manner of Lin Liang (act. 1450-1500) was pitted against the revived Sung descriptive-realism of Lil Chi (ca. 1420-ca. 1505) and his followers. Such infighting within the professional orbit, however, was soon overshadowed by scholar-amateur painters in the sixteenth to early eighteenth centuries from the Wu region around Soochow, a city famed for its gardens. Formation of the Wu School painting tradition is credited to Shen Chou (1427- 1509), who with his contemporaries Yao Shou (1423-1495) and Lu Fu (act. late 15th century) refined the expressionistic brush­oriented manner of the Yuan dynasty (1260-1368) masters. The outcome was a formulaic, simplified brush idiom that reflected the aura of a \"gentleman.\" Transmitted from master to pupil, first to Wen Cheng-ming (1470-1559) then to Ch'en Ch'un (1483-1544), this style helped elevate scenes of single flower sprays and seasonal groupings to more than descriptions of nature. With the growing influence of the literati garden culture in Ming society, flower paintings came to represent secluded \"garden\" microcosms where personal virtues and sometimes political aspirations were expressed.&nbsp;</p><p>INNOVATION AND ORTHODOXY</p><p>The Manchu conquest in 1644 resulted in societal turmoil in the early Ch'ing dynasty. During this period, loyalty to the fallen Ming aroused artistic reaction leading to innovative uses of painting style. Old and new stylistic mannerisms were startlingly applied to customary themes and motifs, breaching longstanding conventions and evoking \"archaic and peculiar\" (<em>ku-kuai<em>) and \"novel and strange\" (<em>hsin-ch'i<em>) qualities while cultivating individual expression and emotion. Style, no longer a passive element selected for appropriateness or correctness, now actively affected the meaning of the painting. The recluse painter Hsiang Sheng-mo (1597-1658) suffered distress with the Ming downfall. His early flower paintings imitated the rustic brushwork descended from the Wu School. After the conquest, as a leftover loyalist (<em>i-min<em>), Hsiang expressed his continued devotion to the former regime in poems and paintings . The carefree manner of his early flowers gave way to careful constructions in pale color washes with shading effects resembling Western techniques. Traditional flower subjects became arresting gossamer tableaux, like fleeting moments of harmony in a remembered garden. Ch'en Hung-shou (1598-1652) was a disaffected profes­ sional painter with literati aspirations. In his flowers, as in his better known figure studies, conventional subjects were estranged by combining archaic mannerisms with new imagery. In Ch'en's early work the linear outline and color wash technique that became characteristic of his mature production is already evident. In <em>Bamboo, Plum, and Rock</em> \"iron-wire\" lines depict plums above \"boneless\" bamboo. A bold garden rock dangles in between, sharply silhouetted against emptiness. Before 1644 such novel images may reflect Chen's disquiet with his \"professional\" station; afterward, it may mirror his dilemma as a Ming patriot. Nevertheless, his use of both archaic and novel mannerisms marks a trend toward individual expression. During this innovative period, Yun Shou-p'ing (1633- 1690) from Ch'ang-chou, Kiangsu province, emerged as one of China's greatest flower painters. Enduring misfortune during the Manchu conquest, he became an avowed Ming loyalist, and turned to selling paintings for a living. Excelling in poetry, calligraphy, and painting, Yun molded what he felt were Sung mannerisms into a personal vision of elegant reclusion in a pursuit of antiquity. He married the descriptive realism of his native Ch'ang-chou School of professional flower painting-which had flourished since the Sung period-with late-Ming literati expressionism. Claiming authority in an orthodox \"Southern School\" painting lineage from Hsu Hsi through the Wu School, he devised a casual \"boneless\" style using soft diaphanous colors and gossamer lines. Yun also possessed a more formal polished mode, however, as seen in <em>Tree Peonies<em>. In this large hanging scroll, the luxuriantly colored blossoms are decoratively shaded and highlighted, yet behind them can be seen delicate layers of foliage rendered in thin wash.&nbsp;</p><p>GARDENS OF SELFHOOD AND HUMILITY</p><p>Flower painting in the early- to mid-Ch'ing period persisted in directions of stylistic innovation and orthodoxy. The influential landscape painting theory of \"northern\" and \"southern\" lineages of the late-Ming artist-critic Tung Ch'i­ ch'ang (1555-1636) was echoed by Yun Shou-p'ing in flower painting, and formed the basis for a new orthodoxy ppropriated by court academy and professional flower painters. On the one hand, floral subjects were fashionably rendered in a simplified, crisply colored manner after Yiin Shou-p'ing's decorative mode (no. 3 l). Alternatively, high officials like Chiang T'ing-hsi (1669-1723), and even the Ch'ien-lung emperor (1711-1799), also practiced flower painting, often sketching flowers, fruits, and vegetables in an unaffected manner following Yiin Shou-p'ing's casual \"boneless\" mode (nos. 33-34). Although such paintings played with conventional floral themes, that they were painted by ministers and emperors cannot be overlooked. The painting of flowers embodied the very act of gardening, and specifically alluded to a passage in the Confucian <em>Analects<em>. When Confucius was asked how to garden, the sage deferred to the wisdom of a humble gardener. This same passage had already been referred to in the flower category of the Sung <em>Hsiian-ho hua-p'u</em> imperial painting register, and represented an act of humility. Contrary to the new painting orthodoxy that sought style through imitation, individualist artists pursued style by way of innovation. Their flower styles evolved as expressions of selfhood and friendship, yet may have had seeds in rebellion and sorrow. Following the Manchu conquest, Chu Ta (1626-1705) and Shih-t'ao (1642-1707), descendants of the Ming imperial family, sought refuge in Buddhism. After over thirty years as a Ch'an master, Chu Ta returned to secular life as a poet and painter. Often feigning madness, he developed a distinctive brush style. Juxtaposing unexpected words and images to evoke surprise and estrangement, many of his flower paintings can actually be read as personal statements about the sorrow and fragility of life under Manchu rule. Shih-t'ao spent much of his life as an itinerant monk. Like Chu Ta, his exposure to Ch'an teachings led him to explore the self-expressive potential of calligraphy in painting. Playing with novel brush manners, he claimed \"no method\" as his method, and shunned the imitation of past styles. In his mature flower paintings, he used round brushstrokes to trace lyric tonalities of ink and wash. Though simple in presentation, the resulting poems and images evoke a personal melancholia that pervades much of his work. In 1696 Shih-t'ao settled in Yangchow as a professional painter. His arrival roughly coincided with a shift of the artistic and economic center from Soochow to Yangchow. A number of artists working in this city, later known as the Yangchow Eccentrics, followed individualist tendencies in art by experimenting with idiosyncratic brush methods and compositional arrangements. Hua Yen's (1682-1756) relatively conservative mastery of ink and color bridges the gap from Shih-t'ao to the later Eccentrics. His departure from convention lies in veiled and personal subjects, like a vermilion bird-perhaps a symbol of Ming loyalism-set against a pale backdrop of reclusive chrysanthemums. Some Eccentrics attempted to integrate painting and calligraphy, as in Kao Feng-han's (1683-1748) <em>Flowers and Calligraphy,</em> painted in a deliberately awkward left­ handed style; or Chin Nung's (1687-1763) <em>Bamboo and Calligraphy<em>. Other Eccentrics gloried in free brushwork and the application of colors, as seen in Li Shan's (1686-1762) Flowers and Birds (no. 40) . In these flower paintings the importance of the act of gardening is often overlooked. Nowhere can this be better seen than in Huang Shen's (1687-1772) handscroll, <em>Flowers of the Four Seasons<em>. Carefully orchestrated as a series of seasonal flower groups, the artist has laid out a garden harmonized by seasons or by colors, much in the way actual landscape gardens were planted.&nbsp;</p><p>--Cary Y. Liu&nbsp;</p><p>Curator of Asian Art</p>",
            "title":"Collection Publications: Chinese Flower Painting: Reflections of Glory, Virtue, and Humility",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}