{
    "makerid":13690,
    "published_date":"2024-02-22 02:02:21.116571",
    "type":"maker",
    "displayname":"Japanese",
    "makertype":"Cultural Group",
    "alphasort":"Japanese",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":null,
    "culturegroup":"Japanese",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Japanese",
            "alphasort":"Japanese",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Japanese"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125252"
        },
        {
            "source":"AAT",
            "id":"300018519"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a08aaedf682001701fb03"
            },
            "caption_file":[],
            "title":"Curator's Voice: Dainichi Nyorai",
            "file_uri":"https://mediacentral.princeton.edu/id/1_r4615usx",
            "speaker_type":"Curator",
            "description":"Zoe Kwok discusses \"Dainichi Nyorai\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db0993cf85cb00016e5c665"
            },
            "body":"Dressed in the \"hunting outfit\" of a young male courtier of the Heian period  (794-1185), his loose ponytails, round face, and small features indicate that he is still a boy and has not yet had his coming-of-age cere­mony. In contrast to the garb of Buddhist deities, primarily inspired by Indian and Chinese prototypes, male Shinto deities almost always wear traditional Japanese clothing and are usually, in both painting and sculpture, portrayed in the guise of nobility. Some traces of polychrome, perhaps added at a later date, remain on the stat­ue's eyebrows, hair, and robes.\n\nThe figure, which may date to the eleventh or twelfth century, is carved from a single block  of wood, with  only the hands, now missing, carved separately and then  attached. Figures of Shinto deities are  often made from shinboku, or \"divine trees,\" such as pine, cedar, and cypress, very rare or old trees, or trees that have been struck by lightning. \n\nShinto, the indigenous religion of Japan, is translated as \"the way of the gods.\" Whether the rituals and beliefs of Shinto had a name prior to the importa­ tion of Buddhism is not known. Buddhism, which arrived in Japan in the sixth centu­ ry, brought with it the Chinese writing system used to communicate its teachings; as a result, early Japanese authors relied heavily upon the language of Buddhism to convey information about indigenous beliefs in their texts. The Japanese reading for the Chinese character <em>shin</em> is <em>kami<em>, which is typically translated as \"deity\" or \"deities.\"<em>Kami</em> are believed to inhabit objects in nature such as rivers and trees, or ritual objects such as mirrors, and although the kami themselves are invisible, the objects they inhabit can be worshiped as visual manifestations  of divinity. The worship  of <em>kami</em> figures in shrines seems to have  begun  with  and been influenced by  the  introduction  of Buddhism; until that time  Shinto rituals were  generally carried  out on temporary sites. Once shrines began  to be built in the Buddhist temple complexes, however, figural  representations of <em>kami<em>, such as this example, were housed within.\n\n",
            "title":"Newsletter: Summer 2007",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db0aa9df85cb00016e5c66b"
            },
            "body":"The museum has acquired one of eleven surviving sections of a set of Japanese illustrated handscrolls painted in the early fourteenth century. The first major work in the <em>yamatoe</em> style to enter the collection, the portion of a large format handscroll has been remounted as a hanging scroll. A second section from the same set is in the collection of the Metropolitan Museum of Art. The remaining sections remain in private hands in Japan.\n\nTitled <em>Illustrated Gleanings from the Legends of Past Virtues,</em> the set is one version of an illustrated biography of the founder of Japan's Pure Land School of Buddhism, Honen-bo Genko (1133-1212). According to notes made in the diary of the True Pure Land monk Zonkaku (1290-1373) and the postscript of a text version of the biography in the possession of the Nishi-Honganji temple in Kyoto, the original production was undertaken by the monk Kakunyo (1270-1351), the great-grandson of Honen's disciple Shinran (1173-1236), and was commissioned in the winter of 1301 by Nagai Michinobu of the Kajima community of True Pure Land School practitioners. \n\nThe section acquired by the museum comes from one of four versions of the biography extant today produced prior to Kakunyo's death. Of these versions, three, including the version to which the museum's portion belongs, are incomplete. There is consensus that the museum's portion belongs to the earliest of the four versions. The group was previously in a private collection in Ashiya City in Hyogo Prefacture, Japan, but was likely originally made for the Tokoku community of Shinran's followers. \n\nThe paintings of this version may have been produced in the capital of Kyoto, at an atelier associated with Shinran's community. The unusually large scale of the handscroll, with a height much larger than a typical handscroll of this date, indicated that it was likely used for pictorial exegesis by Shinran's followers. The content of the scene corresponds to the pivotal second scene of the sixth scrool of the nine-scroll biography. Honen is surrounded by his disciples as he requests they sign a pledge to uphold thier practices without denigrating those of others. The calligraphy to the right of the scene represents the signatures of his disciples. In the painting both Honen and Shinran are recognizable from their similarities to famous Kamakura period (1185-1333) portraits of the two.",
            "title":"Illustrated Gleanings from the Legends of Past Virtues",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Winter 2008"
        },
        {
            "_id":{
                "$oid":"5db86d4d323fe30016eb9df3"
            },
            "body":"Along with Katsushika Hokusai (1760–1849), Andō Hiroshige is the most celebrated of Japanese print artists of the first half of the nineteenth century. Under the tutelage of Utagawa Toyohiro, Hiroshige was trained in printmaking and Utagawa school painting. He also learned a range of painting styles, including nanga (“southern” painting), Shijō school painting, and Western painting. Although he initially produced images of beautiful women and actors, he sealed his fortune with landscape prints.\n\nHiroshige produced his earliest landscape series in the 1830s, and is most famous for his Fifty-three Stations of the Tōkaidō (Tōkaidō gojūsan-tsugi, ca. 1833–34). Famous Places in Kyoto is a set of ten prints published by Eisendō. It includes views of the Yodo River in moonlight, the bed of the Kamo River at Shijō Avenue, the Gion Shrine in snow, Yase Village in spring, Cherry-blossoms at Arashiyama and at the temple Kiyomizu, the Golden Pavillion, a twilight shower on the banks of the Tadasu River, a willow tree at the exit to the Shimbara district, and fall maple leaves at the Tsūten Bridge of the temple Tōfukuji.\n\nEach of the prints is seasonal, and includes scenes not only of natural beauty but also human interest. In this print, a group of three women ambles through Yase Village carrying a ladder, a tray with refreshments and food, and firewood. One of them looks back, checking on the progress of someone trailing figure leading a horse who bears the remainder of the firewood they have collected. In the background is the silhouette of a tree dotted with spring buds. Yase Village, considered to be in the northern area of the capital during the 1830s, is located today in the Sakyō ward of central Kyoto.",
            "title":"Asian Art website: Yase Village",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db87f23975ec80016e02d1e"
            },
            "body":"This hanging scroll landscape painted by one of the foremost Japanese artists of the nineteenth century, Tani Buncho (1763–1840) and three of his followers, is an example of Japanese nanga (Southern paintings). <em>Fishing Village, Flying Crane, and Mount Fuji</em> is a rare collaborative effort, in which each artist has described and signed one section of a waterside fishing village with an awe-inspiring mountain in the distance.\n\nTani Buncho apparently started the painting at the bottom of the scroll, where tops of houses emerge from a rocky landscape by the shore. Painted in a spontaneous style, this portion of the composition is reminiscent of the works of both the Muromachi period artist Sesshu Toyo (1420–1506) and the Chinese artist Yujian (act. mid-13th century). A spit of land and sailboats in the water, suggested by the absence of ink, forms the next tier of the vertically composed landscape, and was painted by one of Buncho's most well-known pupils, the artist Bun'yo (1783–1852). The distant tall mountain that rises beyond the mist is suggestive of Mount Fuji, with its broad base and white irregularly shaped summit. Given the popularity of this theme in the nineteenth century, it is likely that this is indeed a painting of the sacred mountain. Strikingly, a delicately described white crane flies in front of the sun in the upper left corner. Painted in a soft red, the sun is the only color in the composition. This upper section of the painting was done by Buncho's son, Bunji (ca. 1812–1850) who was first recruited by Buncho to replace his brother, Bun'ichi, who had died from eating spoiled moss at a restaurant in 1818. The viewer is led to move through the landscape from Buncho's dramatically conceived rock forms and rooftops at the bottom to the red-colored sun at the top. There is no dated inscription on the painting, but from the careers of the artists, it can be roughly dated to between 1818 and 1840.\n\nTani Buncho was inspired by Chinese paintings. He was the son of a famous poet, Tani Rokkoku (1729–1809), who was also an artist in the service of the shogunal regent, Matsudaira Sadanobu. In addition to commissions for the regent, Tani Rokkoku also seems to have painted and designed book illustrations. Rokkoku worked in a number of different styles, but he is best known as the first nanga painter of the city of Edo (modern Tokyo).",
            "title":"Asian Art website: Fishing Village, Flying Crane, and Mount Fuji",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db8875d975ec80016e02d32"
            },
            "body":"This woodblock print from Osaka focuses on a close view of Kabuki actors against an abstract background. Hokuei presents two actors who performed together during their careers, although never together in these roles. The imaginary scene showcases the characters’ exaggerated theatrical expressions, which are further enhanced by the use of traditional white makeup along with black and red face paint. Such drawn marks transform the actors’ faces into animated masks, allowing spectators observing them from a distance to identify the characters portrayed and to understand each character’s emotions throughout the narrative.\n\n<em><em>Conversation prompts:<em><em>\nWhich features of the figures’ faces have been particularly highlighted by their face paint?\n\nDo you read these expressions as extreme? Why or why not?",
            "title":"Teach with Collections: Mitate: Arashi Rikan II as Hachiman Taro and Nakamura Utaemon III as Abe no Sadato",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86e84323fe30016eb9df5"
            },
            "body":"This small three-tiered box has an overlapping lid with cusped sides. The entire exterior of the box is coated with black lacquer inlaid with tiny flecks of mother-of-pearl, as well as motifs and raised lines built up with a red lacquer and painted over in gold. An overall design of grapevines is rendered in gilt and <em>raden</em> (pieces of mother-of-pearl), and on the lid some larger pieces of mother-of-pearl originally formed a squirrel. Each bunch of grapes is in mother-of-pearl with gilt outlines, while the leaves are done in either mother-of-pearl or gilt. Although it has worn away from most of the mother-of-pearl leaves, black-lacquer painted veins originally adorned all of the leaves. Along the base of the box are floral scroll designs in gilt. The rich brown interiors of each section of the box are scattered with gold flecks (<em>hirame<em>). The box was produced in the Ryukyu Islands, an archipelago spanning from the southern tip of Japan to the northern tip of Taiwan, and was used for storing incense.",
            "title":"Asian Art website: Lacquer incense container",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db860425bb1200016106672"
            },
            "body":"In Buddhism, the term mandala originally designated a diagrammatic representation of the universe and the inter-relationship of the forces within it. In popular Japanese thinking, however, the term came to refer to any schematic painting illustrating the relationship between Buddhist and Shinto deities or the layout of a Buddhist temple or Shinto shrine compound.\n\nThis mandala depicts the Kasuga shrine in Nara, and in the lower left-hand corner, the adjacent Buddhist temple of Kōfukuji. The structures and their surroundings, shown from the air, are represented with a maplike clarity that enables the viewer to clearly visualize the landmark. The scene is lit by a full moon whose rays illuminate both the bright spring foliage of the cherry trees dotting the fields around the two shrines and the antics of the sacred deer of Kasuga. In deference to the religious syncretism of the period, five deities representing the Buddhist equivalents of the Shinto gods housed in each of the five principle sanctuaries of the Kasuga shrine are shown in the upper part of the composition.",
            "title":"Asian Art website: Mandara of the Kasuga Shrine",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db860a45bb1200016106673"
            },
            "body":"Kannon (Sanskrit: Avalokitesvara) is a Buddhist deity of Indian origin. In China, where the deity was known by the name Guanyin, the deity lived on an island called Putuo, off the shore of Ningbo, Zhejiang. This popular belief was essentially a translation in Chinese terms of the Indian tradition that Avalokitesvara lived at Mount Potalaka in India. White-robed Guanyin is one of the many aspects of Guanyin, the Bodhisattva of Infinite Compassion. References to the aspect of Guanyin in a white robe are frequent in Chinese literary sources of the late twelfth and early thirteenth centuries. The numerous devotional eulogies about Guanyin written by Chan (Japanese: Zen) monks of this period testify to the importance of images of Guanyin in monasteries of this school of Buddhism. Early representations of Guanyin in painting were executed in polychrome. The origins of the tradition of painting Guanyin in ink are obscure, but such paintings are generally thought to have been made by the time of the Chinese artist Li Gonglin (ca.1041-1106). The tradition of painting White-robed Guanyin was adopted by Japanese painters, who took inspiration from Chinese models.",
            "title":"Asian Art website: White-robed Kannon",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86ac7323fe30016eb9df1"
            },
            "body":"In about 1100, the court lady Murasaki Shikibu wrote what became the most celebrated narrative in Japan, <em>The Tale of Genji<em>, describing court life in the Heian period (794–1184). This screen depicts nine scenes from different chapters of the tale. The order of the scenes, viewed from top to bottom and from right to left on each panel, diverges from the actual narrative sequence. The viewer, therefore, must depend on particular objects to identify the depicted chapters. The tray of fall leaves carried by an attendant in the upper right corner, the insect cage set out by young girls in the center of panel four, and the cat running out from beneath a blind in the upper left corner all signal familiar episodes from the tale.\n\nArtists began depicting scenes from <em>The Tale of Genji</em> soon after its appearance, and the practice has persisted over the centuries. During the seventeenth century, Tosa School artists painted album leaves of <em>Genji <em>scenes in miniature. The artist of this screen has deftly transferred the miniature style to a large-scale composition by interspersing highly detailed images among large patches of gold clouds. The resulting composition works on multiple levels. The viewer is rewarded on close inspection with the delicate facial features of the figures, the intricate patterns on drapery and clothing, and the careful depiction of various flowering trees and grasses. Viewed at a distance, the gold clouds and strong lines of the architecture in the different vignettes work together to form a unifying decorative pattern.\n",
            "title":"Asian Art website: Scenes from the Tale of Genji",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db858525bb120001610666f"
            },
            "body":"Bodhisattvas (Japanese: <em>bosatsu<em>) are Mahayana Buddhist deities who have achieved all of the spiritual requirements necessary for leaving the cycle of rebirth and attaining the state of nirvana, but who, out of compassion for others, vow to remain within the six realms of existence to aid other aspirants along the path to liberation. Each bodhisattva makes a unique set of vows; bodhisattvas’ attributes and the ways in which they assist others reflect those vows. The bodhisattva Jizō (Sanskrit: Ksitigharba), whose name means “earth treasury”, made the specific vow not to enter into nirvana until all beings have been rescued from the hells. Worship of the bodhisattva has thus traditionally focused upon his role as guide and savior to those trapped in hells, and Jizō is sometimes identified as a manifestation of Enma (Sanskrit: Yama), the King of Hell. Jizō became known in Japan in the eighth century, with the introduction of esoteric Buddhism from China, but worship of him became widespread within the context of Pure Land Buddhist devotional practices in the Heian period (794–1185).\n\nJizō is unusual among bodhisattvas for the manner in which he is normally represented. Bodhisattvas are generally clothed in finery and adorned with jewels, a symbolic representation of their superior qualities based upon the actual garb of early Indian royalty. In contrast, Jizō in his most common form is a monk with a shaven head. He is clad in a monk’s robe (<em>hōe<em>) and surplice (<em>kesa<em>), and holds a staff with rings (<em>shakujo<em>) in his right hand and a wish fulfilling pearl (<em>nyoi hōju<em>) in his left. As its description suggests, the wish fulfilling pearl allows Jizō to aid people with their requests for help, while his staff dispels people’s deluded thought when it strikes the ground. During the ninth and tenth centuries in Japan, another type of Jizō image without the staff seems to have been current. The present statue, with its right arm hanging down alongside the body, certainly belongs to the earlier type, although it is not certain whether or not it originally had a pearl in the palm of the left hand, now lost.\n\nThe facial features and posture bears some resemblance to the Nichira statue of the Tachibana-dera temple, an outstanding work of the early ninth century (very likely also a Jizō, though not iconographically identified). Stylistically, however, it lacks the solemnity of expression and the massive, bulky body, characteristics of the ninth-century style. The peculiar manner of carving the loose drapery folds spreading from the upper left side downwards and across the robe in the form of slightly raised flat belts, indicates that this statue is a formalized work following the earlier style, in the transitional period between the early Heian and the period of Fujiwara ascendancy (894–1185).\n\nThis statue is said to have come from the Kōfukuji temple in Nara, the capital city of eighth-century Japan. The association of the statue with the temple is doubtful, for its style is provincial. It is carved from a single block of wood (<em>ichiboku zukuri<em>), the common method of Japanese sculptors during the ninth and tenth centuries, and used even later in provincial areas. The left hand, now missing, was the only separate part, mortised to the main body. The lotus pedestal is a modern restoration.",
            "title":"Asian Art website: Bodhisattva Jiz≈ç",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db858b85bb1200016106670"
            },
            "body":"Bonten (properly Daibonten; Sanskrit: Maha Brahman), the King of the First Dhyana, the Heaven of the World of Form, is commonly paired with Taishakuten (Sanskrit: Inrdra) as an attendant to a Buddha or Bodhisattva, or presented as a member of the Jūniten, the Twelve Heavenly Beings. He appears in a variety of forms, depending on the type of Buddhist scripture upon which his image is based. The Bonten image of exoteric Buddhism, as exemplified by the present work, is a princely figure clad in a loose robe with long sleeves, wearing a crown and other accessories. In esoteric Buddhism, Bonten takes a superhuman form, with three faces and multiple arms. This statue presumably had a lotus in its left hand and a rosary in the right. Alternatively, the right hand may have formed the mudra of hearing a worshipper’s prayer. Although they are now lost, the hands would have originally been mortised to the arms.\n\nEarly-ninth-century Japanese Buddhist figural sculpture is characterized by massiveness and heavy proportions, as well as solemnity of expression and sharply carved folds in the robes. The face of this statue is wonderfully modeled and flexible, and although the folds of the robe are much simplified, they still retain the sharpness of carving of the earlier period.",
            "title":"Asian Art website: Bonten",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86a5b323fe30016eb9df0"
            },
            "body":"This lacquer box is produced in a style associated with lacquer wares of the temple Kōdaiji in Kyoto. Kōdaiji was built in 1606 by the widow of Japan’s military ruler Toyotomi Hideyoshi (1536–1598). Kōdaiji wares were produced as early as 1586, and continued to be produced into the Edo period (1600–1868). They often feature bold diagonal patterns embellished with sprinkled gold dust and overlaid with large botanical motifs and crests, but are most famous for their naturalistic depictions of autumn grasses.\n\nIn the case of this box, stylized paulownia sprigs and button-like chrysanthemum crests, symbols used by Hideyoshi, are arranged sparingly over the geometric surface design. The same symbols appear on the interior of the doors to the shrine in Hideyoshi’s mortuary hall, as well as on many of the other lacquered objects at Kōdaiji. The ground for the design of the box, which extends continuously over the lid and bottom, is in both black and red lacquer. The red lacquer is further sprinkled with gold dust. The diagonal lines of the design and the flowers are done with a combination of brushed gold paint and <em>e-nashiji <em>(pear ground painting), a technique in which gold is sprinkled over surface design elements in a manner normally reserved for the background. The technique is so-called for the resulting resemblance of the treated areas to the skin of a pear. Rich variations of color are achieved by the color of lacquer over which the designs are painted, and the relative thickness of the layers of gold paint.\n\nEast Asian lacquer is produced by the Rhus tree. In order to make lacquer wares, lacquer is first refined and then applied in numerous layers over a thin base of wood, silk, or other materials. Each layer is allowed to dry, and is polished before the application of subsequent layers. Polishing is done with ground charcoal or deer horn dust. These steps render the process of producing lacquer wares time consuming. Lacquer has been used for decorating all manner of objects in East Asia, from architectural elements, statuary, eating and drinking vessels, saddles and sword ornaments, to storage boxes. This large box may have been created as part of a dining set.",
            "title":"Asian Art website: K≈çdaiji box with cover",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db857965bb120001610666e"
            },
            "body":"The culture of the Yayoi period in Japan is distinguished from the earlier Jōmon culture (ca.10,000–ca. 300 B.C.) primarily by the widespread practice of irrigated rice cultivation and the use of bronze and iron artifacts. The origin of these innovations is in influence and perhaps large-scale immigration from the mainland. Yayoi culture first developed across the straits of Tsushima to Kyūshū from Korea. Within two centuries it supplanted Jōmon culture, which is associated with the ancestors of the modern-day Ainu minority, in western Japan. In eastern Japan, the two traditions mingled, with Yayoi pottery adopting many Jōmon decorative techniques. Utilitarian bronze artifacts such as mirrors, bells, and weapons, which were obtained from the mainland or manufactured locally based on Korean and Chinese styles, often became ritual objects in Japan.\n\nThe unglazed earthenware pottery of the Yayoi period ranges in vessel shapes from storage jars, such as the one in the Museum’s collection, cooking pots and pedestaled bowls to wide-mouthed funerary jars, which were used for burials. Vessels were coil built, and not made on a turntable, though a wheel may have been employed for finishing the coils and for the application of decorations such as parallel combing. Incised geometric patterns and comb markings were popular pottery decorations in most areas, and cord-markings were continued from the Jōmon period in eastern Japan. Late Yayoi pottery is more sparsely decorated, often with painted images of animals, people and houses that match those found on contemporary bronze artifacts.",
            "title":"Asian Art website: Jar with fish decoration",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db85fd15bb1200016106671"
            },
            "body":"With a theme based on the <em>Muryōjukyō</em> [Sanskrit: Amitayus Sutra], this silk hanging scroll features a central figure of Amida Buddha and two flanking bodhisattva attendants (Kannon and Seishi) sweeping to earth on a bank of silvery clouds. They have arrived to \"welcome\" a dying devotee into the Pure Land (Western Paradise) over which Amida Buddha presides. <em>Raigō <em>or \"welcoming descent\" paintings of this kind became very popular during the late Heian (eleventh through twelfth centuries) and Kamakura (1185–1333) periods. Some scholars believe that the advent of the final degenerate age of the Buddhist Law (<em>mappō<em>) in 1052—a period in which it was believed that Buddhahood would be virtually impossible to achieve—led people to aspire to rebirth in a paradise from which there would be no obstacles to future enlightenment. Pure Land Buddhism, with Amida Buddha as its central deity, offered the possibility of rebirth in the Western Paradise, and paintings and sculptures of this compassionate Buddha flourished.\n\nThe raigō theme, which originated in China, was first introduced to Japan by the monk Ennin (794–864) in the ninth century, and was made popular with the teachings of the monk Genshin (942–1017) during the eleventh century. The image itself is based on one of forty-eight vows made by Amida Buddha in the text of the <em>Muryōjukyō<em>:\n\n<em>\"If, after attaining Buddhahood, all beings in the ten quarters awakening their thoughts to enlightenment and practicing all deeds of merit should cherish the desire in sincerity to be born in my country and if I should not, surrounded by a large company, appear before them at the time of their death, may I not attain the highest enlightenment.\" [Jōji Okazaki, Pure Land Buddhist Painting, p.94]<em>\n\n<em>Raigō</em> paintings in which Amida and his attendants come toward the viewer, were the principal images in Buddhist death rituals, used as a point of focus for the dying devotee. Although it does not appear to be the case here, thread-like strings were often attached to the hands of the painted Amida image for the dying person to hold, thereby forging a physical link between the human and the divine. There is a sense of compassion and intimacy in these paintings not seen in early representations of Buddhist deities. These figures of Amida, Kannon, and Seishi do not sit in silent meditation, but are portrayed as arriving to personally welcome the dying devotee. The <em>anishōshu-in mudrā<em>, displayed by Amida Buddha in this painting has the meaning of appeasing and protecting the true believers as they are led to the Western Paradise. Kannon, on the right, carries the lotus throne on which he or she will be reborn in the Pure Land.\n\nThis large painting, with its rich use of gold, was probably made with aristocratic sponsorship. The large Amida Buddha and flanking bodhisattva figures are described in a black outline, and are painted in gold on a deep blue silk ground. <em>Kirikane</em> or cut-gold leaf decoration has then been added to create a rich patterning in their gold-painted clothing. In addition, finely painted golden rays emanate from the layered halo of Amida Buddha. Details like the elaborate jewelry worn by the bodhisattvas, and the delicate features of all three deities, are beautifully delineated in ink. The figures all stand with bare feet on lotus pedestals borne on a stream of silver cloud forms, which fill the immediate foreground of the painting",
            "title":"Asian Art website: Welcoming Descent of Amida Buddha",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db860e75bb1200016106674"
            },
            "body":"Negoro ware is characterized by relatively simple shapes, and by a red lacquer surface rubbed to reveal an underlying layer of black. The name derives from that of a temple, Negoro-ji in present-day Wakayama Prefecture, where the technique for making the wares was discovered by accident in the thirteenth century. Lacquer wares that were originally made in red monochrome started to reveal uneven patches of black after repeated handling. The irregularity of the surface and the contrasting colors became highly prized,and were soon reproduced intentionally in the temple and elsewhere. Negoro-ji itself was destroyed in 1585 during the intense wars of the turbulent period, and none of the original wares from the temple are known to be extant today.",
            "title":"Asian Art website: Negoro lacquer tray",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86e2e323fe30016eb9df4"
            },
            "body":"In the background, sliding doors are decorated in the conventional pattern of “scattered fans and squares.” The square on the left-most panel of the doors depicts a scene from the Ukifune chapter of the Heian period (794–1185) classic the <em>Tale of Genji<em>. One interpretation of the action in the screen hinges upon this painting within the painting. The main courtesan and her companion, seated with her back to us, are posed in reverse facing each other. The interplay between these two figures, punctuated by the handmaid delivering the letter, may be reference to an event in the Ukifune chapter. The courtesan eyes the handmaid’s delivery, but the position of her face within the overall composition of the screen is paired in line with the painted square affixed to the sliding doors. The painted scene in the square is traditionally understood to represent the content of the Ukifune chapter as painted albums by Tosa School artists. The scene depicts Ukifune in a boat with her lover Niou, crossing the Uji River. The overall action in the screen resonates with the Ukifune chapter. A pivotal moment in the chapter is when letter bearers of two lovers of the ill-fated Ukifune, Niou and Kaoru, cross paths by chance. Because a note attached to a gift delivered at New Year’s ultimately revealed the sequestered Ukifune’s whereabouts to her lover Niou, it has also been suggested that the Ukifune scene reinforces the New Year’s theme of the screen.\n\nThis screen has been associated with the figures and forms of another monument of early <em>ukiyo-e</em> painting, an influential six-fold screen of slightly earlier date in the Hikone Collection. Further, it has been observed that the Princeton screen mobilizes conventions unique to Japanese genre painting of the Kan’ei era in that it generates a pseudo-narrative interest through its placement and posing of figures. In particular, the figures of the handmaid delivering the letter and the lounging courtesan call forth not only the generic image of a courtesan receiving an amorous letter from a client, but also the traditional iconography of the noble recluse, who is often depicted in a similar pose to that of the main courtesan of the Princeton screen.\n\nThe opulent surroundings in this representation of the lifestyles of high ranking courtesans are typical of <em>ukiyo-e<em>, which was stimulated and supported by the growing wealth of town dwellers during a time of peace and economic revival. The screen’s lacquered frame incorporates a checked pattern in mother-of-pearl, and although it is not original to the screen, it was clearly chosen to amplify the sense of luxury and decadence of the courtesan’s inner chambers.\n\n",
            "title":"Asian Art website: Messenger Delivering a Letter",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc5d45f8daad00016aba01d"
            },
            "body":"<p><strong>Japanese Views of East and West: Imprinting the Other in Meiji Eyes</strong></p><p>In 1853, United States military vessels entered the bay of the city of Edo (present-day Tokyo) to demand trade. Since 1641, Japan's military regime had an enforced policy of national isolation, and had thus far successfully deflected would-be visitors from abroad.The military might of the fleet gave the Japanese authorities pause, however, and when a larger fleet returned in 1854, official diplomatic ties with the U.S.were established . In 1868, after a series of questionable foreign policy decisions that eroded the credibility of the shogun and his government, the long-lived rule of the Tokugawa family gave way to the restoration of imperial power. The young Emperor Meiji (1852-1912) and his advisers promptly initiated a policy of active engagement with the outside world. The primary historical narrative of the late Edo (1600-1868) and Meiji (1868-1912) periods is one of modernization along Western lines, and much of the art of the nearly sixty-year period reflects that narrative in varied ways. Woodblock prints, which could be quickly produced and widely distributed, were especially well suited to capturing fast-paced social and political changes, including drastic new perceptions of foreigners and foreignness-both Eastern and Western. Following the end of the policy of isolation, a new and short-lived category of prints emerged, known as \"Yokohama prints.\" The prints were intended both to demystify the customs of the foreign community in the port city of Yokohama, and to provide intriguing images of foreignness for the residents of the nearby metropolis of Edo. Hashimoto Sadahide (1807-1873) and his teacher Utagawa Kunisada (1786-1865) produced a humorous commentary on the curious intermingling of Japanese and foreign merchants in a triptych of 1861 depicting the interior of the Gankiro, Yokohama's most celebrated house of entertainment. The hero of the eleventh-century romantic epic the <em>Tale of Genji</em> finds his way to the foreigner's section of the establishment, where attempts are made to wait upon him in traditional fashion. Chinese merchants observe the spec­ tacle through a window as a party of Western guests dines while viewing a dance performance, oblivious to the hero's presence. The faux traditional Chinese calligraphy scroll on the wall to the right reads, \"foreign customers at the Gankiro.\" The scroll on the left bears the comical signature \"Sadahide the Chinese.\" Once the Meiji period began, and Western influences became increasingly evident, print artists entered still stranger territory. In <em>Sanno Festival</em> from the series <em>About and Beyond the Outer Precincts of Chiyoda Palace</em> (1897), Toyohara Chikanobu (1838-1912) deploys a Western-influenced pictorial lens for a historical depiction of Japanese commoners masquerading as an embassy from Korea before the shogunate in the heyday of its power. Their performance of foreignness draws upon a pastiche of motifs associated with other East Asian cultures and generally exotic elements such as the elephant. In another triptych, <em>Nobility Taking in the Cool Night Air</em> (1887), Chikanobu shows the imperial family experimenting with Western dress as their \"costume of state.\" The artist makes the most of boldly colored imported European aniline dyes to enhance the sense of pageantry, yet he also sets off his Western bridge with a tangle of flowers and grasses reminis­ cent of Rimpa School screen painting. In both works, Chikanobu makes, perhaps unwittingly, an interesting commentary on the power of costume to express cultural mores and political leanings. Similarly, a panoramic polyptych of a key battle in the Russo-Japanese war (1904-5) by Okura Koto (dates unknown) is at once stunningly modern in its use of Western perspective and graphic design, and thoroughly traditional in its incorporation of centuries-old battle scene motifs from Japanese handscrolls.While Koto's composition may have relied upon war photography or Western lithography, his use of a tube to blow white pigment across the sky to indicate snow recalls a similar use of black ink in the famous \"Burning of the Sanjo Palace\" episode in the thirteenth-century illustrated narrative <em>Tale of the Heiji.<em>&nbsp;</p><p>-- Sinead R. C. Kehoe Assistant Curator of Asian Art&nbsp;</p><p>SUGGESTED READING&nbsp;</p><p>1. Dobson, Sebastian, Anne Nishimura Morse,and Frederick A. Sharf. <em>A Much Recorded War: The Russo-Japanese War in History and Imagery.</em> Museum of Fine Arts, Boston, 2005.&nbsp;</p><p>2. Dower,john W. \"Visualizing japan.\" In <em>MIT Visualizing Cultures<em>[http://ocw.mit.edu/ans7870/21f/21f.027j/menu/ index.html]. Massachusetts Institute of Technology,2005.&nbsp;</p><p>3. Meech- Pekarik, Julia. <em>The World of the Meiji Print : Impressions of a NNNN ew Civilization.</em> New York:Weatherhill,1986. 4. Virgin, Louise E., et a l. <em>Japan at the Dawn of the Modern Age: Woodblock Prints from the Meiji Era, 1868-1912<em>.Museum of Fine Arts, Boston, 2001. 5. Yonemura, Anne. <em>Yokohama: Prints from Nineteenth Century Japan<em>. Smithsonian Institution, 1990.</p>",
            "title":"Collection Publications: Japanese Views of East and West",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"62dee7bf8c4e8200181e8896"
            },
            "exhibitions":[],
            "body":"<p><strong>Faculty Voices: When a Manuscript Is More Than a Text: Princeton’s Sumidera </strong><i><strong>Heart Sutra</strong></i></p><p>&nbsp;</p><p>In 2012 Princeton acquired an eighth-century Japanese manuscript of twenty lines. The pithy text, called the <i>Heart Sutra</i>, is said to encapsulate the wisdom of the Buddha through such enigmatic phrases as “form is emptiness, emptiness is form.” But an examination of Princeton’s Sumidera <i>Heart Sutra</i> reminds us that a manuscript is more than a text.</p><p>The Princeton example comes from a larger group of <i>Heart Sutra</i> manuscripts that were collected at Sumidera, or Kairyūōji, a Buddhist temple in Nara, Japan. The historian of Buddhism Miyazaki Kenji has argued that these manu-scripts were tied to a practice referred to in eighth-century documents as “yearly portion <i>Heart Sutra</i>” (年料多心経), which I call the “daily <i>Heart Sutra</i> project.”<sup>1</sup> In this undertaking, copies of the Heart Sutra were made in bulk, in a quantity equal to the number of days in the year. For example, in&nbsp; 746 scribes made 768 copies of the <i>Heart Sutra</i>. As that year spanned 384 days, according to the traditional calendar used in Japan at that time, Miyazaki calculates that two copies per day were intended, one for Emperor Shōmu&nbsp;and one for his wife, Queen Consort Kōmyō, who sponsored the project. Details about the project are recorded in the Shōsōin documents, the archive of an eighth-century scriptorium. According to this archive, one assembler,&nbsp; two scribes, and two proofreaders worked to complete the manuscripts. The scribes copied the <i>Heart Sutra</i> onto individual sheets, which were later bound into twenty-five scrolls of thirty sheets and one scroll of eighteen. The Sumidera manuscripts apparently started to circulate widely as individual sheets during the Edo period (1600–1868), when the scrolls were presumably broken up. Princeton’s copy is in a single-sheet format, so it was likely removed from a larger scroll at this time.</p><p>Some manuscripts from the Sumidera project survive in the scroll format, such as one at the Nezu Museum in Tokyo. Miyazaki notes that the individual sheet at the beginning of the Nezu scroll is labeled with the long title of the work, <i>Heart Sutra of the Great Perfection of Wisdom Spoken by the Buddha</i> (佛説摩訶般若波羅蜜多心経), and then switches to the short title, <i>Heart Sutra</i> (心経), for twelve sheets; the scroll ends with sheets that use the medium-length title, <i>Heart Sutra of the Great Perfection of Wisdom</i> (摩訶般若波羅蜜多心経).<sup>2 </sup>The “daily <i>Heart Sutra </i>project” may have used mass-produced copies of single sheets made by individual scribes that were then joined together in a scroll, with certain sheets marked as the beginning and end, as reflected in the Nezu copy. In other words, attention to both the manuscript and the Shōsōin documents can help us figure out how the copies were made. Princeton’s manuscript uses only the short title. If the scroll from which it came had a format similar to that of the Nezu scrolls, it could have been a middle sheet.</p><p>Close examination reveals other clues about the manuscripts’ production. If we compare the Princeton manuscript with a Sumidera <i>Heart Sutra</i> from the Harvard Art Museums, we can see different character forms and line breaks across manuscripts. These variations could signal that different scribes copied from slightly different source texts that existed side by side in the scriptorium’s library. These copies would then have been bound together to create a new manuscript of slightly different <i>Heart Sutras</i>, only to be taken apart again around one thousand years later.</p><p>The question remains: Why would one patron sponsor 768 copies of one manuscript at once? Surely no single individual needed that many copies to read. And even if&nbsp; 768 people wanted to peruse the <i>Heart Sutra</i>, why would scriptorium workers assemble them into scrolls of the&nbsp; same text, one after another?</p><p>The answer is that the <i>Heart Sutra</i> was more than a text to be read. It was a powerful object—in many ways like an amulet—whose very production could bring health and protection to the patron. As one recent piece put it, “what these words mean may be just as important as what they can do:&nbsp; offer protection, through apotropaic invocation.”<sup>3</sup> In the case&nbsp; of the Sumidera <i>Heart Sutra</i>, the manuscript would protect the&nbsp; rulers for each and every day of the year. The manuscripts were valued not only because of the depth of wisdom they contained but also due to their protective potency.&nbsp;</p><p>Over time, however, these sutras took on a different&nbsp; and equally revealing meaning. They became attributed to the Japanese monk Kūkai (774–835), a figure credited with founding the Shingon sect and someone who was also deified as an object of worship himself. This is telling because Kūkai postdates these manuscripts. Older manuscripts were not valued over newer versions; rather, collectors preferred to possess manuscripts copied by a god, particularly someone like Kūkai, who was considered one of the great masters of calligraphy. Here, the idea is that the manuscript is imbued with the calligrapher himself. A manuscript copied by Kūkai would possess some of his power.&nbsp;</p><p>But this attribution was contested. Because Kūkai was closely associated with the Shingon sect, rival movements sought alternative attributions. The Tendai temple Chōhōji, for example, attributed its Sumidera manuscript to one of their sect’s famous figures: the monk Ennin (794–864). In other words, temples that came into possession of these works claimed mythical origins for the manuscripts and connected them to revered figures in their respective traditions. The original meaning of a text copied for the protection of the emperor and his wife was lost; the manuscripts now supported sectarian claims.</p><p>The written word is more than semantic meaning. Texts were powerful objects capable of protecting patrons and worshipped for their connections to the calligrapher. Although these manuscripts were mass-produced in a scriptorium by low-paid laborers, their power derives in part from the idea that the Buddhist teachings embody the Buddha himself, and his texts, therefore, function as relics. Now these sacred relics are “art” in the Princeton University Art Museum, a context in which apotropaic vitality has been replaced with aesthetic value. The meaning and power of the manuscript continue to shift in each new context it enters, from the eighth century to the present day, but these meanings are consistently rooted in the materiality of the text.</p><p>&nbsp;</p><p>Bryan Lowe&nbsp;<br>Assistant Professor, Department of Religion</p><p>&nbsp;</p><p><sup>1.&nbsp;</sup> Miyazaki Kenji 宮﨑健司, Nihon Kodai no Shakyō to Shakai日本古代の写</p><p>経と社会 (Tokyo: Hanawa Shobō, 2006), 59–86.</p><p><sup>2.</sup>&nbsp; Miyazaki Kenji 宮﨑健司, “Fukusūbu wo Seikanshita Sumidera Shingyō: Kairyūōjibon to Nezu Bijutsukanbon複数部を成巻した隅寺心経: 海龍王寺本と根津美術館本,” Ōtani Daigaku Shinshū Sōgō Kenkyūjo Kenkyū Kiyō大谷大学真宗総合研究所研究紀要 35 (2018): 1–15.</p><p><sup>3.</sup>&nbsp; Hunter Dukes, “Reciting Pictures: Buddhist Texts for the Illiterate,” The Public Domain Review, published January 12, 2022, https://publicdomainreview.org/collection/buddhist-texts-for-the-illiterate.</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Summer 2022 Magazine</p>",
            "title":"Faculty Voices: When a Manuscript Is More Than a Text: Princeton’s Sumidera Heart Sutra",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}