{
    "makerid":3463,
    "published_date":"2022-03-28 16:05:29.206728",
    "type":"maker",
    "displayname":"Alan Saret",
    "makertype":"Individual",
    "alphasort":"Saret Alan",
    "lastname":"Saret",
    "firstname":"Alan",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1944",
    "begindate":1944,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alan Saret",
            "alphasort":"Saret Alan",
            "lastname":"Saret",
            "firstname":"Alan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500007856"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/5740524"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db31bdf4d9005001632973f"
            },
            "body":"Alan Saret’s <em>Haah</em> (1982) [is] a sculpture that is all volume and no mass. Associated with a radical shift in sculpture known as Post-Minimalism, Saret was an important figure in the burgeoning SoHo art scene beginning in the mid-1960s. Like many Post- Minimalists, Saret places a premium on process—on making transparent the means by which a work of art came into being and allowing the materials to dictate, or at least suggest, the forms they assume. His works utilize flexible industrial materials as well as irregular, organic forms that register the downward pull of gravity. <em>Haah<em>’s delicacy and subtlety are a direct riposte to the solidity and stability of Minimalist sculpture. The shadows the sculpture casts on the floor or platform underneath it trigger an interplay between reality and illusion and read almost like drawings.\n\nIn many ways, <em>Haah</em> bears more in common with drawing than with sculpture: its stainless-steel wire form is nothing more than lines that have been manufactured on an assembly line, which, in Saret’s hands, delineate <em>Haah<em>’s internal and external boundaries. Depending on the color and brightness of its surroundings, the work alternates between visibility and transparency. Symbolism is important to many of Saret’s twisted wire pieces, which evoke clouds, clusters of galaxies, primordial matter, and alchemical processes, or what the artist has called “small particles in a vastness, matter and energy transposing.” Following a residency in India in 1971, Saret came to understand art in increasingly spiritual and ritualistic terms. Indeed, in 1990 he went so far as to claim that his work attempts to “spiritualize” matter.",
            "title":"Magazine: Summer 2013",
            "source_project":"Other",
            "author_type":"Expert ",
            "source":"Other"
        }
    ]
}