{
    "makerid":17107,
    "published_date":"2022-03-28 16:09:26.775297",
    "type":"maker",
    "displayname":"Nagahara Baien 長原梅園",
    "makertype":"Individual",
    "alphasort":"Baien, Nagahara",
    "lastname":"Baien",
    "firstname":"Nagahara",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1823(?) - 1898",
    "begindate":1823,
    "enddate":1898,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Unicode Display Name",
            "displayname":"Nagahara Baien 長原梅園",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"長原梅園",
            "alphasort":"長原梅園",
            "lastname":"長原梅園",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Nagahara Baien 長原梅園",
            "alphasort":"Baien, Nagahara",
            "lastname":"Baien",
            "firstname":"Nagahara",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/260539575"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db306164d90050016329732"
            },
            "body":"The <em>bijinga<em>, or picture of a beautiful woman, is a central theme in <em>ukiyo-e<em>, paintings and prints featuring landscapes, tales, actors, and courtesans in Edo Japan (1600–1868). This...painting of a female musician draws on <em>bijinga</em> conventions in depicting the woman’s face and pose but is more than a simple picture of female beauty. A collaborative work by two sisters who were celebrated for their artistic talents, the work illuminates several aspects of Edo culture: material, media, and techniques in the arts and crafts as well as imported popular music.\n\nThe painting bears the signatures of Hirai Renzan (1798–1886) and Nagahara Baien (1823?–1898), daughters of the painter, lacquer artist, and connoisseur Hirai Kinkyō (active the first half of the nineteenth century). The placement of the signatures tells us that Renzan painted the landscape in the background and Baien the woman in the foreground. Biographical accounts indicate that the sisters received an excellent education in painting, calligraphy, and music from leading figures in these fields. An 1892 biography of Baien notes that she and her sister Renzan were known as “female painting sages.” They were two of the few women who became established cultural figures in nineteenth-century Japan and friends to many artists and intellectuals.\n\nThe details on the woman’s kimono demonstrate the sisters’ knowledge of textile and lacquer decorations. The blue cloth tied in her hair and the red layer of fabric in her sleeves were dyed using <em>shiborizome<em>, or tie-dye, a popular method in Edo Japan. The application of gold in the dragon patterns on her sash is indebted to <em>maki-e</em> lacquer techniques, which the sisters might have learned from their father.\n\nThe most unusual—and probably most intriguing—aspect of this painting lies in its reference to <em>minshingaku<em>, or music of Ming and Qing China. This <em>minshingaku</em> movement, championed by Chinese immigrants in the nineteenth century, brought to Japan a new form of music, which featured the use of various Chinese musical instruments and the chanting of Chinese texts. The musical instrument and the book in the painting refer directly to the sisters’ interest in <em>minshingaku<em>: the moon-zither, a Chinese instrument was imported to Japan via Nagasaki in the nineteenth century and the Chinese-style blue-covered book is titled “musical recital practice.” In fact, the sisters were famed for their role in minshingaku in the latter half of the nineteenth century. They opened a school in Osaka to teach this new form of music and were said to have had many students. \n\nThe brief inscription on the painting, which reads “miniature view of the Sumida River,” seems to suggest a larger world beyond the painting. While the painting shows a small view of the Sumida River, which flows through Edo (present- day Tokyo) and was interwoven with Edo’s urban popular culture, through the gaze of the beautiful woman the river indeed embodies much of the cultural world in which the sisters were immersed.\n",
            "title":"View of the Sumida River (Sumida shukukei 墨水縮景), Hirai Renzan 平井連山",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Magazine: Spring 2012"
        }
    ]
}