{
    "makerid":2670,
    "published_date":"2022-03-28 16:04:55.511200",
    "type":"maker",
    "displayname":"Tang Yin 唐寅",
    "makertype":"Individual",
    "alphasort":"Tang Yin",
    "lastname":"Tang Yin",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1470–1524",
    "begindate":1470,
    "enddate":1524,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Talented painter whose career as an official painter was ruined by an examination scandal in 1499. Around 1500 he began to study painting with Zhou chen. He was ultimately considered one of the Four Masters of the Ming, along with Shen Zhou, Wen Zhengming and Qiu Ying (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"T'ang Yin",
            "alphasort":"T'ang Yin",
            "lastname":"T'ang Yin",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Tang Yin 唐寅",
            "alphasort":"Tang Yin",
            "lastname":"Tang Yin",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Tang Yin 唐寅",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500034107"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/49291826"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db8883e975ec80016e02d36"
            },
            "body":"Li Gongnian served as a prison official in the southern Chinese city of Hangzhou. During the reign of Emperor Huizong (r. 1100–1126), the imperial painting catalogue Xuanhe huapu described Li Gongnian’s paintings as “like the shapes of objects appearing and disappearing in vast emptiness, hovering between existence and nothingness.” This painting of mountains in a landscape filled with clouds and mist is the sole surviving authenticated work by him; it is signed and sealed on the rocky outcrop beneath an overhanging cliff at the right. Winter Evening Landscape offers an ­important link between the monumental landscape style of the Northern Song and the intimacy of the Southern Song (1127–1279). In technique, the stipple strokes used on the mountains are a simplified version of the “raindrop” modeling strokes of the Northern Song painter Fan Kuan (ca. 960–1030). The distant hills dissolving in soft and misty ink clearly anticipate Southern Song styles. Lyricism was a key note in landscape paintings of the eleventh and twelfth centuries, and this winter scene with a faint celestial orb in the upper right evokes the poetic line “a winter sun slowly emerges through the mist.”\n\n<em><em>Conversation prompts:<em><em>\n\nAt first glance, the time of day (evening) and season (winter) depicted may not be obvious. How did the artist convey both?\n\nIs this work from a painting tradition in which artists were fascinated by depicting the play of light? What sorts of artistic devices are important here?",
            "title":"Teach with Collections: Li Gongnian, Seeing Off a Guest on a Mountain Path",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}