{
    "makerid":3566,
    "published_date":"2025-09-24 02:01:36.622473",
    "type":"maker",
    "displayname":"Richard Serra",
    "makertype":"Individual",
    "alphasort":"Serra Richard",
    "lastname":"Serra",
    "firstname":"Richard",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1938–2024; born San Francisco, CA; died Orient, NY",
    "begindate":1938,
    "enddate":2024,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Richard Serra",
            "alphasort":"Serra Richard",
            "lastname":"Serra",
            "firstname":"Richard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029327"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/84633265"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5ddc1cd7715a6a00163a056c"
            },
            "title":"Hear the Curator (PP618)",
            "transcription":"Hear the Curator (PP618)\n\nLike other works by Richard Serra, which demand interaction and reflection, this sculpture must be understood not only by viewing it but also by walking through it to catch different glimpses of sky and light and experience new spatial sensations. As you pace between its walls, you become a participant in the art; the artwork, in turn, directly challenges its surroundings. Composed of sinuous bands of rusted steel, the work eliminates any decoration or specific references that could lessen the intensity of the encounter.\n\nThe title of the sculpture is The Hedgehog and the Fox, which refers to an essay by Isaiah Berlin, who quotes from the Greek poet Archilo­chus: “The fox knows many things but the hedgehog knows one great thing.” As the artist explained, “It points to how scholars either become free thinkers and invent [--] or become subjugated to the dictates of history. This is the classical problem posed to every student.”",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca055",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5ddc1d4c715a6a00163a056d"
            },
            "title":"Hear the Professor of Art and Archaeology (PP618)",
            "transcription":"Hear the Professor of Art and Archaeology (PP618)\n\nRichard Serra finds great strength in the material language of his sculpture. More than any other artist of the postwar period, he has kept sculpture not only alive but vital, making it central, even essential, insisting on the category when others abandoned it or stretched it beyond all recognition, developing it in ways that keep faith with the great sculpture of the past while also opening up new possibilities for the future. Serra connects past and future so intensely in his work by always insisting on the present of our own experience. That’s the first and last test for him: How does the work engage us? How do we engage it? It’s a challenge that’s always open, never hermetic in its workings, never prescribed in its effects. So, however private our experience might be, it is always public too.\n\nThis fabulous ribbon piece of two long passages is called The Hedgehog and the Fox. The title refers to a famous typology of thinkers proposed by the philosopher Isaiah Berlin, one based on the ancient saying that “a fox knows many things while the hedgehog knows one big thing.” (Berlin divided minds up in this way: Plato, Dante, and Proust were hedgehogs, he thought, while Aristotle, Shakespeare, and Joyce were foxes.) I imagine Serra means the work as an invitation to students to explore these two passages—to dive deeply into one subject, like the hedgehog, or to scout out various fields of study, like the fox.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca015",
            "speaker_type":"Expert"
        }
    ],
    "video":[
        {
            "_id":{
                "$oid":"5d813d8c69514e00166d8ded"
            },
            "title":"Richard Serra: The Hedgehog and the Fox",
            "description":"2016 Princeton University Art Museum summer interns Taylor Kang, Class of 2019 and Veronica Brown Smith College discuss Richard Serra's \"The Hedgehog and the Fox.\"",
            "speaker_type":"Intern",
            "file_uri":"https://mediacentral.princeton.edu/id/1_co9mumz2",
            "transcript":"",
            "source_project":"Campus Art",
            "displaydate":"October 14, 2016",
            "sort_date":"2016-10-14",
            "video_type":"Artwork",
            "caption_file":[]
        }
    ],
    "essay":[]
}