{
    "makerid":13932,
    "published_date":"2024-02-22 02:02:23.854535",
    "type":"maker",
    "displayname":"Indian, Gupta",
    "makertype":"Cultural Group",
    "alphasort":"Gupta",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Indian",
    "culturegroup":"Gupta",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Indian, Gupta",
            "alphasort":"Gupta",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Gupta"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88203975ec80016e02d23"
            },
            "body":"A hand-modeled terra-cotta figure of a bare-chested, full-bellied man sitting cross-legged. The well-rounded and incised facial features are characteristic of Gupta terra-cotta figures of the fifth century, and his hair is parted in the middle in combed to fall in locks on both sides. Missing his left arm, the figure's right hand rests on his knee holding some round object in his upturned palm.\n\nThis fragment was reportedly found at the ruins of a terra-cotta temple in the area of Hardoi city, Lucknow District, in central Uttar Pradesh state in northern India. Many such temples were built entirely of burnt earthen bricks and decorated with terra-cotta reliefs of figural compositions and ornamental scrolls. Earthen building materials were chosen for their inherent purity, but their use also limited the size and durability of the temples. Most terra-cotta temples were built by the seventh century, but only one—the Gupta-period Bhitargaon temple in Kanpur District, Uttar Pradesh, not far south from Hardoi—survives today. Surviving terra-cotta statues from these temples are rare.",
            "title":"Asian Art website: Seated male figure",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}