{
    "makerid":201,
    "published_date":"2022-06-09 08:44:08.085047",
    "type":"maker",
    "displayname":"Oscar Bailey",
    "makertype":"Individual",
    "alphasort":"Bailey, Oscar",
    "lastname":"Bailey",
    "firstname":"Oscar",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1925–2010",
    "begindate":1925,
    "enddate":2010,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American, b. 1925\r\n\r\nOscar Bailey earned a B.A. in art from Wilmington College in Ohio in 1951 and shortly thereafter went to work for a commercial printer in Delaware, Ohio. When the shop obtained a copy camera, Bailey asked to work with it. His interest in photography grew, and soon he bought his own camera - the best he could get for a full week's pay. Bailey taught himself how to use a camera, and after three or four years, he decided to make photography his career. He enrolled in the MFA program at Ohio University, graduating in 1958 with a degree in photography. Bailey was professor of photography at State University College in Buffalo, New York, from 1958 until 1969 and left to start the photography program at the University of South Florida, where he was a professor until he retired in 1985. Bailey came to U.S.F. when the first phase of Graphicstudio was just beginning, and he became an active participant in the program, ontributing his photographic expertise to a number of projects, including those of James Rosenquist and Robert Rauchenberg. Bailey was selected by Minor White for inclusion in two issues of the important magazine Aperture in 1959 and 1961.\r\n\r\nIn 1962 Bailey became a founding member of the Society for Photographic Education. In addition to his tenure at U.S.F., his teaching activities have included visiting artist appointments at the Penland School of Crafts in North Carolina (1971, 1973, 1979) as well as artist-in-residence at ArtPark in Lewiston, New York (1977). In 1972 Bailey supervised the publication of the book, Silver Bullets, a collection of photographs by U.S.F. art students.\r\n\r\nOne-man exibitions of his work have been organized by Indiana University (1960), Kalamazoo Institute of Arts, Michigan (1963), Ohio Wesleyan University (1964), International Museum of Photography, George Eastman House, Rochester, New York (1964), University of Oregon, Eugene (1969), University of South Florida, Tampa (1972, 1974), University of Colorado, Boulder (1976), Southern Illinois University, Carbondale (1977), University of North Florida, Jacksonville (1978) and the Lynch Gallery, St. Petersburg, Florida (1981).\r\n\r\nAbove taken from http://www.josephbellows.com/artists/oscar_bailey/bio/",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Oscar Bailey",
            "alphasort":"Bailey, Oscar",
            "lastname":"Bailey",
            "firstname":"Oscar",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500465601"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/9754079"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}