{
    "makerid":2927,
    "published_date":"2022-03-28 16:05:08.119272",
    "type":"maker",
    "displayname":"John Vanderlyn",
    "makertype":"Individual",
    "alphasort":"Vanderlyn John",
    "lastname":"Vanderlyn",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1775–1852",
    "begindate":1775,
    "enddate":1852,
    "nationality":"American",
    "culturegroup":null,
    "biography":"VANDERLYN, John, artist, born in Kingston, Ulster County, New York, 15 October, 1775; died there, 24 September, 1852. After receiving an education at Kingston academy, he went to Yew York, where he engaged in business, and devoted his leisure to art, attending the drawing-school of Archibald Robertson. Subsequently he went to Philadelphia, where he spent some time in the studio of Gilbert Stuart, and copied his portraits of Aaron Burr and Egbert Benson. Through the generosity of Aaron Burr, who heard of the young artist's difficulties. Vanderlyn was enabled to continue his studies. In 1796 he went to France, where he remained for five years. After his return in 1802 he painted two views of Niagara falls, which were engraved and published (London, 1804), and portraits of Burr and his daughter. The following year he went abroad again, and spent several years in England and Paris, where he painted for Joel Barlow the \" Death of Bliss McCrea.\" In 1805 he visited Rome, and there painted, in 1807, his \" Marius amid the Ruins of Carthage.\" On his return to Paris the following year he exhibited it at the salon, where it gained for him the Napoleon gold medal. This painting belongs now to Bishop Kip, of California. He also executed various copies after the old masters, and in 1812 painted his famous \"Ariadne.\" This picture was subsequently bought, and engraved by Asher B. Durand, and is now in the Pennsylvania academy of fine arts. He returned to the United States in 1815, and painted portraits of various eminent men, including Washington (for the National house of representatives), James Monroe, John C. Calhoun, Governor Joseph C Yates, Governor George Clinton, Andrew Jackson, and Zachary Taylor. At this time he projected also a panoramic exhibition, and erected in Yew York the \" Rotunda.\" He exhibited there panoramas of Paris, Athens, Mexico, Versailles (by himself), and some battle-pieces; but the enterprise was not successful, and the building passed out of his hands. This, and the want of appreciation for the arts in this country, seem to have dispirited and embittered him. His last large composition picture, \"The Landing of Columbus,\" painted in Paris for one of the panels in the capitol at Washington, is hardly more than respectable. It was engraved for the United States five-dollar banknotes. Vanderlyn will always be known as the painter of \"Marius\" and \"Ariadne,\" which latter, though scarcely showing great originality, is a noble work. The New York historical society owns his portraits of Aaron Burr. Robert R. Livingston (1804), Roger Strong, and Henry Benson (1823).\r\n\r\n\r\n\r\n\r\nEdited Appletons Encyclopedia, Copyright © 2001 VirtualologyTM",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Vanderlyn",
            "alphasort":"Vanderlyn John",
            "lastname":"Vanderlyn",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500002618"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56882716"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}