{
    "makerid":4713,
    "published_date":"2022-03-28 16:06:16.411803",
    "type":"maker",
    "displayname":"Lydos",
    "makertype":"Individual",
    "alphasort":"Lydos",
    "lastname":"Lydos",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-565,
    "enddate":-535,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"A black-figure vase painter noted for his imaginative compositions as well as his technical ability. His characteristic sturdy figures have a dignified monumentality. He signed two vases as \"ho Lydos\" (the Lydian), indicating that he or his family had immigrated to Athens from Lydia in Asia Minor (modern Turkey). Among the new subjects Lydos may have introduced to Attic vase painting are Herakles fighting the Geryon and Theseus and the Minotaur. Lydos had a preference for larger vessels such as kraters and amphorae, though he also decorated smaller vessels such as cup (ULAN).\r\n\r\n---\r\n\r\n Greek vase painter. Active in Athens, he was among the finest Black-figure vase painters, and more than 130 vases of various shapes and sizes are attributed to him, though only two are signed. One is a lebes from the Acropolis (Athens, N. Archaeol. Mus., no. 607), the other a Type B amphora (Paris, Louvre, F 29). On both vases the artist’s name has a definite article: ‘the Lydian’ was clearly his nickname, indicating some direct or indirect connection with Lydia. The inscription on the lebes further suggests that Lydos was a potter too. However, he also decorated vases for other potters, including Nikosthenes, Kolchos, Epitimos, and probably Amasis and Sotes. His style owed something to the workshop of the Ptoon Painter, to Kleitias and to the painter of Acropolis 606.\r\n\r\nLydos’ career coincided with the period when Attic vases had a virtual monopoly of international markets, and his works have been found as far afield as the Black Sea, Ampurias (Emporiae) in Spain, and Tamassos in Cyprus. Among the most important works of his first period, painted when the early Black-figure decorative tradition of bands of animals and monsters was still strong, are a hydria depicting Herakles and Geryon (Rome, Villa Giulia, M 430) and a Tyrrhenian amphora depicting the Judgement of Paris and Revellers at a Symposion (Florence, Mus. Archeol., 70995). Characteristic works of his second period, during which his individual painting style developed fully, are a kylix with the Deification of Herakles (Taranto, Mus. N., 20137), the signed lebes depicting a Gigantomachy, an amphora with the Pursuit of Troilos and the Sack of Troy (Berlin, Pergamonmus., 1685), a column krater with the Return of Hephaistos (New York, Met., 31.11.11.), a plate with the Arming of Achilles (Athens, N. Archaeol. Mus., 507), and an amphora-psykter depicting Dionysos and his Followers and Theseus and the Minotaur (London, BM, B148). Towards the end of his career, when he had exhausted the possibilities offered by Black-figure, Lydos began to experiment with other forms of expression, such as the use of outline drawing, as on an important work from his late period, an oinochoe-psykter depicting Herakles and Kyknos (Berlin, Pergamonmus., 1732).\r\n\r\nLydos chose his subjects from both mythology and everyday life. Stories of Herakles, Dionysos and his followers, and the Trojan War were frequent themes in his work, while his characteristic everyday subjects were athletes, warriors and erotic scenes. Movement and symmetry clearly attracted him, and, while his drawing was always precise, the restraint of his early works later gave way to exuberance. His human figures are distinguished by their clear outlines and correct proportions. However, his style of depicting animals and monsters is less easily attributable, since it was imitated by his two closest pupils, the Painter of Vatican 309 and the Painter of Louvre F 6 (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lydos",
            "alphasort":"Lydos",
            "lastname":"Lydos",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004732"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7200094"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}