{
    "makerid":8991,
    "published_date":"2022-03-28 16:07:42.956718",
    "type":"maker",
    "displayname":"William Libbey III",
    "makertype":"Individual",
    "alphasort":"Libbey, William",
    "lastname":"Libbey",
    "firstname":"William",
    "nametitle":null,
    "middlename":null,
    "suffix":"III",
    "displaybio":"American, 1855–1927",
    "begindate":1855,
    "enddate":1927,
    "nationality":"American",
    "culturegroup":null,
    "biography":"William A. Libbey III (March 27, 1855 – September 6, 1927) was an American professor of physical geography at Princeton University. He was twice a member of the U.S. Olympic Rifle Team, and rose to the rank of colonel in the New Jersey National Guard. He is also known for his first ascent of Mount Princeton in 1877.\r\n\r\nHe was born in Jersey City, New Jersey to William Libbey, Jr., a wealthy New York City merchant, and Elizabeth Marsh (Libbey).[1] Libbey graduated from Princeton in 1877 and that summer went on the Princeton scientific expedition to the West. It was there that on the afternoon of July 17, 1877, at 12:30 pm he reached the summit of Mount Princeton.[2] Following his summer in the West, Libbey studied in Berlin and Paris.[3]\r\n\r\nLibbey returned and received his doctorate in geology in 1879, the first awarded by Princeton. In 1880 he was appointed as director of the Elizabeth Marsh Museum of Geology and Archaeology as well as an associate professor to teach physical geography.[1] In 1883 he was appointed as a full professor and continued to teach the physical geography classes.[1]\r\n\r\nIn 1878 Libbey was involved with the controversy concerning whether the Acoma people had once lived on Enchanted Mesa. After great exertion, he spent a couple of hours on the mesa top and concluded that nothing was there and that it had never been occupied. Subsequent work by archaeologists have shown that Libbey's conclusion was hasty.[4]\r\n\r\nAt the 1912 Summer Olympics he won the silver medal as a member of the American team in the team running deer, single shots competition.[citation needed]\r\n\r\nLibbey died in Princeton, New Jersey. (Wikipedia)\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William Libbey III",
            "alphasort":"Libbey, William",
            "lastname":"Libbey",
            "firstname":"William",
            "nametitle":null,
            "middlename":null,
            "suffix":"III",
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27854598"
        },
        {
            "source":"Wikipedia",
            "id":"https://en.wikipedia.org/wiki/William_Libbey"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}