{
    "makerid":22103,
    "published_date":"2022-06-09 08:45:37.114020",
    "type":"maker",
    "displayname":"Lonnie Holley",
    "makertype":"Individual",
    "alphasort":"Holley, Lonnie",
    "lastname":"Holley",
    "firstname":"Lonnie",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1950, Birmingham, AL; active Birmingham",
    "begindate":1950,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lonnie Holley",
            "alphasort":"Holley, Lonnie",
            "lastname":"Holley",
            "firstname":"Lonnie",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125776"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96609167"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228d8229556a800189dfbdd"
            },
            "exhibitions":[],
            "body":"<p><strong>Like Working a Puzzle: Art from Souls Grown Deep</strong></p><p><br>The recent acquisition of a group of artworks—including quilts, sculptures, drawings, and two artist’s books—through gift and purchase from the Souls Grown Deep Foundation and Community Partnership marks a significant expansion of the Museum’s collection of twentieth-century American art. In welcoming these fourteen works, the Museum not only highlights the distinctive voices and visions of eleven African American artists, but it also introduces audiences to artists who in various ways were learning from, influenced by, and developing alongside one another while shaping a visual language rooted in the context of the American South.</p><p>Between Generations—the Quilters of Gee’s Bend</p><p>The quilting practice that developed across generations of women in the rural community of Boykin, Alabama, is one of the clearest, most recognized examples of such a network of artistic innovation. Popularly known as the Gee’s Bend quilters—so named for their location along a curve in the Alabama River winding through the cotton plantation of Joseph Gee, whose fields they and their ancestors worked—these women created a series of quilt styles that reflect both the artistry of individual quilters and the social and material economy of the region.</p><p>In 2002 the exhibition The Quilts of Gee’s Bend, which opened at the Museum of Fine Arts in Houston and traveled to twelve additional venues around the nation, forever changed the trajectory and place of the Gee’s Bend quilters in the history of American art. Although there had been other moments when the quilters in the area had gained notice and commissions, after the 2002 exhibition their status as artists fundamentally shifted; the collective presentation of this large body of quilts, which had both a distinctive aesthetic vernacular and standout artists, brought the quilters recognition within the broader art world.</p><p>Resources and opportunities followed the exhibition, and new possibilities opened for the artists. Mary Lee Bendolph’s striking quilt Strips and Strings (2005) exemplifies this shift. Bendolph grew up in Gee’s Bend, learning how to quilt from her family, especially her aunt Louella. She knew how to transform scraps of material into a complex design without using a pattern. After Houston, the exhibition was on view at the Whitney Museum of American Art in New York, and this wide exposure energized Bendolph’s creativity. The crisp, graphic quality of the material and the iterative patterning among the blocks of Strips and Strings reveal her immersion in her practice during this era. In 2005 Bendolph spent two weeks making intaglio prints at Paulson Press in Berkeley, California, where she was able to explore her artistic vision in a new medium. Her print To Honor Mr. Dial (2005) entered the Museum’s collections in 2019, and Museum audiences will now be able to experience Bendolph’s compositions across media.</p><p>The sense of both continuity and transformation seen in Bendolph’s work after 2002 can be viewed in relation to the more historical quilts in the Princeton acquisition. For example, the “bars and blocks work clothes” quilt made in 1944 by Annie Mae Young (1928–2013) characterizes a practice of material reuse that came to define a stylistic genre: “work clothes” quilts. Young created this composition of variegated blues from pieces of worn cotton denim, and in a few spots one finds denim-patched holes within larger blocks of color. While it is possible to see connections between Young’s designs and the canvases of mid-twentieth-century abstract artists working with color fields and bold gestures, it is perhaps more meaningful to understand the ways Young set herself apart from the quilters around her in articulating her compositional approach: “I never did like the book patterns some people had. . . . I like big pieces and long strips. However I get them, that’s how I used them. I liked to sew them however they be. I work it out, study the way to make it, get it to be right, kind of like working a puzzle. You find the colors and the shapes and certain fabrics that work out right.”1 Dating to around 1925 and made by Henrietta Pettway (1894–1971), the earliest quilt in the Princeton acquisition exhibits a lively pattern and resourceful use of local materials. Pettway cut a series of squares, strips, and rectangles from floral calicoes and pieces of gray, black, and colored fabrics as well as cotton sacking stamped with labels of its former contents, arranging these in a four-part grid of irregularly concentric squares, framed in lavender, and fit into a longer rectangle of neutral cotton sacking. The central composition showcases a pattern known as “housetop” for its allusion to an aerial view of clustered rooftops.</p><p>The housetop quilt, which is a variation and adaptation of the more strictly defined “log cabin” pattern, flourished as a genre within the Gee’s Bend group thanks to its flexibility; one could stack rectangles around a central square of any width or number to build up a series of the larger medallion blocks and thus use fabric scraps of widely varied sizes to build up the whole. This approach likewise allowed ample room for the exploration of artistic color compositions freed from the expectation of a repeating, predetermined pattern. It is in this space of creative freedom that the voices of the individual makers emerged and drew attention to Gee’s Bend as a center of twentieth-century American art. In his New York Times review of the 2002 exhibition during its presentation at the Whitney, Michael Kimmelman singled out Annie Mae Young and Loretta Pettway as “the most distinctive artists in the show: their quilts look experimental and sometimes shockingly austere.”2 &nbsp;</p><p>SOULS GROWN DEEP FOUNDATION &amp; COMMUNITY PARTNERSHIP<br>Souls Grown Deep advocates the inclusion of Black artists from the South in the canon of American art history and fosters economic empowerment, racial and social justice, and educational advancement in the communities that gave rise to these artists. It stewards the largest and foremost collection of works by Black artists from the southern United States, encompassing some one thousand works by more than 160 artists, two-thirds of whom are women. Souls Grown Deep advances its mission through collection transfers, exhibitions, education, public programs, and publications. Soon after its founding in 2010, Souls Grown Deep began a multiyear program to transfer the majority of works in its care to the permanent collections of leading American and international art museums.</p><p>Between Friends—Thornton Dial and Lonnie Holley<br>Two newly acquired sculptures, by Thornton Dial (1928–2016) and Lonnie Holley (born 1950), illuminate another form of artistic cross-pollination taking place among artists in Alabama. From different generations and locations (Dial worked in McCalla and Holley in Birmingham), the two artists nevertheless enjoyed decades of artistic exchange, recognizing in each other a shared approach to found materials. Holley said, “Just knowing Thornton Dial was an opportunity for me to learn so much. From his experiences to his deep well of thoughts about life, he had no equal. And the way he was able to work all those things into his art just always blew my mind.”3 Dial reciprocated this artistic comradery; his exuberant assemblage Lonnie Holley’s Vision Land (2000) pays tribute to his friend and fellow artist’s expansive approach to transforming materials sourced from his surroundings into sculptures resonant with symbols of African American history and the South. Indeed, Holley’s sculpture The Gold at Grandmother’s Post (1988) honors another artistic inspiration. Quilting fabric hangs from the frame of a washboard mounted atop a turned-wood porch post, embedding a tribute to the generations of quiltmakers in Holley’s family. Dial’s and Holley’s assemblages embody a back-and-forth exchange of creative inspirations that often defines artistic movements or schools of practice.</p><p>Expanding the Frame—art of the American South<br>The art world—in the form of academic training and scholarship, museums, and the art market—historically privileged the urban centers of the northeastern United States; the artists of Souls Grown Deep expand not only the Museum’s regional frame of reference but also the modes of artistic development and range of social and political concerns represented. Understanding the aesthetic and material strategies of the Gee’s Bend quilts requires a recognition of intergenerational learning as a mode of artistic study. Moreover, to study Gee’s Bend quilts is to appreciate the entwined practices of singing spirituals and sewing and to confront racial segregation and gendered labor. Similarly, to engage Dial’s and Holley’s assemblages is to feel the power of an exchange of ideas among contemporaries with shared artistic visions and to consider art as a means of encoded civil protest against racialized violence and see the strength of resistance in art.</p><p>African American identity, history, and culture in the South are granted space in the narratives told in artist’s books by Purvis Young (1943–2010) and in the drawings of Georgia and Henry Speller (1931–1988; 1903–1997, respectively) and of John B. Murray (1908–1988). While Murray’s cryptic watercolor conjures a confrontation between Black Americans and Klansmen, an active threat to the Black communities of central Georgia; the Spellers’ depictions of southern churches recall spaces of refuge and renewal for the African American community in Memphis. A husband-and-wife duo, the Spellers often depicted a common subject—a church, a Mississippi riverboat, the Memphis nightlife—in every case underscoring their shared sense of place and culture as well as their wholly distinctive yet equally fantastical artistic visions. Where Henry’s world features a dense pattern of interlocking perspectives, Georgia’s radiates with a fluorescent palette whether under the light of the sun or the adjacent moon.</p><p>Young created drawings and collages rooted in the African American neighborhoods of Miami and gathered these together into artist’s books, such as the two that have joined the Museum’s collections. From figures packed into the cargo holds of ships to those gathering in processions and marches, the institutions, economy, and culture of the South are everywhere present in these books, which reckon with the history of Black America by integrating references to events such as the civil rights movement and protests against the Vietnam War as well as slavery and the classical parable of Icarus. Representing the American South is critical to the Museum’s ability to offer a fuller account of American history and to take stock of our own institutional legacy. Together, this group of works and the layered narratives within will expand our collections in important ways for both campus audiences and the public.</p><p>Mitra Abbaspour</p><p>Haskell Curator of Modern and Contemporary Art</p><p>NOTES</p><p>1 See Annie Mae Young at: https://www.soulsgrowndeep.org/artist/annie-mae-young.</p><p>2 Michael Kimmelman, “Art Review; Jazzy Geometry, Cool Quilters,” New York Times, November 29, 2002, https://www.nytimes.com/2002/11/29/arts/art-review-jazzy-geometry-cool-quilters.html.</p><p>3 “Muses: Lonnie Holley on Thornton Dial, African Village in America, and Gee’s Bend Quilts,” ARTnews, September 24, 2018.</p><p>&nbsp;</p><p>Fall 2021 Magazine</p>",
            "title":"Like Working a Puzzle: Art from Souls Grown Deep",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}