{
    "makerid":17373,
    "published_date":"2022-03-28 16:09:27.752013",
    "type":"maker",
    "displayname":"A. Schiffelman",
    "makertype":"(not entered)",
    "alphasort":"Schiffelman, A.",
    "lastname":"Schiffelman",
    "firstname":"A.",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German",
    "begindate":0,
    "enddate":0,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"A. Schiffelman",
            "alphasort":"Schiffelman, A.",
            "lastname":"Schiffelman",
            "firstname":"A.",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5ddc132f715a6a00163a054d"
            },
            "title":"Hear the Conservator (PP308.1–2)",
            "transcription":"Hear the Conservator (PP308.1–2)\n\nOur lustrous 1879 lions kept guard at Nassau Hall's main doorway until 1909 and then welcomed entry into campus through the 1879 Arch from Washington Street, until weather, wear, and tear consigned them to storage—where I met them around 1985. The Lions were multiply fractured, with extensive cracking and a lot of bent and fragile metal. One foreleg had been sawn off and replaced with a lead casting molded from the other lion's foreleg, and several smaller parts were missing entirely.\n\nAfter careful research into the Lions' history, structure, and finishes, I carried out extensive repair and restoration so that the Lions could look like they did on their first arrival to Princeton.\n\nOur earliest clear black-and-white archival photo of these lions at Nassau Hall captures their original lustrous, metallic finish, but a later photo of the Lions, still at Nassau Hall, shows dulled surfaces overall and small whitish mounds drizzling from cracks in the statues' lower edges. Through the years most of the original bronzing finish was lost, probably because it is hard to keep varnish and oil-based coatings on zinc. \n\nTo analyze the Lions's structures and finishes, I relied on naked-eye and magnified examination, and on instrumental microscopy and spectral methods. I discovered that Princeton's Lions were made of many cast zinc parts joined with lead solder and secured inside by iron and copper hardware, concrete, and plaster. After a few rebronzings, our Lions were several times painted a utility brown. In nooks and crevices, along with and under the brown maintenance paint, I found remnants of filling and smoothing putty and also bright bronze metal flake varnish in several layers applied over the putty.\n\nThis was a long and painstaking restoration with many stages: I had the stones trimmed and “CLASS OF 1879” lettering recut. I traveled to a Washington, DC, Walter Reed medical campus to take molds from an identical lion whose  foreleg had not been sawn off and which still had a few smaller features Princeton's Lions had lost. I made the replacement leg and other replacement features in polymer plastic, and I attached them in place. I reassembled and reinforced the Lions using an interior system of supports and connections which I designed and fabricated. For refinishing, I carefully cleaned and prepared the zinc and replacement surfaces and applied an undercoat of primer paint formulated specifically for zinc, with red pigment mixed in. I bronzed over that red base using bronze dust which I had color-matched to the original flakes and mixed into a clear synthetic polymer varnish, and I applied a final coat just of clear varnish. In 1998 we brought the Lions back to campus and installed them right here, for Princeton's heritage and your enjoyment.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca038",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}