{
    "makerid":20728,
    "published_date":"2022-03-28 16:10:06.443723",
    "type":"maker",
    "displayname":"Wadsworth Jarrell",
    "makertype":"Individual",
    "alphasort":"Jarrell, Wadsworth",
    "lastname":"Jarrell",
    "firstname":"Wadsworth",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1929, Albany, GA; active Cleveland, OH",
    "begindate":1929,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Wadsworth Jarrell",
            "alphasort":"Jarrell, Wadsworth",
            "lastname":"Jarrell",
            "firstname":"Wadsworth",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Wadsworth Aikens Jarrell",
            "alphasort":null,
            "lastname":"Jarrell",
            "firstname":"Wadsworth",
            "nametitle":null,
            "middlename":"Aikens",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/21406332"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e39b603043e70001673e72c"
            },
            "body":"Spanning over 100 years, this selection of prints demonstrates not only the wide range of traditional and experimental techniques but also the pervasive current of iconic and narrative impulses that characterize the graphic work of African American artists from Henry Ossawa Tanner to Martin Puryear.\n\nRaising the viewer’s political and social consciousness is the motivating force behind portraits of historical icons such as Harriet Tubman, Frederick Douglass, and Angela Davis by Elizabeth Catlett, Charles White, and Wadsworth Jarrell, respectively, all of whom sought to reach broad audiences between the 1940s and 1970s through inspirational murals and prints. While clearly derived from nineteenth-century photographs, White’s portrayal of Douglass exploits the lithograph’s potential for saturated blacks and seamless transitions to create a larger-than-life image with gestural strokes evocative of the artist’s monumental charcoal drawings. Other creative appropriations include Margaret Burroughs’s starkly linear linocut <em>Black Venus<em>, which transforms a late eighteenth-century engraving (<em>Voyage of the Sable Venus<em>) by freeing the central figure from its original pro-slavery context. A more recent work, Glenn Ligon’s <em>Self-Portrait at Eleven Years Old</em> repurposes the cover of <em>Looking Back</em> (1977), a greatest-hits triple LP by the artist’s childhood idol Stevie Wonder. For this print, Ligon enlarged a drawn copy he had made of the cover and used a stencil to create tightly clustered circles of black linen pulp that mimic the benday dots of the original.\n\nEqually complex explorations of cultural, racial, and gender identity inform prints by Emma Amos and Iona Rozeal Brown, which draw upon a variety of sources, including Japanese color woodcuts. By contrast, two literary classics—of antiquity (Homer’s <em>Odyssey<em>) and of the Harlem Renaissance (Jean Toomer’s <em>Cane<em>)—inspired the figurative and abstract narratives of Romare Bearden’s screenprint and Martin Puryear’s woodcuts. Like all of the prints on display, these works resist the conventions of traditional illustration in their provocative and lyrical evocations of the African American experience.\n\n--Laura M. Giles\nHeather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings",
            "title":"Online Collection Sets: African American Prints",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"62267056c585860018ecf5a3"
            },
            "exhibitions":[],
            "title":"Counternarratives of Love: The Art of Elizabeth Catlett, Wadsworth Jarrell, and Toni Morrison In the nighttime.",
            "body":"<p><strong>Counternarratives of Love: The Art of Elizabeth Catlett, Wadsworth Jarrell, and Toni Morrison In the nighttime.</strong></p><p>Mercy.<br>In the darkness.<br>Mercy<br>In the morning . . .<br>Mercy. Mercy. Mercy. Mercy.</p><p>I refused to watch it. The execrable suffocation and death of George Floyd were reported by a multiplicity of national and global news agencies. Selected fragments of the recorded murder, its prologues, and the protests that followed in its wake were featured in various media outlets for weeks. Rightly described by the political commentator Van Jones as a lynching, Mr. Floyd’s murder was spectacularized. Every repeated video short of the horrific happening was like a bullet hammering into his already lynched body. While the resulting worldwide protests brought a measure of hope and many opportunities to participate in long-overdue conversations about structural racism in America, the egregiousness of the atrocity, not its spectacularization, drove the protests and conversations.</p><p>Toni Morrison delineates the historicity of the spectacle in her speech “A Race in Mind: The Press in Deed.” She states that the press took “the spectacle of a black and signifying difference, taught to an illiterate white public (via minstrelsy),” and chose to entrench it, offering a treatment of Blacks which is “unconscionable, immoral and dangerous.” 1 In her introduction to Birth of a Nation’hood: Gaze, Script, and Spectacle in the O. J. Simpson Case, Morrison referred to the media’s presentation of Simpson’s case as being driven not just by “media avarice and shamelessness” but also by “the construction of a national narrative.” 2</p><p>My current research considers the Morrisonian national narrative and her assertion that the press has preserved and perpetuated the minstrelic depiction of Blacks. I posit, in brief, that America has a National Narrative, evident not just in a specific event or events but manifested over the centuries as both an overt and a covert weft, which has served to develop and perpetuate racist beliefs and imagery. The spectacle of the Black that contemporary media foments is one of the current manifestations of the National Narrative.</p><p>While the media spectacle presents a racialized outsider’s view of Black people, Toni Morrison crafted the language of her novels in “a way to get to what was felt and meant” by the characters.3 She seeks to engage the reader in conversation with the text so that we “really love the characters”4 and can be informed about the “richness of the past.”5 Morrison offers an interior view of the characters and their communities that provides a counternarrative to the externalized view of the spectacle.</p><p>Many African American visual artists also provide counternarratives to the spectacle. There are several works by African American artists in the Art Museum’s collections that speak directly to my broader research and can be read in conversation with specific Morrisonian characters in intriguing ways. I highlight two of the Museum’s works here, briefly discussing my reading of the counternarratives they offer through the lens of one of Morrison’s characters. Considering Pilate Dead, from Morrison’s Song of Solomon (1977), Elizabeth Catlett’s In Harriet Tubman I Helped Hundreds to Freedom (1946), and Wadsworth Jarrell’s Revolutionary (1972), I posit that merciful love is the heart of the counternarratives presented through each work.</p><p>The sequential story of Morrison’s Song of Solomon revolves around Milkman Dead and his unwitting spiritual and physical journey to his ancestral home. A chronological reading of the text, however, illumines its underlying theme of flight. As Morrison states in her exegesis of the opening sentence of the text in her article “Unspeakable Things Unspoken: The Afro-American Presence in American Literature,” while “the center of the narrative is flight; the springboard is mercy.”6</p><p>Building on Morrison’s reading of the text, I posit that merciful love serves as the “springboard” to the flights in the text and is the spiritual flight that precedes the physical action.7 Pilate Dead, Milkman’s aunt, demonstrates merciful love, love extended though undeserved, as she directs her attention to the needs of others rather than herself. Pilate’s unusual birth defect, the absence of a belly button, resulted in her rejection, expulsion, or desertion by those among whom she sought to live. The series of rejections she faced by the African American community shortly after her brother’s desertion and her father’s murder could easily have allowed Pilate to become bitter, hostile, angry, or even deranged in her isolation. Although she did “finally [. . .] take offense,” she did not level vitriol at those who hurt her; instead, she took the time to “decide how she wanted to live and what was valuable to her,” choosing to extend merciful love.8</p><p>Pilate’s largesse is also evidenced in her physical appearance. Similar to the shape that the letters of her name formed in the Bible, “like a tree hanging in some princely but protective way over a row of smaller trees,” Pilate looks “like a tall black tree.”9 The sense of protection derived from her treelike appearance is also reflected in her home. Seemingly “rising rather than settling into the ground,” Pilate’s home is open to anyone in need of a haven for rest, refreshment of the spirit, or shelter.10</p><p>Elizabeth Catlett’s Harriet Tubman</p><p>Harriet Tubman, after escaping from slavery and settling in the North, demonstrated her merciful love for family and friends in returning at least thirteen times to the South to lead others to freedom. Following the Civil War, she maintained an open-door policy in her home for anyone in need. The artist Elizabeth Catlett created three linocuts with Harriet Tubman as the focal subject: In Harriet Tubman I Helped Hundreds to Freedom (1946), Untitled (Harriet Tubman) (1953), and Harriet (1975). While the 1946 work is featured in the Museum’s collections, it is relevant to this discussion to briefly consider the correlation among all three prints.</p><p>Each version depicts Mrs. Tubman in the foreground with her arm stretched above the heads of those whom she is leading out of slavery. With a face set like a flint toward freedom in each of the images, her head and arm seem to open a path of light, the white or lightened space before her face and over and in front of her long, outstretched arm. In each linocut Catlett depicts Tubman as much taller than her actual five-foot-two-inch stature. Clothed in a long, wide-skirted dress, her feet firmly planted though suggesting motion, Catlett’s Tubman is like a tree providing protective cover from what lay behind and guidance to what lay ahead. Catlett seems in some ways to be depicting the spirit of Tubman—the determination, strength, focus, and courage it took to return to the South to lead her family and friends to freedom. Tubman’s spirit as depicted in the images created by Catlett echoes the towering, protective nature of Pilate, pointing others to freedom.<br>Wadsworth Jarrell’s Revolutionary</p><p>Angela Davis is a remarkable woman. From a young age to the present, she has demonstrated merciful love for the Black community in general and for those for whom she advocates in particular. Falsely accused of conspiracy and multiple homicides, Davis was imprisoned in 1970 and kept in solitary confinement for the majority of her term. Yet even in prison, she helped to “empower African-American women.”11 Wadsworth Jarrell’s Revolutionary, depicting Angela Davis, is composed primarily of letters and statements.</p><p>Her jacket, which replicates the design of the revolutionary suit created by Wadsworth’s wife, the artist and fashion designer Jae Jarrell, is inscribed with words reflective of the life Davis chose to pursue: “I have given my life to the struggle.” “If I have to lose my life in the struggle that’s the way it will have to be.” The words surround a solid red bandolier running asymmetrically down the right side of the jacket. The most didactic statements that Jarrell incorporates into the piece begin at Davis’s hairline and radiate out from it, the size of the letters increasing as they move further away from her face, the brightening colors suggesting the edge of her afro. The left half of Davis’s afro flips the text to mirror-image writings: “Seize the Time, Revolution, Black Bad, Resist, Get Ready, For Revolution.” The words on the right side of her afro are written in standard format: “She Hipped, Us To Chuck, Full Of _hit, Black, Revolution, Revolution Resist, BBBBBBB, Resist, Black, Beautiful.” Since Davis’s afro served as a statement of her nonconformity to white standards of beauty, the placement and repetition of the words Revolution and Resist emanating from her hair are significant.</p><p>Of the multiple inclusions of the letter B which make up Davis’s hand, face, neck, and teeth, Jarrell states, “I constructed the painting of the letter B to represent only the profound statement of praise extolling our people at the time—‘Black is Beautiful.’”12</p><p>Indeed it is.</p><p>Caryl McFarlane<br>Higher Education Diversity, Programs, &amp; Strategy Consultant<br>Executive Consultant, The Alliance of HBCU Museums and Galleries</p><p>Spring 2021 Magazine</p><p>NOTES<br>Epigraph: Toni Morrison, Song of Solomon (New York: Penguin, 1987), 317–18.<br>1 Published in Toni Morrison, The Source of Self-Regard (New York: Knopf, 2019), 38.<br>2 Toni Morrison, “The Official Story: Dead Man Golfing,” in Birth of a Nation’hood: Gaze, Script, and Spectacle in the O. J. Simpson Case, ed. Toni Morrison and Claudia Brodsky Lacour (New York: Pantheon, 1997), 15–16, emphasis added.<br>3 Toni Morrison, interview by Charles Ruas, Conversations with Toni Morrison, ed. Danille Taylor-Guthrie (Jackson: University Press of Mississippi, 1994), 96.<br>4 Anne Koenen, “The One Out of Sequence,” in Conversations with Toni Morrison, 74.<br>5 Toni Morrison, interview by Charles Ruas, Conversations with Toni Morrison, 113.<br>6 Toni Morrison, “Unspeakable Things Unspoken: The Afro-American Presence in American Literature,” in Within the Circle: An Anthology of African American Literary Criticism from the Harlem Renaissance to the Present, ed. Angelyn Mitchell (Durham, NC: Duke University Press, 1994), 392.<br>7 Morrison, “Unspeakable Things Unspoken,” 392.<br>8 Morrison, Song of Solomon, 149.<br>9 Morrison, Song of Solomon, 19, 39.<br>10 Morrison, Song of Solomon, 27.<br>11 LaJuan Simpson, “Transforming the Prison: Outrageous and Bodacious Behavior in Angela Davis: An Autobiography,” CLA Journal 50, no. 3 (2007): 323.<br>12 Steven Litt, “Cleveland Artist Wadsworth Jarrell Sets Record Straight on History of Revolutionary AfriCOBRA Collective in New Book,” Cleveland.com, January 20, 2021, https://www.cleveland.com/news/2021/01/cleveland-artist-wadsworth-jarrell-sets-record-straight-on-history-of-revolutionary-africobra-collective-in-new-book.html.</p>",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}