{
    "makerid":4513,
    "published_date":"2022-03-28 16:06:08.920491",
    "type":"maker",
    "displayname":"Anna Lea",
    "makertype":"Individual",
    "alphasort":"Lea Anna",
    "lastname":"Lea",
    "firstname":"Anna",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1844–1930",
    "begindate":1844,
    "enddate":1930,
    "nationality":"American",
    "culturegroup":null,
    "biography":"\r\nMERRITT, Anna Lea, artist, born in Philadelphia, Pennsylvania, 13 September, 1844. Her maiden name was Anna Massey Lea. She was twenty-one years of age before she turned her attention to painting, and subsequently studied under Professor Heinrich Hoffmann, of Dresden, and Henry Merritt, of London, whom she married in April, 1877. In 1871 she went to London to reside, and the same year exhibited \"A Scene on the Grand Canal, Venice,\" and \" Portrait of a Young Lady.\" Of her pictures since exhibited, \"Eve Overcome by Remorse\" has attracted the most attention. She was represented at the Philadelphia centennial exhibition, and received a diploma and medal. After the death of her husband, Henry Merritt, an artist and author, she published a memorial of him entitled \"Henry Merritt's Art Criticism and Romance, with Recollections and Twenty-three Etchings\" (London, 1879). To supply a portrait of her husband she studied the art of etching, which led to her adopting it as a profession. She has also etched \" Two Portraits of Mary Wolstonecraft,\" \"View on the Thames,\" \"Portrait of Sir Gilbert Scott,\" and \"Ellen Terry as Ophelia.\" She has exhibited at the London academy \"The Pied Piper of Hamelin\" (1872) ; \" St. Cecilia\" and \"A Bacchante \" (1875); \"A Girl with Doves \" (1876); \"Camilla\" (1883) ; and various portraits. At present she resides in London, but frequently visits New York city and Philadelphia, where she has painted a number of portraits. She is a relative of Henry C. Lea (q. v.).\r\n\r\n\r\n\r\n\r\nEdited Appletons Encyclopedia, Copyright © 2001 VirtualologyTM",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Mrs. Henry Merritt",
            "alphasort":"Mrs. Henry Merritt",
            "lastname":"Mrs. Henry Merritt",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Anna Lea",
            "alphasort":"Lea Anna",
            "lastname":"Lea",
            "firstname":"Anna",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500028867"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7743149296292880670003"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}