{
    "makerid":1716,
    "published_date":"2022-03-28 16:04:21.661103",
    "type":"maker",
    "displayname":"Charles White",
    "makertype":"Individual",
    "alphasort":"White, Charles Wilbert",
    "lastname":"White",
    "firstname":"Charles",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1918–1979; born Chicago, IL; died Los Angeles, CA",
    "begindate":1918,
    "enddate":1979,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Charles Wilbert White was born in Chicago and was educated at the Art Institute of Chicago and the Arts Students league of New York. He spent most of his career between Los Angeles and Chicago. His work, which is mainly figural, deals with the stuggles of African-Americans and humanity (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charles White",
            "alphasort":"White, Charles Wilbert",
            "lastname":"White",
            "firstname":"Charles",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Charles Wilbert White",
            "alphasort":null,
            "lastname":"White",
            "firstname":"Charles",
            "nametitle":null,
            "middlename":"Wilbert",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115749"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/18090428"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"607da3e21b5f2b0017550b0b"
            },
            "caption_file":[],
            "title":"Curator's Voice: Paul Robeson",
            "file_uri":"https://mediacentral.princeton.edu/id/1_mqbzhkp4",
            "description":"Laura Giles discusses Charles White's portrait of Paul Robeson.",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "speaker_type":"Curator",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5dc5e0448daad00016aba02c"
            },
            "body":"<p><em><em>Between Image and Concept: Recent Acquisitions in African-American Art<em><em>&nbsp;</p><p>Between the Lines Is today's African-American artist bound to represent black images (with representational painting) in a marketplace nearly devoid of such imagery? Is highly formal abstraction a valid practice for African-American artists? These questions aim to support the examination of an aesthetic diversity among any group of artists, racialized or not, but also point to the recent conundrum of black artists in the marketplace. Is the representational image or socially based concept the mark of all African-American artists? And if one is not making racially definable work, then is one just out of luck-or simply an artist whose work is not in vogue? Henry Ossawa Tanner's etching <em>The Disciples See Christ Walking on the Water</em> (ca. 1907;fig.1), is a prime example of the artist's own brand of American Naturalism. While the history of African diasporic art in the Atlantic coast region is known for its \"outsider\" artists, who carried on African traditions with their emphasis on utilitarianism, Tanner, a student of Thomas Eakins, was one of the first highly educated African-American artists. Tanner's work as a painter belonged to the nineteenth­ century American landscape tradition. As in the majority of his paintings, this work in particular,with its religious theme, also seeks to express universal humanity through illustrative scriptures. Considering Tanner's large output of biblical and religious scenes, we could look at much of his work as a sign of resistance. In a similar way, spirituals in the black church functioned as documented calls to identify oppression and celebrate a struggle against racism and the remnants of slavery. The landscape tradition to which Tanner belonged often emphasized individualism and existentialism in line with the pioneering colonialism of the country, but the post-Reconstruction United States also drew other clear lines (of segregation and property). A developing collective consciousness found a degree of cohesion at black colleges and universities like Howard in Washington, D.C. Within the visual arts,the Harvard graduate Alain Locke became the critical voice for African-Americans, calling for an avant-garde that would present a black culture with formal ingenuity and demonstrate black life. As the artist Charles White (1918-1979) said, \"A book that fascinated me and opened up new vistas, was Dr. Alain Locke's <em>The New Negro<em>. I had never realized that Negro people had done so much in the world of culture, that they had contributed so much to the development of America, it became a kind of secret life, a new world of facts and ideas.\"2 For White, who as a mentor and teacher would become a central force in the development of African-American art in Los Angeles, Locke's call for artists to demonstrate their cultural makeup in art was a blessing and a welcome challenge. White's lithograph <em>Frederick Douglass</em> (1951) emphasizes the artist's extreme craftsmanship with line in its taut, angular portrayal of the famous abolitionist leader. Ten years younger than Charles White, Alabama-born Thornton Dial (born 1928) draws another crucial line in the sand in the dissemination of African-American art. He is the patriarch of an extended family in which the production of functional objects, primarily welded furniture, and artwork in diverse media has become a facet of life. Dial thus extends the tradition of African utility in art while also creating innovative works in a vernacular tradition. His works on paper, such as the sparely colored picture of tigers...<em>You Can't Get Away from the Business <em>(1992), suggest the fantasy world that is an important part of his process. [Rozeal] Brown's work <em>Untitled II</em> (Female) (2003) draws equally and liberally upon nineteenth-century Japanese erotic (shunga) paintings, early-twentieth-century American vaudeville, and hip-hop culture. Her focus is on the portrait tradition as it relates to sartorial splendor,decoration,and the power of the sitter. [Leonardo] Drew's highly minimalist <em>Number 25 D</em> (2005) is a textured stitching of repeated squares on paper, recalling a Carl Andre floor piece, except that the hand of the artist is obviously and fully involved. The three-dimensional wall- hanging recalls the handmade touch of Arte Povera juxtaposed with the industrial feel of early minimalist objects. Its white thread also suggests his larger works made of evocative materials like raw cotton and tar. [The 2005-2006 exhibition] <em>Between Image and Concept </em> offer[ed]the opportunity to consider the relationship between a wide range of artists and the social and historical contexts that engendered their work.&nbsp;</p><p>-- Franklin Sirmans&nbsp;</p><p>Lecturer in the Councilof the Humanities and Visual Arts</p>",
            "title":"Collection Publications: Between Image and Concept",
            "source_project":"Other",
            "author_type":"Faculty",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e39b603043e70001673e72c"
            },
            "body":"Spanning over 100 years, this selection of prints demonstrates not only the wide range of traditional and experimental techniques but also the pervasive current of iconic and narrative impulses that characterize the graphic work of African American artists from Henry Ossawa Tanner to Martin Puryear.\n\nRaising the viewer’s political and social consciousness is the motivating force behind portraits of historical icons such as Harriet Tubman, Frederick Douglass, and Angela Davis by Elizabeth Catlett, Charles White, and Wadsworth Jarrell, respectively, all of whom sought to reach broad audiences between the 1940s and 1970s through inspirational murals and prints. While clearly derived from nineteenth-century photographs, White’s portrayal of Douglass exploits the lithograph’s potential for saturated blacks and seamless transitions to create a larger-than-life image with gestural strokes evocative of the artist’s monumental charcoal drawings. Other creative appropriations include Margaret Burroughs’s starkly linear linocut <em>Black Venus<em>, which transforms a late eighteenth-century engraving (<em>Voyage of the Sable Venus<em>) by freeing the central figure from its original pro-slavery context. A more recent work, Glenn Ligon’s <em>Self-Portrait at Eleven Years Old</em> repurposes the cover of <em>Looking Back</em> (1977), a greatest-hits triple LP by the artist’s childhood idol Stevie Wonder. For this print, Ligon enlarged a drawn copy he had made of the cover and used a stencil to create tightly clustered circles of black linen pulp that mimic the benday dots of the original.\n\nEqually complex explorations of cultural, racial, and gender identity inform prints by Emma Amos and Iona Rozeal Brown, which draw upon a variety of sources, including Japanese color woodcuts. By contrast, two literary classics—of antiquity (Homer’s <em>Odyssey<em>) and of the Harlem Renaissance (Jean Toomer’s <em>Cane<em>)—inspired the figurative and abstract narratives of Romare Bearden’s screenprint and Martin Puryear’s woodcuts. Like all of the prints on display, these works resist the conventions of traditional illustration in their provocative and lyrical evocations of the African American experience.\n\n--Laura M. Giles\nHeather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings",
            "title":"Online Collection Sets: African American Prints",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"622674d3c585860018ecf5a4"
            },
            "exhibitions":[],
            "body":"<p><strong>Pivotal Works by African American Artists Enrich the Collections</strong></p><p><br>This article introduces in chronological sequence five recently acquired works by leading Black modern and contemporary artists, made between the 1940s and the recent present. Executed on paper, canvas, and wood, using a wide variety of mark-making techniques, these exceptional works employ distinct vocabularies to convey and complicate the narrative of the African American experience in language that expands and challenges the meaning of figurative and abstract when applied to the concept of Blackness.</p><p>In Sam Pollard’s recent documentary film Black Art: In the Absence of Light (2021), the artist Glenn Ligon observes that when he visits museums, he finds that the acquisition dates for works by Black artists are often recent—adding that “institutions have a long way to go before catching up.” Indeed, when I arrived at the Art Museum in 2000, there were very few works by African American artists. In the past twenty years the Museum has made significant headway in amplifying the presence of Black art within its collections, most robustly in prints, drawings, and photographs but also in other media. The process of addressing historical imbalances and vacuums in the Museum’s collections continues with renewed urgency, and as seminal works such as these are acquired, they present opportunities for thought-provoking dialogue with numerous objects already in the collections.</p><p>Laura M. Giles<br>Heather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings</p><p>&nbsp;</p><p>&nbsp;</p><p>Although he died impoverished and unknown in New York City, Ellis Wilson achieved posthumous fame beginning in 1986, when one of his paintings, Funeral Procession, appeared on the wall of the Huxtable family’s living room in the popular TV program The Cosby Show. Like that work, Fisherwoman exemplifies Wilson’s lifetime quest to record the everyday lives of the urban and rural Black working class. As Wilson explained, “I am striving with each new canvas to paint the Negro with greater feeling and understanding.” After leaving his native western Kentucky to study at the School of the Art Institute of Chicago, in the late 1920s Wilson moved to New York City; there he developed close connections with fellow southern Black painters Beauford and Joseph Delaney, who were also exploring expressionist modes of figuration. In the mid-1940s Wilson traveled on a Guggenheim Fellowship to South Carolina, where he immersed himself in the Gullah culture of the Sea Islands, particularly Daufuskie, often going on fishing trips with the inhabitants.</p><p>Although Wilson made extensive on-the-spot sketches in oils and watercolors, he began to stray from his documentary approach and add elements of fantasy. This direction is seen in Fisherwoman, in which he placed an imaginary fish on the woman’s head, never having observed anything like this during his stay—as he explained, “[the women] carried everything else on their heads.” Wilson’s scumbled and gestural technique evokes monumentality and earthiness in this icon-like woman firmly planted against a brooding seascape with figures in the distance, conjuring a dreamlike scene in which reality and fantasy commingle. The atmospheric ambiguity speaks to cultural identity issues faced by African American artists from the urban North when seeking to connect, or in Wilson’s case reconnect, with the rural Black South. Elsewhere in the Museum’s collections, Hale Woodruff’s portfolio of sharply stylized linocuts portraying Black life in rural Georgia, made when he was teaching at Atlanta University in the 1930s and ’40s, exhibits a similarly charged examination of unfamiliar territory that straddles the worlds of documentation and imagination.</p><p>A seminal figure in the history of American modernism, Norman Lewis was one of the few Black artists of his generation whose early exploration of abstraction continued throughout his career. Emerging in post–World War I Harlem as a social realist during the Great Depression, he was greatly influenced by leftist politics, involvement in the Works Progress Administration (WPA) Art Project, and the New York jazz scene. Although he remained committed to political activism, by the early 1950s Lewis had begun to break from art as, in his words, “an illustrative statement that merely mirrors some social condition.” In his deliberate avoidance of representational narrative, he forged a unique metaphorical style and mixed-media technique, producing alchemical compositions that blur the distinctions between brush and penwork, figuration and abstraction.</p><p>The “Procession” in this work’s title speaks to the central role of the motif of gatherings in the artist’s repertoire, which may have been inspired by the first West Indian Day Parade in Harlem in 1947. This event would have appealed to Lewis’s West Indian ancestry, his admiration of global (or as he would have put it, “universal”) cultural phenomena, and his fascination with the positive and negative aspects of crowd behavior. Lewis referred to the calligraphic figures themselves as “little people,” which he deployed in scenes such as this one, in which “everybody was going some goddamn place and nobody was going anywhere.” Over the next decade, Lewis implemented versions of these expressive pictographic crowds to horrific, inspirational, and celebratory effect, encompassing Ku Klux Klan rallies, civil rights marches, and carnival parades.</p><p>This early and particularly nuanced example of one of Lewis’s signature motifs substantially diversifies the Museum’s representation of mid-twentieth-century American art while historically grounding the work of living Black artists—including Sam Gilliam, Howardena Pindell, and Martin Puryear—who privilege or incorporate abstraction.</p><p>John Biggers’s career-long focus on figuration in his murals and drawings was forged in the early 1940s, when he was an art student at the Hampton Institute (now University) in Virginia. There he was encour­aged by his teacher Charles White to explore themes of social realism and racism. White’s monumental portrait studies for the historic and contemporary Black heroes shown in his Hampton mural The Contribution of the Negro to Democracy in America (1943) included Paul Robeson, one of the few works by an African American artist acquired by the Museum before the 2000s. In recollecting the impact that such drawings had on him and other students, Biggers noted that White’s “technical brilliance in literally carving out of flat white cardboard with charcoal pencils ebony figures in three dimensions astounded us.”</p><p>Rendered in Biggers’s distinctively meticulous and textural cross-hatching technique, Fishmongers was made in the transformational year of 1957, when he became one of the first Black American artists to travel to Africa to explore his ancestral and cultural roots. During his UNESCO-funded stay in Ghana and travels to Benin, Nigeria, and Togo, he made quick, on-the-spot sketches of plants, trees, and communal activities with emphasis on movement—from fishing and weaving to drumming and dancing—which he then translated into finished compositions such as this one. He later described much of what he had observed as a “positive shock,” revealing “Africanisms in our life which we simply had not been able to claim.” In this vibrant tableau of swaying fish sellers at a market in Accra, Biggers evoked one of his favorite themes—the celebration of Black womanhood as a cosmic, creative force. One of more than eighty illustrations included in his 1962 publication Ananse: The Web of Life in Africa, Fishmongers evokes the dynamic intersection of African and African American art and culture in the postwar era of decolonization and civil rights.</p><p>In its physical components and conceptual intent, Mvet Lunar Diptych evokes Terry Adkins’s description of himself as “a sculptor, musician, and latter-day practitioner of the long-standing African American tradition of ennobling worthless objects.” During his remarkable career, he approached all of his work (which included printmaking and video) as a composer, creating a conversational interplay among objects, installations, and musical performances, with the goal of “finding a way to make music as physical as sculpture might be and sculpture as ethereal as music is.”</p><p>Part of his Mvet series, this work is executed in acrylic paint on found wood, a material that Adkins began using in the late 1980s. A mvet is a stringed musical instrument, or kind of chordophone, belonging to the Pahouin or Fang people of Gabon, Cameroon, Equatorial Guinea, and Congo-Brazzaville. Its significance as part of a complete art—comprising dances, mimicry, chants, and recited poems—resonated with the performativity of Adkins’s pieces. Taking on the overall ovoid shape of the namesake instrument, Mvet Lunar Diptych (with the lunar presumably evoked by the silvery paint) incorporates jagged edges, which both mimic the carved edges of the calabash resonators that amplify the instrument’s sound and also resemble oblong gears, suggesting histories of labor and industrialization. For Adkins, the mvet also exuded an onomatopoeic quality, with the sound of the word evoking the instrument’s twanging tones.</p><p>There is a close relationship between Mvet Lunar Diptych and Sanford Biggers’s Tunic (2003), a bubble down jacket and feathers that takes inspiration from a plumed ceremonial cape from Cameroon in the Museum’s collections; both works dramatically set in motion a collision with historical, geographic, and cultural references. As documented in their collaborative mixed-media performance Cosmic Conundrum (2009), Adkins played the saxophone wearing Biggers’s Ghettobird Tunic (2006), a variation on his earlier version. This connection foregrounds the multimedia exchange and dialogue between contemporary African American artists and their relationship to ancestral roots on the African continent while complicating ideas of the Western art object as a singular bounded thing.</p><p>Robert Pruitt’s large figurative drawings seamlessly layer imagery of disparate influences and aesthetics—including comic books, science fiction, and African art—while also continuing the strong figurative legacy established by John Biggers at Texas Southern University in Houston, which Pruitt attended in the 1990s. Emblematic of Pruitt’s classically realist draftsmanship, Shadow Boxing belongs to a group of portraits of individuals whom the artist has described as “my people: friends, coworkers, ride-or-die cohorts, etc.” Most of the figures turn their backs or, in this instance, wear masks—thereby remaining hidden. Taking as a model one of his primary sources of inspiration, the experimental jazz composer Sun Ra, Pruitt seeks to liberate his Black sitters from what he calls racist “boxes,” placing them in a fantasy space of blended eras and cultures. He has argued that through his drawing process these works quickly become “fictional profiles rooted in ethnography and portraiture.”</p><p>In Shadow Boxing Pruitt portrays an acquaintance nicknamed “Brother-in-Law.” His attire incorporates details from hip-hop and gang culture, while his face gear is a striated Kifwebe mask from the Congo River basin, which Pruitt includes as much for its associations with witchcraft and mysticism as for its appropriation by Western artists. Expressively gestural, Pruitt’s drawing joins several portraits in the Museum by contemporary Black artists that complicate the role of figuration in the articulation of Black identity in the twenty-first century. These include Toyin Ojih Odutola’s triptych Birmingham (2014), a set of lithographs that reflects the intricate striated and shimmering topography of her figure drawings. According to Odutola, these head and shoulder portraits of a Black man are based on photographs she took of one of her brothers in Birmingham, Alabama—hence the title, which is unusual within the artist’s oeuvre for its geographic specificity. Like Pruitt, Odutola has challenged the restrictive notion of space in the representation of the Black figure, commenting, “That the black image is profitable in certain spaces—within the realm of entertainment or sports, for instance—was off-putting, to say the least.</p><p>&nbsp;</p><p>Spring 2021 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "title":"Pivotal Works by African American Artists Enrich the Collections",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}