{
    "makerid":13442,
    "published_date":"2024-02-22 02:02:19.692338",
    "type":"maker",
    "displayname":"Roman",
    "makertype":"Cultural Group",
    "alphasort":"Roman",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":null,
    "culturegroup":"Roman",
    "biography":null,
    "altnames":[
        {
            "nametype":null,
            "displayname":"unknown Ancient Roman",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"unknown Ancient Roman"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Roman",
            "alphasort":"Roman",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Roman"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500202843"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100628022"
        },
        {
            "source":"AAT",
            "id":"300020533"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5fd12e14a1114700172bbbfa"
            },
            "title":"\"Una furtiva lagrima\" (<em>L'elisir d'amore</em>, 1832, Gaetano Donizetti, 1797–1848) ",
            "transcription":"",
            "source_project":"Music and Art",
            "file_uri":"https://archive.org/details/poco-y-1965-219",
            "object_sets":[
                {
                    "$oid":"5fcf78d4baba7be5f004720f"
                }
            ],
            "description":"<p>Performed by Seyoon Ragavan '21&nbsp;</p><p>“Una furtiva lagrima,” from the opera <i>Lelisir d’amore</i> (Elixir of Love), tells the story of someone using a love potion. This aria occurs right after Adina drinks the potion, when Nemorino believes that she returns his love. Nemorino’s expression of unrequited love reminds me of the Roman mosaic in the Museum’s collections that depicts the myth of Apollo chasing Daphne; both portray the end of a long pursuit. In the mosaic, Apollo’s pinky just grazes Daphne’s shoulder as he catches up to her. Each piece brings me to the edge of my seat, anticipating whether the affection will be returned. Regardless of the results, these works are extremely powerful to me because they convey the intense effect that falling in love (or lust) can have on anyone.&nbsp;</p><p>Grace Rocker ’23</p>"
        }
    ],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf46cb785ca8001692b35d"
            },
            "body":"The central pendant features a portrait of Julia Dornna, wife of emperor Septimius Severus (r. A.D.  193-211). On either side are portraits of their son, the emperor Caracalla (r. A.D. 211-17), which in turn are flanked by portraits of an earlier emperor, Antoninus Pius (r. A.D . 138-61). The faux coins are die­ stamped in one piece with their ornamental frames. On the backs are designs taken from bronze coins issued in Egypt in the early third century under Septimius and his successors in the Severan Dynasty: a lion, a winged Victory, a triumphal chariot, a reclining figure representing the Nile, and a female goddess. Spool-shaped beads sep­ arate the pendants, and at either end are larger beads decorated with shells and palmettes. \n\nA pair of loop-in-loop chains doubles back through the end beads to form a quadruple string. By pulling on the end beads, the circumference of the necklace is enlarged, making it easier to place it over the head without undoing the clasp. This ingenious system occurs in only four other necklaces, two of which are said to have been found in Egypt. These other necklaces use real gold coins as pendants, and among their imperial portraits are those of Julia Domna and Caracalla. The Severan emperors were anxious to associate themselves with the popular Antonine Dynasty, and their supporters in Egypt would have been eager participants in any imperial propaganda initiatives, being grateful for Caracalla's extension of the Roman citizenship to all the inhabitants of the empire. This extravagant luxury object would have carried a subtle message of imperial harmony while gracing the throat of its wealthy owner.\n\n",
            "title":"Necklace with imitation coin pendants",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Summer 2004"
        },
        {
            "_id":{
                "$oid":"5daddf23c5089b0016f26e11"
            },
            "body":"The second sculpture  is a balsamarium, a bronze container for scented oil. Balsamaria were frequently  cast  in  the form  of a head or bust, in this  case the bust of a  male  hunchback.  The lid, handle,  and  foot  of  the  sculpture are missing,  and  at some time in antiquity  it was  filled  with  lead -visible in the top of the head - and used as a weight. Like the Greeks, the Romans were both fascinated and repulsed by physical deformity. Because hunchbacks were thought to have been touched by malevo­lent forces, they were conversely considered lucky and a protection against the Evil Eye. This hunch­back is rendered with extraordinary realism, with deformation of both the chest and spine. The face, with a pointed nose, pendulous upper lip, and hollowed cheeks, is both bizarre and poignant. The sense of portrait-like individuality, of character unflinchingly expressed, is what distinguishes this Roman hunchback from the numerous, more generalized Greek represen­tations.\n",
            "title":"Newsletter: Winter 1993",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dadde8ec5089b0016f26e10"
            },
            "body":"[This] Roman sculpture - only 3 .5 cm. - is a miniature statuette of Herakles carved in blue chalcedony, a hard, semi-precious stone that only the most skilled craftsmen fashioned into luxury objects for an elite clientele. Herakles strides confi­dently forward, his head raised and his lion skin draped around his body; the lower legs are missing. The modeling of the body is strong and well defined, but without the exaggerated musculature with which Herakles is often repre­sented. The high polish of the surface creates gleaming highlights that enhance the modeling and add sparkle to the translucent, milky blue stone. Chalcedony statuettes are exceedingly rare, and fewer still can compete with the high quality of the Museum's Herakles, which takes its place as one of the master­pieces of ancient gem carving.\n",
            "title":"Newsletter: Winter 1993",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dae1909730fb1001626a47b"
            },
            "body":"Probably made during Augustus' lifetime or a little after, the cup has a cast handle and foot, a hammered inner liner, and a frieze with high relief decoration worked in repousse, featuring imagery associated  with the wine-god  Dionysos (Bacchus). In a sacred grove decked with ribbons, thyrsi, torches, and the gilt pelt of a wild animal, a pair of herms-one of Pan, the  other  of a young satyr-stand  alongside  two flaming altars, a gilt colonnete supporting a statuette of Priapus, and four columns crowned with masks representing Pan, satyrs, and a helmeted warrior. Other masks, symbolic of Dionysos' role as patron deity of the theater, lie on the ground, where a pair of cocks prepare to do battle. A young boy sits at the base of a rustic table laden with fruits; a second table, with gilt legs in the form of lion­ griffins, is set with wine cups. The god himself is seemingly absent; nevertheless the sanctuary is filled with his divine presence. The Princeton Cup is a rare survivor from an era of legendary luxury, suitable for the table of a senator, a consul, or even the emperor.\n",
            "title":"Cup with Bacchic moifs in high relief",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Winter 2001"
        },
        {
            "_id":{
                "$oid":"5daf4f31785ca8001692b361"
            },
            "body":"The colossal scale, the dowel channel for attaching the right arm, the downward gaze, and the cursory carving of the back of the head suggest that this imposing female was broken from a statue occupying a niche in the wall of a public building, such as a bath or theater. Though her identity is unknown, she is clearly no ordinary woman. She may be a goddess, such as Aphrodite or Artemis, who are sometimes represented  with their hair tied in  a topknot. The  contrast  between the hard, angular brows and the softly modeled flesh of the face and neck is characteristic of sculptures of ideal type in Roman Asia Minor, where geographic regions, such as Caria or Pisidia, also were commonly rep­ resented  as women. Comparison with similar works, carved from the same distinctive marble, suggests that it may have been among the sculptures found at the Carian site of Aphrodisias in 1904-5, by the French engineer Paul Gaudin.\n",
            "title":"Newsletter: Fall 2004",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db1b408ff489700164a3292"
            },
            "body":"[This] bronze portrait-head of a Roman matron that has been well known since its discov­ery in 1879 in the Italian town of Chiavenna (ancient Roman Clavenna), between Lake Como and the Swiss border. For many years in the collection of Fahim Kouchakji of New York, it has been on loan in several museums. Princeton was able to acquire it with the Fowler McCormick, Class of 1921, Fund [in 1980]. \n\nThe head is Iife-size, cast in bronze, and was most probably intended for insertion into a bust or full-length figure, the drapery of which would neatly conceal the junction below the neck. It represents an elderly woman whose hair is arranged in braids coiled around her head and held in place by a net, which is cast from life. The eye­ balls are silver inlay and the pupils sug­gested by crescents cut into the bronze irises. Through portraits of members of the Imperial family and representations on coins, we know that elaborate coiffures, some of them extraordinary creations, were worn by Roman ladies of fashion in the first half of the 2nd century AD.\n\nIt has been suggested that the bronze head now in Princeton might represent Matidia, niece of Trajan, who ruled from 98 to 117 AD. The portrait-head can be dated in the decade of AD 120-130. However, with allowance for the possibility that an older woman might choose to retain a style of hairdressing past its period of high fash­ion-- or that the bronze, having a provincial provenance rather than that of metropolitan Rome, might indicate a <em>retardataire</em> fash­ion-- the head could have been made slightly later. \n\nBecause of the intrinsic value of the metal, sculpture in bronze was frequently melted down and relatively few have sur­vived. The head is therefore an important, as well as impressive, example of Roman portraiture.",
            "title":"Newsletter: Winter 1981",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88647975ec80016e02d2c"
            },
            "body":"The practice of affixing a lifelike image of the deceased to a mummy cartonnage, or coffin, was one of many Egyptian traditions adopted by the Romans when they added Egypt to their empire. In this painted portrait of a young man, the Roman penchant for realism is melded with traditional Egyptian funerary practice. The wooden board would have been secured over the face by the linen wrappings shrouding the body. Such images were thought to magically preserve the individual character of the soul, and they also functioned as memorials, installed for periods in the courtyards of private homes. These works are often called “Faiyum portraits,” as large numbers of them have been discovered in cemeteries in the Faiyum, an area on the west bank of the Nile, south of Cairo. Although the youth’s features have an individual character, this may not be a true portrait; the oversized eyes, for example, occur in most Fayum portraits. The youth’s dark skin and curly hair hint at the multiethnic composition of Roman Egypt, where, in the great metropolis of Alexandria, Romans mixed with Greeks, Jews, and native Egyptians to form a cosmopolitan society with its own distinctive blend of cultural traditions.\n\n<em><em>Conversation prompts:<em><em>\n1. Describe the surface texture achieved with the technique of encaustic.\nIf the image of the bearded youth is a type, and not a true portrait, how is the memory of an individual evoked?\n\n2. What does the intimate connection between the portrait and the actual face of the deceased suggest about Roman and Egyptian funerary beliefs?",
            "title":"Teach with Collections: Mummy portrait of a bearded young man",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"62264485c585860018ecf59d"
            },
            "exhibitions":[],
            "title":"Preparing for a New Museum Building: Conservation Assessments Underway",
            "body":"<p><strong>Preparing for a New Museum Building: Conservation Assessments Underway</strong></p><p>&nbsp; &nbsp; &nbsp;As we prepare for the construction of the new Art Museum building, scheduled to begin in 2021, considerable planning is underway for the safe removal of all works of art currently on display in the Museum. For works that are embedded in the walls or floors, the deinstallation process is especially complex.<br>Before highly specialized conservation teams remove an embedded object, they work to understand how it was put together—both by the original maker and by those who installed it here in the Museum generations ago. These teams study archival documents and core samples of the material to understand whether the cement that holds original fragments together is from the fifteenth century or the 1950s. In addition, they generate detailed condition reports on the works.<br>&nbsp; &nbsp; &nbsp;As one can imagine, much of this activity is concentrated in both the Roman Court and the Medieval Gallery, where most embedded works are located. But Museum visitors might be surprised to learn that one of the embedded mosaics is located underneath the carpeted floor of the Museum Store. Protective layers, including a wooden floor under the carpet, were temporarily removed to allow this examination to take place.<br>&nbsp; &nbsp; &nbsp; Another piece that many people might not be familiar with is a fourteenth-century French doorway that was covered up a decade ago because it did not fit into the curatorial narrative of the Medieval Gallery. Once the temporary wall was carefully removed, the conservators were able to examine and document this piece in preparation for its removal.<br>&nbsp; &nbsp; &nbsp; Princeton’s embedded mosaics are particularly complicated to deinstall. Between their discovery during archaeological excavations and their installation all over campus are many steps that could have significantly changed the materiality of the mosaics. For example, the Head of Medusa floor mosaic from the ancient Greek city of Antioch (near present-day Antakya, Turkey) was removed in fragments and prepared for safe shipping to the United States. Once it arrived, it was conserved several times and installed in an upright orientation in the Roman Court.<br>&nbsp; &nbsp; &nbsp; When a straightforward visual inspection is not sufficient to assess how an artwork was installed, it is necessary to make openings near the artwork. A borescope (a camera on a flexible tube) can be inserted to look behind the embedded works. This makes it possible to understand (or reverse engineer) how a work is held in place. These types of examinations are extremely important because they have revealed that some information in the archival documents discussing the installation of the pieces at Princeton was incorrect. Highly detailed accounts of previous installations are crucial for conservators and their colleagues, helping them to understand the method and approach used for installations in the past and to conduct safe removal of objects as needed in the future.<br>Now that the first phase (examination and documentation) is nearing completion, the Museum has started to plan the following stages: safe removal, storage, and finally conservation. We hope to share some glimpses of this process—and of the discoveries we are sure to make—in future issues of this magazine.</p><p>Bart Devolder<br>Chief Conservator<br>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Fall 2020 Magazine</p>",
            "author_type":"Conservator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"62267f14c585860018ecf5a5"
            },
            "exhibitions":[],
            "body":"<p><strong>Preparing for a New Building: Art Evacuation</strong></p><p><br>On a walk through the Art Museum recently, one might have encountered people standing over the mosaic <i>Drinking Contest of Herakles and Dionysos</i> (early 3rd century AD), carefully examining each tiny block, or tessera, that makes up the image of the two half brothers with their wine. Or one might have heard the conversation of others while gazing at Peter Paul Rubens’s <i>Cupid Supplicating Jupiter</i> (ca. 1611–16). While these are experiences Art Museum visitors are accustomed to, this time the people in the galleries were not students, faculty, or members of the public interacting with the art; rather, they were some of the many professionals working to evacuate the collections before construction on the new Museum can begin. This summer the current building will be demolished so that a new home, designed by Sir David Adjaye and scheduled to open in late 2024, can sit on the same spot.</p><p>The evacuation of artworks is one visible sign that preparations for the new building are underway. A welcome task, it is also a stressful one, especially when undertaken during a worldwide pandemic. Art movement began in October 2020 and is scheduled to be completed in early summer. Thirty-eight galleries, storage rooms, study rooms, and conservation spaces will be emptied when done. Likewise, sculptures on the campus grounds considered to be in close proximity to the current building’s walls will be deinstalled to guarantee their safety. In total, approximately 53,000 paintings, drawings, sculptures, photographs, and works of decorative art will be removed and taken to off-site storage in nearly 4,800 crates and packing boxes—many reused for the transport of multiple objects.</p><p>This work requires a team of talented professionals, and it wouldn’t be possible if not for their careful attention to detail as well as their problem-solving abilities and endless dedication to our institutional mission. They are art handlers, registrars, conservators, and curators; our facilities team, security officers, and building crew; object photographers and collections documentation staff; and project managers. In addition to Museum staff members, staff from other Princeton University departments as well as contracted conservation firms, art packing and storage companies, and vendors specializing in rigging have been employed, rounding out the skills needed to get the job done.</p><p>While any number of objects could illustrate the complexities faced by the team, the third-century mosaic from Antioch in the Roman Court is a good example. The people spotted near <i>Drinking Contest of Herakles and Dionysos</i> consisted of conservators, collections managers, engineers, and art packers, all debating how best to deinstall this embedded floor painting with care so that it may be installed once again. They must determine how to cut away the non-historic flooring material with precision so as not to damage the two-thousand-year-old mosaic. During the first half of the twentieth century, Museum professionals installed architectural fragments, reliefs, and other oversize objects as if the objects would remain in the Museum building permanently, making this group’s work particularly tricky. This mosaic, along with the others in the Roman Court, may take nearly two months to deinstall and pack. With limited floor space in the gallery, the art handlers must move one by one.</p><p>Before long, the work of the art evacuation team will be complete. Objects will rest in their temporary homes, ready for the next teams to take over—the researchers, conservators, and mount makers who will review the objects and prepare them for their eventual return to expanded display settings in our new building, designed to create engagement across communities and cultures with art at the core.</p><p>Chris Newth<br>Associate Director for Collections and Exhibitions</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2021 Magazine</p>",
            "title":"Preparing for a New Building: Art Evacuation",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64d65a7e538ac6620e32b742"
            },
            "exhibitions":[
                {
                    "$oid":"5ec3f01dccba4f2b3ca37246"
                }
            ],
            "title":"Museum News: The Art Museum’s Collections Travel the World ",
            "body":"<p><strong>Museum News&nbsp;</strong><br><strong>The Art Museum’s Collections Travel the World</strong></p><p><i>Traveling exhibitions, partnerships, collaborations, and loans are bringing the collections of the Princeton University Art Museum and its scholarship to museums around the world. Here is a selection of exhibitions on view beginning in 2023 that feature works from Museum’s collections.</i></p><p>&nbsp;</p><p><strong>Vittore Carpaccio: Master Storyteller of Renaissance Venice&nbsp;</strong><br>National Gallery of Art, Washington, DC, &nbsp;<br>through February 12, 2023</p><p>Palazzo Ducale, Venice, March 18–June 18, 2023</p><p><br>Vittore Carpaccio (ca. 1460–ca. 1526) was a leading figure in the art of Renaissance Venice, best known for his spectacular narrative paintings that brought sacred history to life. Although the artist was celebrated in his native city for his observant eye, fertile imagination, and storytelling prowess, this exhibition marks the first retrospective of his work ever held outside Italy. Some forty-five paintings are displayed with thirty drawings, including Princeton’s Two Standing Women, One in Mamluk Dress (1501–8).</p><p><br><strong>ON VIEW THROUGH JANUARY 16, 2023</strong><br><strong>Life Magazine and the Power of Photography</strong><br>Organized by the Princeton University Art Museum and the Museum of Fine Arts, Boston<br>“ A new Life magazine exhibition at Boston’s Museum of Fine Arts is revelatory—and riveting” &nbsp;—Sebastian Smee, Washington Post</p><p><br><strong>Object Lessons in American Art: Selections from the Princeton University Art Museum &nbsp;</strong><br>Georgia Museum of Art, University of Georgia, Athens, February 4 to May 14, 2023</p><p>Florence Griswold Museum, Old Lyme, Connecticut, &nbsp;<br>June 3 to September 10, 2023</p><p>Speed Art Museum, Louisville, Kentucky, &nbsp;<br>September 29, 2023, to January 7, 2024</p><p>Inspired by the concept of the object lesson—the study of a material thing to communicate a larger idea—Object Lessons in American Art features four centuries of works from the Museum’s collections that collectively explore American history, culture, and society. Incorporating works by Euro-American, Native American, and African American artists, the exhibition demonstrates the value of juxtaposing diverse objects to generate new questions and new understanding. Its focus on race, gender, and the environment will afford new insights into the American past and present. Object Lessons is curated by Karl Kusserow, John Wilmerding Curator of American Art.</p><p>Object Lessons in American Art was made possible by the leadership support of the Terra Foundation for American Art. The accompanying publication is made possible by the generous support of Annette Merle-Smith and by additional support from the Barr Ferree Foundation Fund for Publications, Department of Art and Archaeology, Princeton University.</p><p><br><strong>Roman Landscapes: Visions of Nature and Myth from Rome and Pompeii &nbsp;</strong><br>San Antonio Museum of Art, February 24 to May 21, 2023</p><p>The first exhibition in the United States to explore landscape scenes as a genre of ancient Roman art, Roman Landscapes features sixty-five wall paintings, sculptures, mosaics, and cameo glass and silver vessels created in Roman Italy between 100 BCE and 250 CE, including Princeton’s first-century Roman cup with Bacchic motifs. The works on view depict a fascinating yet imaginary vision of a countryside dotted with seaside villas and rural shrines, where gods and mythological heroes mingle with travelers, herdsmen, and worshippers.&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum Winter 2023 Magazine</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64ee3b7e538ac6620e32b766"
            },
            "exhibitions":[
                {
                    "$oid":"5ec3f0c6ccba4f2b3ca373f8"
                },
                {
                    "$oid":"5ec3f0f2ccba4f2b3ca3746a"
                },
                {
                    "$oid":"5ec3f0bdccba4f2b3ca373e1"
                },
                {
                    "$oid":"5ec3f0e2ccba4f2b3ca37442"
                },
                {
                    "$oid":"5ec3f094ccba4f2b3ca37377"
                }
            ],
            "title":"Exhibition: Legacy: Selections from the Gillett G. Griffin Collection",
            "body":"<p><strong>Exhibition</strong><br><strong>Legacy: Selections from the Gillett G. Griffin Collection</strong><br>July 20–October 6, 2019</p><p>&nbsp;</p><p><br>This summer the Art Museum celebrates the life and career of one of its most renowned curators in <i>Legacy: Selections from the Gillett G. Griffin Collection</i>. The exhibition will feature a group of artworks and artifacts from among the thousands donated and bequeathed by Gillett G. Griffin&nbsp;<br>(1928–2016), who served the Museum as Faculty Curator of Pre-Columbian and Native American Art from 1967 until his retirement in 2004. Griffin was not only a respected curator, scholar, and collector but also a beloved teacher and one of the most memorable figures in the history of the University. Among the ﬁfty-ﬁve pieces in the exhibition will be Greek, Roman, Egyptian, ancient Near Eastern, Islamic, African, Chinese, Japanese, and Pre-Columbian antiquities, as well as European and American prints and drawings, and a handful of paintings and drawings that attest to Griffin’s own talents as an artist.</p><p>Gillett Griffin began collecting antiques and New England children’s books when he was a teenager at Deerfield Academy in Massachusetts. During his final year at Yale University he learned typography and then set, printed, hand-stenciled, and colored eighty copies of <i>A Mouse’s Tale</i> (1951), an award-winning children’s book that he himself authored. The following year the young prodigy was hired &nbsp;by Princeton’s Firestone Library as its curator of graphic arts, a post he held for fourteen years. During this time he operated a print shop in the Library and taught non-credit courses on printing, printmaking, paper, calligraphy, and binding. In the sixties Griffin’s career underwent a sea change when he visited Mexico and saw the remains of the ancient civilizations that had produced the few small Pre-Columbian objects he had collected. With characteristic determination he transformed himself into an expert and connoisseur of Pre-Columbian art and left Firestone to become a curator in the Museum and a lecturer in the Department of Art and Archaeology. &nbsp;</p><p>Griffin’s tenure as curator was marked by notable exhibitions. In 1975 it was <i>Jaina Figurines: A Study of Maya Iconography</i>, a small but choice display of terracotta statuettes arising from the senior thesis of his student, Mary Miller, Class of 1975, now the director of the Getty Research Institute. A more ambitious show, in 1978, was <i>Lords of the Underworld: Masterpieces of Classic Maya Ceramics</i>, curated by the distinguished scholar Michael Coe, an exhibition &nbsp;that exerted considerable influence in the fields of Maya epigraphy and iconography. In 1995 Griffin and Museum director Allen Rosenbaum turned their attention to early predecessors of the Maya, mounting the largest and most impressive exhibition of &nbsp;Pre-Columbian art in the Museum’s history, <i>The Olmec World: Ritual and Rulership</i>. Griffin complemented these exhibitions by acquiring for the Museum, through gifts and purchases, hundreds of artifacts from ancient South, Central, and North America. Upon his retirement, the cream of his acquisitions, including many works that he donated himself, were featured in the 2005 exhibition <i>Unexpected Journey: Gillett G. Griffin and the Art of &nbsp;the Ancient Americas at Princeton</i>, which was accompanied by an issue of the <i>Record of the Princeton University Art Museum</i> to which Miller, Coe, and others contributed essays.</p><p>The <i>Legacy </i>exhibition has a different emphasis, celebrating Griffin’s 2016 bequest to the Museum of his personal collection, more than 3,270 objects, of which 2,482 are from the ancient Americas. Among the highlights is a striking terracotta figurine of a woman from Xochipala, Mexico, a precociously naturalistic work made between 400 BC and 200 AD, which is executed in a distinctive style that Griffin was among the first to describe in a groundbreaking exhibition in 1971. Because the exhibition of 2005 focused &nbsp;on the Museum’s existing holdings of Pre-Columbian art, works on view in this area will be drawn exclusively from &nbsp;the 2016 bequest. This allows a spotlight to be cast on the various other areas of the Museum’s collections that have benefited from Griffin’s generosity. Many of these works were acquired by him in the fifties and sixties. The antiquities of Egypt were of particular interest, notably a bold portrait of a bearded man, Roman in date, that was once affixed above the deceased’s mummified head. A trio of horsemen from Cyprus, Mali, and China includes a particularly fine, polychrome rider of the Tang Dynasty. Griffin’s taste for the grotesque is attested by several works, from Mexico to the Mediterranean, among which is a fragmentary Greek clay statuette of the goat-god Pan. Recalling his days as a curator of graphic arts are drawings and prints by such artists as George Romney, Pellegrino Tibaldi, and Winslow Homer.</p><p>If you were to ask anyone who knew Gillett Griffin, they would struggle to adequately describe his unique, inimitable character. One imagines him still, a frightful pun on his lips and a cold Manhattan in his hand: open, unaffected, cheerful, indefatigable, and ultimately, incorrigible. He had a talent for friendship, and his departure has left a vacancy in the hearts of his friends and colleagues. With this exhibition, we salute him once more.</p><p><br>J. Michael Padgett&nbsp;<br>Curator of Ancient Art</p><p><br>Princeton University Art Museum &nbsp; Fall 2019 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}