{
    "makerid":15419,
    "published_date":"2022-03-28 16:09:03.629055",
    "type":"maker",
    "displayname":"Theodore Joseph Ziolkowski",
    "makertype":"Individual",
    "alphasort":"Ziolkowski, Theodore Joseph",
    "lastname":"Ziolkowski",
    "firstname":"Theodore",
    "nametitle":null,
    "middlename":"Joseph",
    "suffix":null,
    "displaybio":"American, born 1932",
    "begindate":1932,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Theodore Ziolkowski is Class of 1900 Professor Emeritus of German and Comparative Literature at Princeton, where he also served from 1979 to 1992 as Dean of the Graduate School. Born in 1932 in Birmingham, Alabama, he received his A.B. and M.A. at Duke University and his Ph.D. at Yale in 1957. In 1964, after teaching at Yale and Columbia, he became full professor at Princeton. During his tenure at Princeton he lectured widely in the United States, Europe, and Asia, and was visiting professor at Yale, Rutgers, City University of New York, as well as the universities of Bristol, Munich, and Lüneburg.\r\n\r\nHis published work of 25 books (not including a dozen translations and edited volumes) and 180 articles in German and English focuses principally on German Romanticism and on the reception of classical antiquity in modern European literature. In addition, he has written extensively on literature and law as well as literature and religion.\r\n\r\nMr. Ziolkowski's books have received many awards, including the James Russell Lowell Prize of the Modern Language Association, Phi Beta Kappa's Christian Gauss Award, the Barricelli Prize of the International Conference on Romanticism, and the Motherwell Prize of the Dedalus Foundation. A member of the American Philosophical Society and the American Academy of Arts and Sciences as well as the Austrian and Göttingen Academies of Sciences and the German Academy of Language and Literature (Darmstadt), he has been recognized by the the Jacob-and-Wilhelm Grimm Prize of the German Academic Exchange (DAAD), the Gold Medal of the Goethe Institute, the Senior Research Prize of the Alexander-von-Humboldt Foundation, and the Order of Merit of the Federal Republic of Germany\r\n \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Theodore Joseph Ziolkowski",
            "alphasort":"Ziolkowski, Theodore Joseph",
            "lastname":"Ziolkowski",
            "firstname":"Theodore",
            "nametitle":null,
            "middlename":"Joseph",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/264297345"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}