{
    "makerid":15409,
    "published_date":"2022-03-28 16:09:03.326803",
    "type":"maker",
    "displayname":"Alvin B. Kernan",
    "makertype":"Individual",
    "alphasort":"Kernan, Alvin B.",
    "lastname":"Kernan",
    "firstname":"Alvin",
    "nametitle":null,
    "middlename":"B.",
    "suffix":null,
    "displaybio":"American, born 1923",
    "begindate":1923,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Alvin Kernan has gone far from his boyhood spent in the harsh world of the mountains of southern Wyoming. Growing up on the remote family homestead outside Saratoga during the grim years of the Depression, there was little hint of the distinguished future ahead of him. \r\n\r\nKernan left Wyoming to spend five years in the Navy during World War Two. Epitomizing the \"greatest generation,\" he earned both the Navy Cross and the Distinguished Flying Cross and later wrote passionately in tribute to his fellow servicemen. After the war, he excelled at Williams College where he earned his first bachelor's degree and again at Exeter College at Oxford University where he earned his second bachelor's degree while on a Moody Fellowship. During his masters, doctoral, and early professorial work at Yale University, he set a course for becoming America's eminent scholar of Shakespeare and the Renaissance.\r\n\r\nKernan's early books on satire and editions of Shakespeare and Ben Johnson brought acclaim, and his classes and seminars at Yale produced a generation of eminent scholars. Appointed to the Provost's office at Yale, Kernan excelled as an administrator, and he was subsequently invited to Princeton University where he served as Dean of the Graduate School, A.W. Mellon Professor of Humanities, and Avalon University Professor of Humanities. After returning to the classroom, he continued to write scores of books and articles on topics ranging from the Elizabethans and the authors of the eighteenth century to definitive pieces on literary forms and institutions. During the crises in the humanities of the late twentieth century, he wrote with dignity about the enduring values embodied in literature. Today, Kernan is celebrated as a war hero, a scholar, a teacher, a thoughtful critic, a passionate advocate of the humanities, and a truly Renaissance man of virtue.\r\n\r\nFor all of your contributions, Alvin Kernan, we are honored to bestow upon you the degree of Doctor of Letters, honoris causa\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alvin B. Kernan",
            "alphasort":"Kernan, Alvin B.",
            "lastname":"Kernan",
            "firstname":"Alvin",
            "nametitle":null,
            "middlename":"B.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/33146193"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}