{
    "makerid":15960,
    "published_date":"2023-03-27 14:20:12.845224",
    "type":"maker",
    "displayname":"Doug Aitken",
    "makertype":"Individual",
    "alphasort":"Aitken, Doug",
    "lastname":"Aitken",
    "firstname":"Doug",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1968, Redondo Beach, CA; active New York, NY and Los Angeles, CA",
    "begindate":1968,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Doug Aitken",
            "alphasort":"Aitken, Doug",
            "lastname":"Aitken",
            "firstname":"Doug",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500114566"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96533961"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db20153edb54a0016155ee4"
            },
            "body":"<p>Based in Los Angeles, Aitken is one of the most prominent video artists working today. Aitken’s videos are cinematic in scale and effect, with high production values, and their sensibility is at once magisterial and contemplative. In addition to creating virtual environments that immerse the viewer, Aitken also utilizes sculptural components that merge the disembodied and the physical. He has been known to project videos outdoors, onto the exterior of buildings, as well. The effect of such an approach is two-fold: it dematerializes the architecture while giving bulk and dimensionality to the stream of light emanating from the projector. Most of Aitken’s videos explore the social, physical, and psychological aspects of space, both natural and urban. They do so using non-linear, non-synchronous narratives—stories whose gaps and repetitions complement the ideas they convey. The same holds true for <em>Migration<em>, which reflects poignantly on the experience of displacement, a subject steeped in American history. Deeply allegorical, the video pairs footage of industrial and postindustrial landscapes with a series of surreal scenes featuring a host of migratory animals, among them a horse, bison, mountain lion, beaver, and owl. Confined temporarily in banal, rather seedy motel rooms, the animals are clearly out of place. Neither home nor office, motels facilitate the very experiences they now symbolize: transience, passage, escape, and freedom, but also alienation and isolation. Migration is projected onto a custom- designed billboard, calling to mind the highways that gave birth to the motel in the first place. (The Federal Highway Act of 1956, which greatly expanded the nation’s interstate highway system and facilitated the movement of human beings across the country, also resulted in the proliferation of motels and roadside billboards.) Throughout <em>Migration<em>, Aitken orchestrates a series of inversions, from exterior to interior, nature to culture, wild to cultivated, free to imprisoned. No matter how stunning the video, no matter how lush its imagery, Migration is no romantic exegesis on migration. For Aitken, migration is an experience only the lucky pursue by choice; for most (whether people or animals), it is an imposition, a necessity borne of social, political, economic, and environmental factors. Aitken’s video is touching—even a little distressing— but there are moments of pleasure and playful rebellion, too, as when the bison rearranges the furniture and the moun- tain lion rips into a feather pillow. For the most part, the animals in <em>Migration</em> weather their dispossession surprisingly well, especially the beaver, which enjoys a long soak in a bathtub.</p>",
            "title":"Magazine: Fall 2010",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcad6074549eb00162ceb28"
            },
            "body":"<p>For much of the fall [of 2008], Doug Aitken's monumental video installation, Migration (Empire)... [was] on view in front of the Art Museum, framed by a bank of trees and the façade of McCormick Hall. The installation afford[ed] an exciting opportunity to view Aitken's stately, mesmerizing video while the campus is at its most beautiful,during the height of the fall season. Based in Los Angeles, Aitken is one of the most prominent video artists working today. Aitken's works are cinematic in scale and effect, with high production values, and their sensibility is at once magisterial and contemplative. In addition to projecting videos inside darkened rooms, Aitken creates video installations that merge the virtual and the sculptural. He has also been known to project videos out­ doors, onto the exterior of buildings. The effect of such an approach is two-fold: it dematerializes the architecture, while giving bulk and dimensionality to the stream of light emanating from the projector. Most of Aitken's videos explore the social, physical, and psychological aspects of space, both natural and urban. They do so using non-linear, non-synchronous narratives-stories whose gaps and repetitions complement the ideas they convey. The same holds true for <em>Migration<em>, which reflects poignantly on the experience of displacement, a subject steeped in American history. Deeply allegorical, the video pairs footage of industrial and postindustrial landscapes with a series of surreal scenes featuring a host of migratory animals, among them a horse, bison, mountain lion, beaver, and owl. Confined temporarily in banal, rather seedy motel rooms, the animals are clearly out of place, while the motels themselves are paradigmatic non­ places. Neither home nor office, motels facilitate the very experiences they now symbolize: transience, passage, escape, and freedom, but also alienation and isolation. <em>Migration</em> is projected onto a custom-designed billboard, calling to mind the highways that gave birth to the motel in the first place. (The Federal Highway Act of 1956, which greatly expanded the nation's interstate highway system and facilitated the movement of human beings across the country, also resulted in the proliferation of motels and roadside billboards.) Throughout Migration, Aitken orchestrates a series of inversions, from exterior to interior, nature to culture, wild to cultivated, free to imprisoned. No matter how stunning the video, no matter how lush its imagery, Migration is no romantic exegesis on migration. For Aitken, migration is an experience only the lucky pursue by choice; for most (whether people or animals), it is an imposition-a necessity borne of social, political, economic, and environmental factors. Aitken's video is touching-even a little distressing­ but there are moments of pleasure and playful rebellion too, as when the bison rearranges the furniture and the mountain lion rips into a feather pillow. For the most part, the animals in <em>Migration</em> weather their dispossession surprisingly well, espe­cially the beaver, which enjoys a long soak in a bathtub. A recent addition to the Museum's collection, <em>Migration</em> joins many other examples of contemporary video, among them works by Alejandro Cesarco, Regina Jose Galindo, Laurel Nakadate,Yinka Shonibare, and Javier Tellez.&nbsp;</p><p>-- Kelly Baum</p><p>&nbsp;Haskell Curator of Modern and Contemporary Art</p>",
            "title":"Collection Publications: Doug Aitken: Migration (Empire)",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}