{
    "makerid":3458,
    "published_date":"2022-03-28 16:05:28.994108",
    "type":"maker",
    "displayname":"Sano di Pietro",
    "makertype":"Individual",
    "alphasort":"Pietro, Sano di",
    "lastname":"Pietro",
    "firstname":"Sano",
    "nametitle":null,
    "middlename":"di",
    "suffix":null,
    "displaybio":"Italian, 1406–1481",
    "begindate":1406,
    "enddate":1481,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Sano was a prolific and popular artist in Siena. From the early 1450s, he was producing many large-scale works and he was master of a large shop; assistants' hands are evident in many of his works. He is also famed as an illuminator, which is documented from the end of 1445 when he decorated a Psalter for Siena Cathedral. His miniature scenes are characterized by their lively narrative and clear, rich coloring. ULAN\r\n\r\n---\r\n\r\nItalian painter and illuminator. In 1428 he was listed in the guild of painters in Siena just before Sassetta, with whom he probably trained. The same year he was paid for gilding and colouring a Baptism (untraced), possibly Sassetta's design for the Siena Baptistery font made in 1427. In 1432 he assessed Sassetta's Virgin and Child with Saints (the 'Madonna of the Snow'; Florence, Pitti), and after Sassetta's death in 1450, Sano completed works left unfinished by him, including the fresco of the Coronation of the Virgin over the Porta Romana (1458-66), Siena, and the St Francis (Siena, Pin. N., 240; see Pietrasanta, 1971).\r\n\r\nFrom the 1440s Sano's career is copiously documented, and many of his works are dated. In 1446, for example, he was paid to add a figure of the Emperor Barbarossa to Spinello Aretino's fresco of the Pardon of Frederick Barbarossa of 1407-8 in the Sala di Balía, Palazzo Pubblico, Siena (Siena, Pal. Piccolomini, Archv Stato, Concistoro, MS. 464, fol. 36v; Concistoro, MS. 2498, fol. 393; see Siena, §III, 3(ii)). The works of the 1440s-including his masterpiece, the polyptych of the Virgin and Child with Saints Adored by the Blessed John Colombini, called the Gesuati Polyptych, dated 1444 (Siena, Pin. N.; predella, Paris, Louvre), and perhaps the miniatures in the Breviarum fratrum minorum (Siena, Bib. Com. Intronati, MS. X.IV.2), which Ciardi Dupré has identified as early works-show obvious stylistic links with Sassetta. He was also obviously influenced by Domenico di Bartolo, and it also seems probable that he was aware of the work of Paolo Uccello and Fra Angelico. This is evident in the Gesuati Polyptych, in the two paintings of St Bernardino Preaching (both Siena Cathedral, Chapter House), as well as in various works commissioned by the Comune of Siena-such as the predella of scenes from the Life of the Virgin (Rome, Pin. Vaticana; Altenberg, Staatl. Lindenau-Mus.; Ann Arbor, U. MI Mus. A.) for the altarpiece in the chapel of the Palazzo Pubblico, Siena, of 1448 (Eisenberg, 1981); the fresco of St Peter of Alexandria (1448; Siena, Pal. Pub.); and the painting of the Apparition of the Virgin to Pope Calixtus III (1450 or 1456; Siena, Pin. N.). A triptych of the Virgin and Child with SS Lucy and Bartholomew (1447; Siena, Pin. N.) was originally in S Maurizio, Siena, which also contained an altarpiece (Siena, Osservanza) by the master of the osservanza (see Masters, anonymous, and monogrammists, §I). The strong similarities in the carpentry of the altarpieces and in their compositions would seem to confirm the close link between the two artists. The hypothesis that the paintings attributed to the anonymous master are early works by Sano di Pietro has been generally rejected, and it is now thought that they may have shared a workshop. A careful comparison of the two altarpieces demonstrates the extent of their stylistic differences.\r\n\r\nFrom the early 1450s Sano was producing many large-scale works; his style became repetitive, and the quality of his works was uneven, the consequence of his extensive use of assistants (see fig.). This can be observed in the polyptych of the Virgin and Child with SS George, Peter, Lawrence and Anthony of Padua (1458; Montemerano, S Giorgio), the altarpiece of the Virgin and Child with SS Mary Magdalene, James, Philip and Anne completed in 1462 for Pienza Cathedral, the triptych of the Virgin and Child with Saints and Angels (S Quirico in Orcia, Collegiata) and that of 1471 at Badia a Isola, Monteriggioni.\r\n\r\nBy contrast, Sano's work as an illuminator, documented from the end of 1445 when he decorated a Psalter (untraced) for Siena Cathedral (Milanesi), is distinguished by its consistently high quality. His fresh narrative vein and clear, rich colouring is evident in the Franciscan Breviary (Siena, Bib. Com. Intronati, MS. X.IV.2), illuminated for the Clarissan nuns of S Niccolò, Siena, and probably datable to the 1440s, when Sano was most open to Florentine innovations. The same compositional and colouristic quality is found in three psalters (Chiusi Cathedral, Sala Capitolare, MSS U, V and X) decorated between 1459 and 1463 for Francesco Ringhieri, Abbot General of Monteoliveto Maggiore, near Siena (Gaillard). Probably dating from the same time are three miniatures from an Antiphonal (Bologna, Mus. Civ. Med.), commissioned by the monastery of S Michele in Bosco, Bologna (Milanesi). The miniatures are conceived as framed pictures, rather than decorated initials, and mark the high-point of his work in the medium: the Baptism of Christ reflects the traditional composition for the subject set by Ghiberti's relief for the font of Siena Baptistery. Using large colour fields, Sano created fully three-dimensional figures set in ample spaces.\r\n\r\nAround the same date Sano was commissioned to illuminate an Antiphonal (Pienza, Mus. Cattedrale, MS. 62), the first choir-book made for Pienza Cathedral, which indicates the high esteem in which he was held, even in the humanist circle of Pope Pius II. Between 1460 and 1463 he was commissioned by the Ospedale di S Maria della Scala, Siena, to illuminate three graduals (Siena, Bib. Piccolomini, MSS 95.1; 96.2; 97.3; 107.13) and, together with Liberale da Verona and Girolamo da Cremona, he is said to have contributed to the choir-books for Siena Cathedral. His illumination in another gradual (Siena, Bib. Piccolomini, MS. 27.11) was paid for in January 1472. The same year he decorated the Statute of the magistratura di mercanzia (Siena, Pal. Piccolomini, Archv Stato). Sano was buried in the cloister of S Domenico, Siena. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sano di Pietro",
            "alphasort":"Pietro, Sano di",
            "lastname":"Pietro",
            "firstname":"Sano",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ansano di Pietro di Mencio",
            "alphasort":"Pietro di Mencio, Ansano di",
            "lastname":"Pietro di Mencio",
            "firstname":"Ansano",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ansano di Pietro",
            "alphasort":"Pietro, Ansano di",
            "lastname":"Pietro",
            "firstname":"Ansano",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115558"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}