{
    "makerid":184,
    "published_date":"2022-06-09 08:44:07.445104",
    "type":"maker",
    "displayname":"Ludolf Bakhuizen",
    "makertype":"Individual",
    "alphasort":"Bakhuizen, Ludolf",
    "lastname":"Bakhuizen",
    "firstname":"Ludolf",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Dutch, 1630–1708",
    "begindate":1630,
    "enddate":1708,
    "nationality":"Dutch",
    "culturegroup":null,
    "biography":"Successful specialist in marine paintings; the subjects of his paintings were often inspired by historical or military events. A frequently used element in in Bakhuysen's later work is a brightly lit strip of sea serving as a transition between the dark foreground and the sky. He was also a talented draftsman and calligrapher. His grandson is Ludolf Backhuysen II (ULAN).\r\n\r\n----\r\n\r\nDutch painter, draughtsman, calligrapher and printmaker of German origin. He was the son of Gerhard Backhusz. (Backhusen) of Emden, and he trained as a clerk in his native town. Shortly before 1650 he joined the Bartolotti trading house in Amsterdam, where his fine handwriting attracted attention. He practised calligraphy throughout his life (examples in Amsterdam, Rijksmus.; Dresden, Kupferstichkab.; London, BM). During his early years in Amsterdam he also displayed his skilled use of the pen in drawings, mainly marine scenes, done in black ink on prepared canvas, panel or parchment. He probably derived this technique and subject-matter from Willem van de Velde (ii) the elder’s pen drawings of the 1650s. Bakhuizen continued to produce pen drawings until the 1660s, some depicting recognizable ships and existing views, such as his Ships Leaving Amsterdam Harbour (Amsterdam, Kon. Coll. Zeemanschoop), others depicting unidentified locations, as in the View of a Dutch Waterway (Amsterdam, Ned. Hist. Scheepvaartsmus.)\r\n\r\nAccording to Houbraken, Bakhuizen learnt to paint in oils from the marine painters Hendrick Dubbels and Allaert van Everdingen. His earliest known paintings, among them Ships in a Gathering Storm (1658; Leipzig, Mus. Bild. Kst.), have a silvery-grey tonality and simple composition and resemble the work of his presumed teachers and also that of Simon de Vlieger. A new element, frequently repeated in Bakhuizen’s later work, is a brightly lit strip of sea, forming the transition between the dark foreground and the sky. He was a recognized marine painter by 1658, the year in which he painted the background with ships for Bartholomeus van der Helst’s Portrait of a Lady (Brussels, Mus. A. Anc.). He painted the backgrounds for van der Helst’s pendant portraits of Lieutenant-Admiral Aert van Nes and his wife Geertruida den Dubbelde and also for Vice-Admiral Johan de Liefde (all 1668; Amsterdam, Rijksmus.).\r\n\r\nStill referred to in 1656 as a calligrapher and in 1657 and 1660 as a draughtsman (‘teyckenaer’), Bakhuizen did not declare his profession as painter until his third marriage in 1664 to Alida Greffet. He painted a portrait of Alida wearing sumptuous fabrics (Emden, Ostfries. Landesmus. & Städt. Mus.), alluding to the fact that she ran a silk business (of which he was the nominal owner). On her death in 1678 she left him a considerable fortune. Two years later Bakhuizen married again, his fourth wife being Anna de Hooghe, a prosperous merchant’s daughter.\r\n\r\nBakhuizen did not join the Amsterdam guild of painters until 1663; thereafter his fame as a marine specialist was rapidly established. In 1665 the burgomaster of Amsterdam commissioned him to paint a View of Amsterdam and the IJ (Paris, Louvre), intended as a diplomatic gift for Hugues de Lionne, Louis XIV’s Foreign Minister. With the resumption of hostilities between the Netherlands and England in 1672, Willem van de Velde the elder and Willem van de Velde the younger moved to England, and Bakhuizen became the leading marine painter in the Netherlands. His success brought him commissions from high places: according to Houbraken, Cosimo III de’ Medici, Grand Duke of Tuscany (1610–1723), Frederick I of Prussia, Elector of Saxony, and Peter the Great, Tsar of Russia, visited his studio. (Peter the Great was reputed to have taken drawing lessons from him.)\r\n\r\nAfter 1665 Bakhuizen’s compositions became more daring, his colours brighter and the atmosphere more dramatic, with ominous cloudy skies. His subject-matter was often inspired by historical or military events, as in the Return of the ‘Hollandia’ to the Landsdiep in 1665 (1666–7; Amsterdam, Ned. Hist. Scheepvaartsmus.), the First Day of the Four Days’ Battle (c. 1670; Copenhagen, Stat. Mus. Kst), Soldiers Embarking at the Montelbaanstoren (1685; London, Apsley House) and the ‘Brielle’ on the Maas near Rotterdam (1689; Amsterdam, Rijksmus.). Paintings such as the Arrival of Stadholder King William III in the Orange Polder in 1691 (1692; The Hague, Mauritshuis) and the preliminary sketches for it (Paris, Petit Pal.; London, N. Mar. Mus.) demonstrate that decorative effect was thought more important than historical accuracy. Unlike the van de Veldes, who were more concerned with representing the technical aspects of sailing vessels and naval battles, Bakhuizen depicted the perpetually changing climate and the magnificent skies of the Netherlands. Much of his work, moreover, glorifies Amsterdam and the mercantile trade that had made it great. With this in mind he made his first etchings in 1701, at the age of 71 as he proudly stated on the title page of D’Y stroom en zeegezichten (‘Views of the River IJ and the sea’), a series of harbour scenes preceded by a representation of the Maid of Amsterdam in a triumphal chariot.\r\n\r\nThe portraits Bakhuizen painted of numerous friends are of less value artistically than as a record of his good relations with contemporary scholars and literary figures. His drawings are less well-known, although they were much sought after in his own day due to their fine depiction of atmosphere and meticulous rendering. His steady hand is evident in the precision with which he drew intricate ship’s rigging, while he could also sketch fluently with an almost Rembrandtesque virtuosity. The finest examples of his drawings are in the print rooms of Amsterdam (Hist. Mus.; Rijksmus.), Dresden (Kupferstichkab.) and London (BM). None of Bakhuizen’s children by any of his marriages was an artist, but one of his grandsons, Ludolf Bakhuizen the younger (1717–82), became a painter and imitated his grandfather’s work (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Ludolf Bakhuizen",
            "alphasort":"Bakhuizen, Ludolf",
            "lastname":"Bakhuizen",
            "firstname":"Ludolf",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ludolf Bakhuisen",
            "alphasort":"Bakhuisen, Ludolf",
            "lastname":"Bakhuisen",
            "firstname":"Ludolf",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ludolf Bakhuyzen",
            "alphasort":"Bakhuyzen, Ludolf",
            "lastname":"Bakhuyzen",
            "firstname":"Ludolf",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Ludolf Bakhuizen",
            "alphasort":"Bakhuizen, Ludolf",
            "lastname":"Bakhuizen",
            "firstname":"Ludolf",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004095"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/40185031"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}