{
    "makerid":4662,
    "published_date":"2022-03-28 16:06:14.470645",
    "type":"maker",
    "displayname":"Pietro Lombardo",
    "makertype":"Individual",
    "alphasort":"Lombardo, Pietro",
    "lastname":"Lombardo",
    "firstname":"Pietro",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, Venetian, 1435 –1515",
    "begindate":1435,
    "enddate":1515,
    "nationality":"Italian, Venetian",
    "culturegroup":null,
    "biography":"Pietro Lombardo was the father of Antonio Lombardo (ca. 1458-1516), sculptor, and Tullio Lombardo (ca. 1455-ca. 1532), architect and sculptor. Pietro Lombardo designed the church of Santa Maria dei Miracoli in Venice, Italy (completed 1489). ULAN\r\n\r\n---\r\n\r\n1. Sculpture.\r\n\r\nHe is first documented in Bologna, where he rented a workshop at S Petronio between July 1462 and May 1463, presumably to work on some commission for the cathedral, perhaps the Rossi Chapel chancel (Beck, 1968). By 1464 he and his family had moved to Padua, where his most important work was the wall tomb of Doge Antonio Roselli in S Antonio (Il Santo), which he designed in early 1464 and finished by 8 April 1467 (Moschetti, 1913, 1914). The Roselli tomb introduced the 15th-century Florentine humanist tomb type into the region and marks the beginning of true Renaissance sculpture in the Veneto. Its derivation from Carlo Marsuppini monument in Santa Croce, Florence, (Desiderio da Settignano’s c. 1453–60; see [not available online]), suggests that Pietro visited Florence during his sojourn in Bologna. Pietro interpreted the Florentine model in a way that became characteristic of later Venetian tombs. He transformed it into a more heavily decorated and imposing tomb through the addition of a high base, monumental flanking pilasters, long decorative relief swags and an ornate cornice. At this date he also completed some architectural projects in Padua and Vicenza.\r\n\r\nPietro and his family are first documented in Venice on 11 August 1474, but it seems likely that they arrived soon after 1467. Pietro’s first tomb in Venice, that of Doge Pasquale Malipiero in SS Giovanni e Paolo, which probably dates from the late 1460s, is also derived from Florentine wall tombs, but by omitting the elaborate enframing architecture of the Roselli tomb, Pietro transformed the Florentine prototype into a Venetian type, the pensile wall tomb embellished by a tent-like baldacchino hanging around the doge’s sarcophagus.\r\n\r\nPietro’s next project, the tomb of Doge Pietro Mocenigo (d 1476; see [not available online]), also in SS Giovanni e Paolo, is his grandest funerary monument. Francesco Sansovino (1581) indicated that both Tullio and Antonio worked on it with Pietro, but their contribution is difficult to isolate. The tomb dates from between 1476 and 1481. The vast wall tomb, arranged in the form of a triumphal arch, fills nearly one-third of the interior façade of the church and originally included 17 figures. The Doge stands on top of his sarcophagus, which is supported by three warriors, in the centre of the arch. This is flanked by three storeys of niches containing figures of warriors and pages on each side. The base is decorated with reliefs of the Labours of Hercules and Roman trophy designs. The standing figure of the Doge in armour, the reliefs of his military victories on the sarcophagus, the absence of a recumbent effigy, the triumphal arch format and allusions to trophies and Hercules all proclaim the triumphant and secular character of the monument. The only religious elements, a relief of the Three Marys at the Tomb and the figure of the Standing Christ (originally flanked by St Mark and St Theodore, now transferred to the contiguous Alvise Mocenigo monument), are placed at the summit of the monument, so far distant from the spectator as to seem secondary. Originally the tomb must have been even more spectacular since it was gilded and polychromed, traces of which can be discerned in the niches and figures. The grandeur and format of the Mocenigo tomb probably influenced Antonio Rizzo’s tomb of Doge Niccolò Tron in S Maria dei Frari, Venice (c. 1476–80; for illustration see Rizzo, antonio), which is almost exactly contemporary, and certainly determined the appearance of a later Lombardo commission, that of the tomb of Doge Andrea Vendramin (Venice, SS Giovanni e Paolo), originally in S Maria dei Servi, Venice, in which Pietro’s son Tullio played the major role.\r\n\r\nDuring the 1480s the Lombardo shop was very busy with a series of tomb commissions in and around Venice, including the tomb of Jacopo Marcello (d 1484; Venice, S Maria dei Frari), the tomb of Lodovico Foscarini (d 1480; ex-S Maria dei Frari, Venice; destr., fragments in south transept wall) and the tomb of Giovanni Zanetti, Archbishop of Thebes and Bishop of Treviso (d 1484; Treviso Cathedral). These are all pensile wall tombs of modest scale, in which the sarcophagi and commemorative plaques are framed by oval cornices. This format derives from the arrangement of the central section of the Pietro Mocenigo tomb, isolated and reshaped as an oval.\r\n\r\nThe Niccolò Marcello monument (c. 1481–5; Venice, constructed in S Marina; later moved to SS Giovanni e Paolo), the other major tomb commission probably executed in the 1480s, is a more tightly organized variant of the triumphal arch type that Pietro used first in the Pietro Mocenigo monument. Of much smaller scale, it holds only four figures in addition to the recumbent figure of the Doge. The central portion of the tomb is built forward, which emphasizes the effigy, sarcophagus and lunette relief, unlike the sprawling, flat structure of the Pietro Mocenigo monument.\r\n\r\n2. Architecture.\r\n\r\nIn the early 1470s, on the commission of Doge Cristoforo Moro, Pietro supervised the building of the church of S Giobbe, Venice, which had been started by Gambello in the 1450s, and designed the architecture and decoration of its chancel. A letter of 1485 written by Matteo Collaccio establishes the terminus ante quem for the completion of the chancel. Although it specifies only that the figure sculpture was carved by Pietro, it is generally agreed that he was responsible for the architecture as well. Pietro created the first Renaissance-style interior in Venice. The chancel’s dome supported on pendentives, the articulation of grey pietra serena against white plaster and the four tondo reliefs of the Evangelists in the spandrels all derive from Brunelleschi’s Old Sacristy in S Lorenzo (see ), Florence. The small full-length angels that support the roundels resemble putti carved by Antonio Rossellino, further corroborating Pietro’s preoccupation with Florentine models early in his career.\r\n\r\nPietro next supervised the building of the Cappella Maggiore and its cupola for Treviso Cathedral, begun by 1485 or 1486 (Biscaro, 1897, 1899). When the dome collapsed in 1486, Pietro promised to entrust its rebuilding to a capable architect, who in an agreement of 1488 was identified as his son Tullio.\r\n\r\nPietro’s other architectural commissions were for major Venetian buildings: S Maria dei Miracoli and the Scuola Grande di S Marco (see Venice, §V, 3 and fig.). Because of increased popular devotion to a miracle-working image of the Virgin and Child housed there, a competition was held in 1480 to design a new building for the Miracoli. Initially Pietro Lombardo was hired to supervise the construction of a simple votive chapel and told to follow the chosen model (the designer’s name is not recorded); however, so much money was collected that in 1485 a new contract was drawn up. It expressly named Pietro as the architect and stipulated that the structure, now apparently regarded as a convent church rather than a chapel, should be vaulted and have a chancel.\r\n\r\nPietro’s solution for the revised project was ingenious: he elevated the chancel and placed the sacristy in the crypt-like space below it, connecting it to the altar area with a spiral stair in the bell-tower at the left of the chancel. The architectural elements of the chancel are exquisitely carved with fanciful floral ornaments and mythological marine creatures. The interior and exterior walls of the Miracoli are veneered with coloured marbles, evidently procured from surplus supplies at S Marco. The Miracoli is the only Venetian church other than S Marco so decorated; its simple, aisleless, barrel-vaulted form and lavish incrustation make it seem a bejewelled reliquary casket, an appropriate setting for the miracle-working image it houses. To some extent, this system of marble incrustation was inspired by the Cappella del Perdono in the Palazzo Ducale, Urbino; a Montefeltro emblem is reused at the Miracoli, indicating close connections between the two projects (Lieberman, 1972).\r\n\r\nIn 1489 Pietro was hired to supervise construction at the Scuola Grande di S Marco, Venice, which had been destroyed by fire in 1485. He designed the lower part of the façade in conjunction with Giovanni di Antonio Buora before they were replaced by Antonio Rizzo and Mauro Codussi in 1490. Francesco Sansovino wrote that Tullio executed the reliefs flanking the two portals of the Scuola. These extremely pictorial reliefs complement the ostentatiously decorated façade, which has been called the most picturesque architectural concept of the 15th century. Its coloured marble veneer, asymmetry, use of statues and pictorial reliefs and non-classical organization of proportions have come to epitomize Venetian taste for extravagance and colour in architecture. In fact, the lobes of its upper façade were probably intended to recall the domes of S Marco, its namesake, and the apparently unorthodox organization of the façade has been shown to reflect the organization and functions of the Scuola’s interior (Sohm, 1982).\r\n\r\nAfter serving as Antonio Rizzo’s assistant for several years, Pietro became protomagister of the Doge’s Palace in 1498 when Rizzo was accused of embezzlement and fled from Venice. This position engaged most of Pietro’s energies for the rest of his working career (he withdrew in 1511). He supervised the completion of most of the northern part of the courtyard façade of the eastern wing of the palace, but probably was not responsible for its design, which has been attributed either to Rizzo or Codussi.\r\n\r\nIn 1495 Pietro was commissioned to carve an elaborate altarpiece for the chapel of the Madonna in Mantua Cathedral, for which neither drawings nor model seem to have survived. In 1502 he worked on a new dome for Cividale Cathedral. In 1509 he submitted a model (untraced) for the new building of the Scuola Grande della Misericordia in Venice. Otherwise in his last years Pietro seems to have been active mainly in conjunction with his sons on commissions in which they were the principals. He helped to supervise the construction of the chapel of the Holy Sacrament, designed by Antonio, in Treviso Cathedral, and that by Tullio at S Salvatore in Venice; he played a more limited role in Antonio’s work on the Zen Chapel in S Marco. In 1514 Pietro served as the head of the stonemasons’ guild in Venice, an indication of the pre-eminent position he held in Venetian architecture even in his last years. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Pietro Lombardo",
            "alphasort":"Lombardo, Pietro",
            "lastname":"Lombardo",
            "firstname":"Pietro",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Pietro Lombardi",
            "alphasort":"Lombardi, Pietro",
            "lastname":"Lombardi",
            "firstname":"Pietro",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Pietro Solari",
            "alphasort":"Solari, Pietro",
            "lastname":"Solari",
            "firstname":"Pietro",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016577"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/25398536"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"62267f14c585860018ecf5a5"
            },
            "exhibitions":[],
            "body":"<p><strong>Preparing for a New Building: Art Evacuation</strong></p><p><br>On a walk through the Art Museum recently, one might have encountered people standing over the mosaic Drinking Contest of Herakles and Dionysos (early 3rd century AD), carefully examining each tiny block, or tessera, that makes up the image of the two half brothers with their wine. Or one might have heard the conversation of others while gazing at Peter Paul Rubens’s Cupid Supplicating Jupiter (ca. 1611–16). While these are experiences Art Museum visitors are accustomed to, this time the people in the galleries were not students, faculty, or members of the public interacting with the art; rather, they were some of the many professionals working to evacuate the collections before construction on the new Museum can begin. This summer the current building will be demolished so that a new home, designed by Sir David Adjaye and scheduled to open in late 2024, can sit on the same spot.</p><p>The evacuation of artworks is one visible sign that preparations for the new building are underway. A welcome task, it is also a stressful one, especially when undertaken during a worldwide pandemic. Art movement began in October 2020 and is scheduled to be completed in early summer. Thirty-eight galleries, storage rooms, study rooms, and conservation spaces will be emptied when done. Likewise, sculptures on the campus grounds considered to be in close proximity to the current building’s walls will be deinstalled to guarantee their safety. In total, approximately 53,000 paintings, drawings, sculptures, photographs, and works of decorative art will be removed and taken to off-site storage in nearly 4,800 crates and packing boxes—many reused for the transport of multiple objects.</p><p>This work requires a team of talented professionals, and it wouldn’t be possible if not for their careful attention to detail as well as their problem-solving abilities and endless dedication to our institutional mission. They are art handlers, registrars, conservators, and curators; our facilities team, security officers, and building crew; object photographers and collections documentation staff; and project managers. In addition to Museum staff members, staff from other Princeton University departments as well as contracted conservation firms, art packing and storage companies, and vendors specializing in rigging have been employed, rounding out the skills needed to get the job done.</p><p>While any number of objects could illustrate the complexities faced by the team, the third-century mosaic from Antioch in the Roman Court is a good example. The people spotted near Drinking Contest of Herakles and Dionysos consisted of conservators, collections managers, engineers, and art packers, all debating how best to deinstall this embedded floor painting with care so that it may be installed once again. They must determine how to cut away the non-historic flooring material with precision so as not to damage the two-thousand-year-old mosaic. During the first half of the twentieth century, Museum professionals installed architectural fragments, reliefs, and other oversize objects as if the objects would remain in the Museum building permanently, making this group’s work particularly tricky. This mosaic, along with the others in the Roman Court, may take nearly two months to deinstall and pack. With limited floor space in the gallery, the art handlers must move one by one.</p><p>Before long, the work of the art evacuation team will be complete. Objects will rest in their temporary homes, ready for the next teams to take over—the researchers, conservators, and mount makers who will review the objects and prepare them for their eventual return to expanded display settings in our new building, designed to create engagement across communities and cultures with art at the core.</p><p>Chris Newth<br>Associate Director for Collections and Exhibitions</p><p>Spring 2021 Magazine</p>",
            "title":"Preparing for a New Building: Art Evacuation",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}