{
    "makerid":6635,
    "published_date":"2022-03-28 16:07:31.879453",
    "type":"maker",
    "displayname":"Thomas Cooper",
    "makertype":"Individual",
    "alphasort":"Cooper, Thomas",
    "lastname":"Cooper",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, active Scotland, born 1946",
    "begindate":1946,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Cooper",
            "alphasort":"Cooper, Thomas",
            "lastname":"Cooper",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Full Name",
            "displayname":"Thomas Joshua Cooper",
            "alphasort":"Cooper, Thomas Joshua",
            "lastname":"Cooper",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":"Joshua",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010341"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/94629262"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dae0094730fb1001626a475"
            },
            "body":"Drawn to the natural landscape and what he believes are significant sacred or historical sites, Cooper's images, often with titles such as <em>Ritual Ground, Ceremonial Dwelling, An Indication<em>,  or <em>A Premonitional Work<em>, reveal a kind of spiritual portrait of a place and are frequently grouped into two­ part works or longer suites, often dedicated to the photographers who have influenced him.\n\nThe photographs, which date from 1972 to 1994, represent a cross-section of his imagery made both in this country and abroad. Made at Five Capes, Portugal, the furthest southwest point of Continental Europe, the mood and content of the [<em>The World's Edge I Remembering-Magellan - The Atlantic Ocean</em> series] are meant to echo the sense of exploration on leaving Europe and setting out for the new world. In creating such pictures, Cooper often subjects himself to extremes of physical strain, hanging by hand or rope, and allowing himself only a single exposure to be made at the point of highest intensity. \n\n",
            "title":"Newsletter: Winter 1998",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dd423f25295b900165bc8fe"
            },
            "body":"<p>On seeing Thomas Joshua Cooper’s photographs, a quality that touches one is an intense feeling of psychic energy. They do it partly in the way they project a distinctive impression of unbending power, and a rootedness in a deep hidden center within them, and they also do it partly through an incredible tension between the imaginative and the phenomenal. We look in a state of incredulousness transfixed by their force and under the spell of their immense integrity. The intellectual horizon of those pictures is limitless, their precision of craftsmanship breathtaking and daring. In them there is no padding, no hesitancy, nothing that is timid; the entire body of work has a continuity that is unbroken, the pacing is sharp, the rhythms are bold, the technical tact is remarkable. The effect as we look at a large group of Thomas Cooper’s photographs can only be described as supernatural, a strange beneficent magic. He is a medium for those mysterious hints of gentleness and grandeur that occasionally absorb the human mind. His is a spiritual emotion. [The] range [of his work] reflects a life lived with passion, with devotion, and for a vision. The titles of the pictures, and the titles of the series, reveal a great deal. Location is basic; these are the specific places Cooper has gone to find the emblem of his idea, the manifestations of his beliefs. The subtitle, or picture title, identifies the sort of activity that is perceived at a site-ritual, dancing, ceremony, gazing, premonition, dreaming, indicating, remembering. These rites of human endeavor derive first from the impulses of his own experience at the place, but also they are all about exploring one's interior and coming to have a holistic vision of life. It would seem that photography, the most literal of media, should hardly be the vehicle for this transport of our sensibility. But in its very factuality, and in its capacity for manipulation, the medium's own duality represents the dualism of the human circumstance: thinking and feeling. Behind Cooper's work there is an enormous intellectual apparatus. He is alarmingly articulate about his feelings and his imagery, and he is widely read, frequently punctuating his conversations with quotes from Basho, Samuel Johnson, Don Juan, Roethke, or Blake. His home and studio are filled with the accouterments of his thoughts and preparation: more copies of the Oxford and other dictionaries than one would normally require, a vast collection of ordinance survey maps, esoteric and spiritual literature. He remarks when interviewed, \"I have no block­ ages, everything is draining in.\" In terms of photography, his inspiration resides in such pictorial work as that by Raymond Moore, Alfred Stieglitz, Edward Weston, and Minor White. Or, more importantly, in the work by photographers of the nineteenth century like Timothy O'Sullivan, whose pictures reflect a close connection to the land not as a place, but as a spirit. Having been born in the western United States, and being part American Indian, has given Cooper a perspective about the land and about nature that few others have. Cooper thinks of the land as having a subject matter, which is different from having an identification. In many respects this is a more mysterious and difficult notion, and it signifies the search for that ineffable core within the landscape where beauty is found. Cooper is explicit about this idea: \"To find beauty is my job. \" This is to say, the beauty found in the landscape becomes the metaphor for a way of life itself; that an art focused on the land enables him to cope with the actuality of his life, and with those things he does not understand totally. Indeed, that few of us do. He has constantly driven himself to see how deeply he can go into essence, whether it be of sorrow or joy, fear or ecstasy, and to achieve a state of enlightenment where his emotion can be manifest in a photograph and have it be illuminating not only to himself, but to others. This puts him in a select community of artists, artists such as those he admires from photography or, in terms of certain painters, in the company of the likes of Mark Rothko, Barnett Newman, Ad Reinhardt, Agnes Martin, and Cy Twombly. His community of the spirited becomes that which is promulgated by their works of art; objects of intense pathos and single-minded purity that transcend any person. The physical quality of Cooper's pictures is singular. From their small size early on, to their immense scale today, the work is a testament to superior craftsmanship and an admiration for the physical properties of the photographic medium. It is clear that there is little he cannot do in his manipulation of the print material and of light itself. Light, and the sensation of darkness, is central to the meanings or portent of these pictures. One senses a gravity in them, as he both seeks out the point of maximum obscurity and the point of greatest luminosity. For Cooper, the darkness and the light create the whole; that is, the world we inhabit. For him, times of day are of enormous importance. They echo in microcosm the greater passage of historical time. Night is part of the whole, emphatically so, and moonlight is a light he loves deeply. The tonal scale of his pictures is the vocabulary of his expression, and in viewing them we encounter everything he believes can be revealed in the medium. In addition, because he cannot tolerate crudeness, they are crafted absolutely. In his admiration for other artists' work, this demand for perfection in rendering is also found. Through this purity of expression, Cooper believes he and others can bring us into the realm of higher life, one that is abundant and healing. With Cooper there is no rift between feelings and the intellectual, and he is strongly driven by his emotions. In art he gravitated to what he could feel long before he knew about such works. This was a sort of visceral learning, in that he encountered both what he understood and that which he did not; what he did not, he grasped for as even more of a challenge. That is, to understand the unfamiliar, to quell his fear of it. Fear, fear of the unknown, is a driving force in Cooper's outlook and in his work. His art is the working out of these fears, the overcoming of them in both a physical and an emotional sense. He recognizes this trait, this anxiety, as expressed in the work by others he admires, and most particularly in the historical identification of the places he has most recently chosen to photograph: the coasts of Scotland, Ireland, and Wales, and of Portugal. The very latest pictures, inspired by the acts of early explorers, are about voyaging into the unknown, of navigating the spaces between Europe, America, and Asia; between old concepts and the new. They are about yesterday and today, of home and away. Pointedly the photo­ graphs are made at the extreme edge of the European continent, looking toward the West from which Cooper himself comes. In creating such pictures, he often subjects himself to extremes of physical strain; sometimes hanging far out from the drop of the land-over the abyss-held by hand or rope, to achieve the view of maximum magnetism, maximum significance. Testing himself as if to say, this is not a dare, this is the ultimate in emotion and understanding. I will not surrender to bewilderment, my force is absolute. In making these pictures he often visits a site several times, seeking just the right conditions. He has to be ripe for each occurrence. Significantly so, because he allows himself only a single exposure to be made at the point of highest intensity when experience and knowledge become one, and his temperaments blend in the steady execution of the photographer's act. These sensibilities and working methods all suggest an incredible attachment to valued traditions; traditions not simply in the photography he cherishes, but in creative pursuits generally. As a boy, his mother introduced him to the literature of the Chinese and Japanese landscape poets, and what was important for him about it was the centrality of lived experience in relation to learning. In college his studies were in literature and philosophy; these fields he pursued even before he turned to photography. At a critical point in his early life, he was befriended by the painter Morris Graves. Cooper learned much from him over some five years. Graves was, as Cooper describes him, \"a stern and weird man,'' but he gave the younger artist keen advice that he has never forgotten. It was that to be an artist, \"one must know the craft, love working, and find a way to make a project with it. The ability to do these things comes from inside you.\" The concept of project is perhaps the most lasting component of Graves's advice. This idea has obsessed Cooper, and it characterizes all of his mature work. [Our 1998] exhibition [Thomas Joshua Cooper: The Temperaments] reflects Cooper's predilection for ensembles and environments, for two, three, or four-part works, and it is in the way these pieces are collected that the project conception is revealed. While on the one hand Cooper operates in the sphere of the emotional, he is most strategic in his location of sites and in his method of procedure. He has said, \"I don't know why people go into the landscape for pleasure-it is work, not easy,\" and in respect to the great feeling that wells up within him, he doesn't like being there. However, it is where he has to go in his search for the revelatory experience. Thus the background reading, the survey maps, the tracking of sites and sacred places of the past (some­ times very modest ones), the search for places where yet today native peoples find the origin of their being. He needs the assurance that he is in a territory of the magical that, critically, is part of everyone's mythic history. He knows he belongs to a lineage; one, however, that is not predetermined, because people constantly invent new paths that are the extensions of the past. The tradition of which Cooper most often speaks is that of \"humanity\" itself-of cultural epochs of the primitive, the ancient, the fifteenth to the nineteenth centuries, of a few key decades in our own century. He goes back in history to connect with those times that are especially meaningful to him, that intersect with his own emotional situation; notably the earlier ventures into physical and intellectual areas that were without knowledge. The convergence of seekers from various fields in a singular time fascinates him: Gutenberg, William Caxton, and Magellan, for instance. As things come together, things one does not expect, a picture emerges; quite literally today, it is his photograph that comes forth. Cooper structures his works on such ideas and they become the language of his images-the composition, tonal plane, scale, and display of color (in the recent works an incredible palette of indigo and burgundy) . In these pictures he displays across the surface of the sheet a belief. As the pictures have gotten larger, more energized, so too the belief has grown. Cooper senses this by saying, \"I want to be a part of something that is generous.\" That something is the long passage of myth and tradition that embraces the knowledge that you can wrest control of yourself, you can learn what is happening to you. You can participate in a changing world that, possibly, may be changed too by your own creative act of thinking and feeling. His is an expression of the moral power of will. Thomas Joshua Cooper's photographs are enthralling in ways that go beyond such limited matters as truth. Cooper's is an art that in no way conceals art. His images are so rich and powerful, his pairings or groupings so loaded, and his signals so potent that one can never overlook the presence of the artist. We see in these works straight through in to the gut and soul of the man, into the place where he resides. In so doing he wants to guide us in our own walk through the world. It is only through learning that we find identity; Thomas Joshua Cooper has surely found his own.&nbsp;<br><br>-- Peter C. Bunnell [Former] Faculty Curator of Photography</p>",
            "title":"Collection Publications: Thomas Joshua Cooper: The Temperaments",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}