{
    "makerid":4268,
    "published_date":"2022-03-28 16:05:59.723643",
    "type":"maker",
    "displayname":"Michael Kenna",
    "makertype":"Individual",
    "alphasort":"Kenna Michael",
    "lastname":"Kenna",
    "firstname":"Michael",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1953 Widnes, UK; active Seattle, WA",
    "begindate":1953,
    "enddate":2100,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Michael Kenna",
            "alphasort":"Kenna Michael",
            "lastname":"Kenna",
            "firstname":"Michael",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/79153069"
        },
        {
            "source":"ULAN",
            "id":"500344727"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadfb1a730fb1001626a473"
            },
            "body":"Often taken at dawn or in the dark hours of the night, Kenna's photographs concentrate primarily on the interaction between the natural landscape and human-made structures. The Rouge plant, once consid­ered a symbol of American industrial might, is located in Dearborn, on the banks of the Rouge River, ten miles from downtown Detroit. At the peak of its productivity the complex covered over two square miles, and encompassed all the basic steps in automobile manufacturing, from raw materials to finished product. Kenna's photographs show all the essential elements of the complex as it is today, includ­ ng breathtaking panoramic views and small details of machine parts. Perhaps the most widely known comparative images of this site are those photographed and painted by Charles Sheeler in 1927, at the conclusion of the first major phase of the plant's construction.\n\n",
            "title":"Newsletter: Spring /Summer 1997",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db36010577cfb0016a236e2"
            },
            "body":"The Rouge plant in Dearborne, Michigan was once considered the most advanced factory in the world and an icon of American industrial achievement. It was at the Rouge, designed by Albert Kahn, house architect to Henry Ford, that the modern-day industrial complex was born, using shed architecture and glass walls that were both lightweight and inexpensive and brought diffused light directly onto the factory floor. From its origins, the Rouge came to be a vast complex containing miles of railroad tracks, blast furnaces, coke ovens, a foundry, and enormous storage areas for holding the raw materials to be used in manufacturing— a veritable city unto itself for the industrial age.\n\nThe entire manufacturing process was carried out on site, from the arrival by river of ships carrying iron ore to the final assembly of cars—all intended by Henry Ford to allow his company’s production to be as self-sufficient as possible. Indeed, the Rouge was the only factory in North America to function in this way; even the electricity needed by the factory was produced on-site. At the core of the complex, the eight 320-foot stacks of the powerhouse towered over the rest of the Rouge. During peak production the powerhouse— Henry Ford’s favorite haunt at the Rouge—delivered enough electricity to supply the domestic needs of a city of a million residents.\n\nFrom almost the beginning, the Rouge drew visitors. From 1924 to 1982, as many as a quarter of a million visitors a year toured parts of the Rouge, including the steel operations, assembly line, and occasionally the Engine Plant and Glass Plant. For a time, the Rouge drew visitors seeking inspiration for the new, including artists such as Frida Kahlo and Diego Rivera, who spent time studying the Rouge’s facilities for Rivera’s murals <em>Detroit Industry<em>, and the American photographer Charles Sheeler, who was commissioned in 1927 to carry out a series of photographs that would exalt the achievements of this new emblem of industrial progress. Sheeler’s <em>Criss-Crossed Conveyors, River Rouge Plant, Ford Motor Company</em> (1927) became perhaps the best-known single image of the Rouge, embraced as “the finest image of technological utopia.”\n\nThe British photographer Michael Kenna began his own work with the Rouge in 1992 as an homage to Sheeler. What Kenna has called “pilgrimages” to sites where other photographers have worked helped him develop his own vision, one that also owes much to the early pictorialist photographers and their fascination with the visual effects of mists, smoke, and soft blurring. The project began in December 1992, during a visit to Detroit for an exhibition of his work, when Kenna was first able to tour the Rouge. This was to be the first of more than a dozen visits between 1992 and 1995, during which Kenna remembers “many freezing winter days and nights walking around this industrial maze . . . sometimes my cameras would freeze to the point where they stopped functioning. I would have two cameras with me, one being used and the other, covered and wrapped, inside a bag, ready to swap out when necessary.”\n\nKenna’s work at the Rouge continued the artist’s long and profound relationship with the industrial landscape that had begun during his upbringing in a highly industrial town in northwest England. These influences found photographic form when Kenna began to photograph the cotton and wool mill towns of Lancashire and Yorkshire in the 1980s. In these works and the Rouge images made a decade later, we find a number of themes and strategies critical to Kenna’s work as a photographer: an interest in photographing under low-light conditions and even at night; a concern for reflections and the image doubling they create; a fascination with the contrasts between the strong linearity of the built environment and the effacing atmosphere around it; the absence of people. Some of\nthese strategies required long exposures, which Kenna has described as an “accumulation of light, time, and movement, impossible for the human eye to take in.” Despite the fact that parts of the Rouge complex were operational at the time of Kenna’s work there, the resulting images seem caught up with memory, with the mere traces of human activity, and in this there is something both highly temporal and seemingly monolithic and outside of time.",
            "title":"Magazine: Fall 2017",
            "source_project":"Other",
            "author_type":"Director",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88c12975ec80016e02d40"
            },
            "body":"From its origins—developed by Henry Ford, working with his house architect Albert Kahn, for the Ford Motor Company between 1917 and 1927—the Rouge became a vast complex containing miles of railroad tracks, blast furnaces, coke ovens, a foundry, and enormous storage areas for holding the raw materials to be used in manufacturing—a veritable city unto itself for the industrial age. Across more than a dozen visits between 1992 and 1995, Kenna sought to depict the enormity of the Rouge, often under arduous conditions of extreme cold. His work at the Rouge employs a number of key strategies: an interest in photographing under low-light conditions and even at night; a concern for reflections and the image doubling they create; a fascination with the contrasts between the strong linearity of the built environment and the effacing atmosphere around it; and the absence of people.\n\n<em><em>Conversation prompts<em><em>\nKenna used radical cropping effects and an extreme point of view for this scene. What effects are created by these compositional devices, and how might the effect of the work have been different had Kenna taken the photograph from a head-on perspective?\n\nThere are no human figures in Kenna’s series of photographs of the Rouge; how do you read the relationship between humans and the environment in these photographs?",
            "title":"Teach with Collections: Michael Kenna, The Rouge, Study 59, Dearborn, Michigan",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e39c2ab043e70001673e72f"
            },
            "body":"<p>GEO 102/ 2017 Much of climate change is invisible to us. The “smoke” you see coming out of smokestacks is not carbon dioxide, which is transparent in visible light, but a combination of water droplets and soot. The trade-offs of replacing fossil fuels with renewable energy sources are generally not discernible. And changes, particularly natural changes, occur so slowly that they can be difficult to observe directly. So, how can the reality of climate change, its impacts, and its solutions be communicated? The photographs in this installation make the invisible visible through a variety of means. - They play with interesting adjacencies, such as a sooty fire next to an oil well in Robert Adams’s <em>Denver<em>, 1974, or a field of wind turbines between sand dunes and a forest fire. - They use unusual vantage points, such as aerial perspectives of landscapes, or the dramatically low viewpoint of smokestacks in Michael Kenna’s <em>The Rouge, Study 59<em>. - They incorporate disconcerting cropping effects, such as the high-contrast presentation of a car factory, or the fragmentary view of coastal houses in Alexander Heilner’s <em>Palm Jumeirah<em>. For those concerned about mitigating and adapting to climate change, we must ask how to make our climate system visible to all. The photographs also challenge us to ask whether Earth’s environment and human civilizations are resilient or fragile—or both. Among the most fragile landscapes are our coastlines, because of sea level rise, and our cryosphere, because the icy parts of the Earth system fluctuate dramatically over decades and millennia. We make ourselves more susceptible to climate change by assuming that these landscapes are stable. What is unique about each landscape shown, in what ways do they change through time, and how do those shifts impact ecosystems and humans? The choice of these photographs is our argument that there is no single answer to these questions.&nbsp;</p><p>-- Catherine Riihimaki, Associate Director, Science Education, Council on Science and Technology&nbsp;</p><p>Veronica White, Curator of Academic Programs&nbsp;</p><p>Students in GEO 102 (Climate: Past, Present, and Future): Amanda Morrison ’19, Lila Currie ’18, Micaela Keller ’20, Grace Searle ’20, and Jenna Shaw ’20</p>",
            "title":"Online Collection Sets: Art and Climate: Making the Invisible Visible",
            "source_project":"Other",
            "author_type":"Faculty, Curator, Student",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}