{
    "makerid":1543,
    "published_date":"2022-03-28 16:04:14.968619",
    "type":"maker",
    "displayname":"Richard Pousette-Dart",
    "makertype":"Individual",
    "alphasort":"Pousette-Dart, Richard",
    "lastname":"Pousette-Dart",
    "firstname":"Richard",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1916–1992",
    "begindate":1916,
    "enddate":1992,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Richard Pousette-Dart",
            "alphasort":"Pousette-Dart, Richard",
            "lastname":"Pousette-Dart",
            "firstname":"Richard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500018154"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/115175504"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db0ab59f85cb00016e5c66c"
            },
            "body":"The visionary abstract painter, sculptor, and photographer Richard Pousette-Dart, youngest of the founding members of the New York School, was born into an artistic family in upstate New York in 1916. He originally moved to Manhattan in 1937 to apprentice himself to his father's friend, the sculptor Paul Manship, but by 1939 Pousette-Dart was involved with the avant-garde Surrealist circles that would form the core of Abstract Expressionism in the following decade. He soon developed a lasting fascination with non-Western art and with Jungian theories of creation and the unconscious, from which he would draw inspiration throughout his career.\n\nPousette-Dart first exhibited at the Artists Gallery in New York in 1941. Over the next two years he developed a ma­ ture style, layering biomorphic forms on thickly painted canvases of a truly heroic scale. Subsequent exhibitions at the Willard Gallery in 1943, Peggy Guggenheim's influential Art of This Century Gallery in 1944, and the prestigious Betty Parsons Gallery in 1948 confirmed his reputation as an important member of the New York School. Parsons also represented Robert Motherwell, Jackson Pollock, and Mark Rothko, and would continue to show Pousette-Dart's innovative paintings and drawings over the next twenty years. In contrast to other New York School artists, Pousette-Dart eschewed broad brushwork and bold forms in favor of a painstakingly introspective working method, carefully tracing intricate patterns and symbols into the paint to create highly personalized ab­ stract paintings. In his numerous writings, the artist declared that for him painting was a mystical, transcendental experience, an effort to understand a balance between nature and creativity.\n\nPousette-Dart considered his works on paper to be autonomous works of art, not simply studies for paintings. The drawing White Undulation (1941-42)... is a masterful work by the artist that epitomizes the pioneering contributions made by the emerging Abstract Expressionists in the 1940s. During the war years, Pousette-Dart and other New York School artists turned to the depiction of what they perceived to be universal\nmyths, as the only appropriate subject matter for modern  art in those  troubled  times.\n\n<em>White Undulation</em> is one of a handful of important works the artist made in a transitional phase of his career in the early 1940s that are suggestive of the sea and creation. Here, a symbolic fishlike  form swims through  abstracted underwater vegetation that dissolves into lyrical shim­ mering white brushstrokes, implying  the mythical origins of both life and art.\n\n",
            "title":"Newsletter: Winter 2008",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}