{
    "makerid":3372,
    "published_date":"2025-05-27 02:00:40.804643",
    "type":"maker",
    "displayname":"Thomas Rowlandson",
    "makertype":"Individual",
    "alphasort":"Rowlandson Thomas",
    "lastname":"Rowlandson",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1756/57–1827",
    "begindate":1756,
    "enddate":1827,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Rowlandson",
            "alphasort":"Rowlandson Thomas",
            "lastname":"Rowlandson",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500006930"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56672964"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88677975ec80016e02d2d"
            },
            "body":"Rowlandson’s wide-ranging depiction of extreme expressions in this radiating cluster of heads speaks to his fascination with translating human emotions into a linear vocabulary decipherable by a viewer. Each of the heads on this sheet evidences the artist’s ability to significantly alter the effect of a figure’s face through subtle alterations to the pen lines. A key influence on such investigations into different facial arrangements was Charles Le Brun’s lecture at the French Académie in 1688—later published with illustrations as Conférence sur l’expression générale et particulière—which attempted to codify specific facial movements in relation to particular passions.\n\n<em><em>Conversation prompts:<em><em>\nConsider the medium of pen and ink and describe the varying lines used by Rowlandson; with which facial features do you see him experimenting most?\n\nWhy might the juxtaposition of heads be important in studying expression? Do these multiple heads relate to one another?\n\nCompare this grouping of heads with those in Duchenne’s photograph: how do the media and the organization of heads differ between the two works? What effect does this have on the viewer?",
            "title":"Teach with Collections: Thomas Rowlandson, Thirteen heads",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"65971eaae95df23b82d7213c"
            },
            "body":"<p>In the Galleries<br>Going to Extremes: Physiognomy, &nbsp;Caricature, and Studies of Expression<br>October 14, 2016–March 5, 2017</p><p><br>This selection of prints, drawings, and photographs from several centuries and diverse cultures examines artists’ enduring fascination with depicting and interpreting faces. Works on view by Guercino, Giovanni Battista Tiepolo, and Thomas Rowlandson demonstrate the inﬂuence of Leonardo da Vinci’s grotesque ﬁgures and the development of caricature in early modern Europe. The art of caricature (from the Italian <i>caricatura</i>, meaning “loaded portrait”) centered on the exaggerated and humorous representation of a speciﬁc individual. It was largely built on Renaissance theories of physiognomy, which posited that an individual’s character could be judged through his or her facial attributes.</p><p>Different approaches to the face are explored in the installation. In the nineteenth century, artists continued to manifest an interest in extreme expressions using a variety of media. Photographs by Clarence White, in which he experimented with capturing emotions such as fear and grief, reveal an interest in pose and encourage interpretation by the viewer to complete the scene. Two Japanese woodblock prints from Osaka feature close-up views of Kabuki actors, whose exaggerated theatrical expressions are made more legible through the use of traditional white makeup and black and red face paint.</p><p>The ﬁnal two works are photographs from a powerful performance in which the artist Ana Mendieta pressed a piece of glass against her face and different areas of her naked body. Across from Leonardo’s distorted faces, the images are a daring modern reinterpretation of the grotesque as commentary on the societal biases Mendieta experienced &nbsp;as a Cuban American female artist.</p><p><i>Going to Extremes </i>inspired a panel discussion this fall that considered works on view from the perspectives of art history, psychology, and neuroscience. In addition, numerous classes have incorporated the installation into their Museum visits. &nbsp;</p><p>&nbsp;</p><p>Veronica Maria White&nbsp;<br>Curator of Academic Programs</p><p>Princeton University Art Museum &nbsp; Winter 2017 Magazine</p>",
            "title":"In the Galleries: Going to Extremes: Physiognomy,  Caricature, and Studies of Expression dc4  c",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}