{
    "makerid":14942,
    "published_date":"2022-03-28 16:08:55.174781",
    "type":"maker",
    "displayname":"Maria Klawe",
    "makertype":"Individual",
    "alphasort":"Maria Klawe",
    "lastname":null,
    "firstname":"Maria",
    "nametitle":null,
    "middlename":"Klawe",
    "suffix":null,
    "displaybio":null,
    "begindate":1951,
    "enddate":0,
    "nationality":null,
    "culturegroup":null,
    "biography":"Maria Klawe became President of Harvey Mudd College on July 1, 2006. Previously she served as Dean of Engineering and a professor of Computer Science at Princeton University. She moved to Princeton in January 2003 from the University of British Columbia where she served as Dean of Science from 1998 to 2002, Vice-President of Student and Academic Services from 1995 to 1998, and Head of the Department of Computer Science from 1988 to 1995. Prior to UBC, Maria spent eight years with IBM Research in California, and two years at the University of Toronto. She received her PhD (1977) and BSc (1973) in Mathematics from the University of Alberta. \r\n\r\nMaria has made significant research contributions in several areas of mathematics and computer science including functional analysis, discrete mathematics, theoretical computer science, interactive-multimedia for mathematics education, and assistive technology. She was the founder and director of the EGEMS project, a collaborative project on the design and use of computer games in enhancing mathematics education for grades 4 to 9. \r\n\r\nDuring the decade from 1993 to 2002 EGEMS developed several innovative and successful prototype games, and did seminal work in identifying important factors in the design of effective educational software. EGEMS research also studied the role of gender in technology-based learning environments and identified significant gender differences in how students interact with computers and software. This research was extended under the auspices of the NSERC-IBM Chair for Women in Science and Engineering that Maria held from 1997 to 2002, and the SWIFT (Supporting Women in Information Technology) project on how to attract and retain women in information technology careers. \r\n\r\nMaria is a Past President of the Association of Computing Machinery (ACM) in New York, Chair of the Board of Trustees of the Anita Borg Institute for Women and Technology in Palo Alto, and a Trustee of the Mathematical Sciences Research Institute in Berkeley. \r\n\r\nIn the past Maria has held leadership positions in the American Mathematical Society, the Computing Research Association, the Society for Industrial and Applied Mathematics, and the Canadian Mathematical Society. Maria was elected as a Fellow of the Association of Computing Machinery in 1995. Other awards include Vancouver YWCA Women of Distinction Award in Science and Technology (1997), Wired Woman Pioneer (2001), Canadian New Media Educator of the Year (2001), BC Science Council Champion of the Year (2001), University of Alberta Distinguished Alumna (2003), Nico Habermann Award (2004), and honorary doctorates from the University of Alberta (2007), Acadia University (2006), Dalhousie University (2005), Queen’s University (2004), the University of Waterloo (2003), and Ryerson University (2001). \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Maria Klawe",
            "alphasort":"Maria Klawe",
            "lastname":null,
            "firstname":"Maria",
            "nametitle":null,
            "middlename":"Klawe",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}