{
    "makerid":87,
    "published_date":"2022-03-28 16:03:19.220674",
    "type":"maker",
    "displayname":"James Anderegg",
    "makertype":"Individual",
    "alphasort":"Anderegg, James",
    "lastname":"Anderegg",
    "firstname":"James",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1925 - 1990",
    "begindate":1925,
    "enddate":1990,
    "nationality":"American",
    "culturegroup":null,
    "biography":"James Murray Anderegg '51\r\nPublished in Jan. 23, 1991, issue of Princeton Alumni Weekly (PAW)\r\n\r\nJIM DIED Oct. 911990. For 27 years he had lived with and fought multiple sclerosis.\r\nHis painting, \"Late Fall Practice,\" which he produced as a sophomore, made him famous throughout the country to generations of rowers. Indeed, over the last 47 years more than 7,000 copies were sold, with the buyer's college colors on the oar blades.\r\n\r\nJim was born in Chestnut Hill, Penn., and came to Princeton from the Hun school. He had spent almost three years in WWII as a boatswain's mate on I.STs in the Southwest Pacific.\r\n\r\nAt Princeton Jim, majored in architecture, was a member of Colonial Club, a varsity oarsman, and art editor of the NASSAU HERALD.\r\n\r\nArchitecture, art, and boats were Jim's life and livelihood. After ten years as a salesman of architectural products, he formed Anderegg, Inc., in Detroit. His Architects' Library Service provided technical information to large architectural/engineering firms. His woodcuts and prints are prized by collectors.\r\nJim is survived by two sons and a stepdaughter. The Class and his many admirers will miss this courageous and engaging man.\r\n\r\nThe Class of 1951\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Anderegg",
            "alphasort":"Anderegg, James",
            "lastname":"Anderegg",
            "firstname":"James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}