{
    "makerid":14752,
    "published_date":"2022-03-28 16:08:49.996636",
    "type":"maker",
    "displayname":"Aaron Burr Jr.",
    "makertype":"Individual",
    "alphasort":"Burr, Aaron Jr.",
    "lastname":"Burr",
    "firstname":"Aaron",
    "nametitle":null,
    "middlename":null,
    "suffix":"Jr.",
    "displaybio":"American, 1756–1836",
    "begindate":1756,
    "enddate":1836,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Burr, Aaron, Jr. (1756-1836), third vice-president of the United States (1801-1805), was thought to be one of the most brilliant students graduated from Princeton in the eighteenth century. Woodrow Wilson said he had ``genius enough to have made him immortal, and unschooled passion enough to have made him infamous.'' His father was Princeton's second president; his maternal grandfather, Jonathan Edwards, was Princeton's third president. The younger Aaron Burr was left an orphan when he was two years old, his father and mother (and both maternal grandparents) having died within a year. He did not respond well to the discipline of his austere uncle, Timothy Edwards, several times running away from home and attempting to go to sea. He entered the sophomore class at Princeton at the age of thirteen and graduated with distinction at sixteen in 1772, a year after James Madison and Philip Freneau. He was a member of the Cliosophic Society and for his Commencement Oration chose the prophetic topic ``On Castle Building.'' \r\nBurr studied theology for a while and then law. After the Revolutionary War, in which he served with distinction as a field officer, he took up the practice of law in New York City and entered politics, serving as a member of the New York state assembly, attorney general of New York, and United States senator. In the presidential election of 1800, he received the same number of electoral votes as Thomas Jefferson, but the tie was broken in the House of Representatives in Jefferson's favor, and Burr became vice-president. \r\n\r\nFour years later, on July 11, 1804, in the historic duel at Weehawken, New Jersey, Burr mortally wounded his professional rival and political enemy, Alexander Hamilton. Thereafter came his errant political adventures in the West, his trial for treason, and his acquittal. \r\n\r\nBurr's chief counsel at the trial was Luther Martin 1766, a fellow member and one of the founders of the Cliosophic Society. A few years before his death, the society invited Burr to preside at its commencement meeting, and its members took part in the procession at Burr's funeral in Princeton in 1836. President Carnahan preached the funeral sermon in Nassau Hall (in which he decried the evils of dueling). Escorted to the Princeton Cemetery by members of the faculty, students, alumni, a military band, and the Mercer Guards, Burr was buried with full military honors at the foot of his father's and grandfather's graves in the President's Lot. \r\n\r\n\r\n\r\n--------------------------------------------------------------------------------\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Aaron Burr Jr.",
            "alphasort":"Burr, Aaron Jr.",
            "lastname":"Burr",
            "firstname":"Aaron",
            "nametitle":null,
            "middlename":null,
            "suffix":"Jr.",
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/57408702"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}