{
    "makerid":3085,
    "published_date":"2025-06-07 02:01:05.276561",
    "type":"maker",
    "displayname":"Carlo Portelli da Loro",
    "makertype":"Individual",
    "alphasort":"Portelli, Carlo da Loro",
    "lastname":"Portelli",
    "firstname":"Carlo",
    "nametitle":null,
    "middlename":"da Loro",
    "suffix":null,
    "displaybio":"before 1510–1574; born Loro Ciuffenna, Italy; died Florence, Italy",
    "begindate":1500,
    "enddate":1574,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Carlo Portelli",
            "alphasort":"Portelli, Carlo",
            "lastname":"Portelli",
            "firstname":"Carlo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Carlo Portelli da Loro",
            "alphasort":"Portelli da Loro, Carlo",
            "lastname":"Portelli da Loro",
            "firstname":"Carlo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500027994"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/3327812"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"65b81149e95df23b82d7214c"
            },
            "body":"<p><strong>Recent Acquisition</strong><br><strong>Perino del Vaga’s Adoration of the Shepherds</strong></p><p>A magnificent sixteenth-century painting by the Italian master Perino del Vaga—<i>The Adoration of the Shepherds</i>—recently entered the Museum’s collections as a gift from George R. Goldner, Graduate School Class of 1972. One of the few works by this artist in an American museum—Perino died young and worked mainly on large-scale decorative interiors—the rare and beautiful panel painting fills an important lacuna in the Museum’s Mannerist holdings, which had been represented mainly by later Italian and Northern European artists. Perino was a first-generation Italian Mannerist, whose works were both informed by and reacted against the High Renaissance style of Raphael &nbsp;and Michelangelo.</p><p>Born in Florence in 1501, Pietro Buonaccorsi, later called Perino del Vaga, trained there with Ridolfo Ghirlandaio and others. After arriving in Rome, Perino joined Raphael’s team decorating the papal palace, working on stucco wall decorations and painting Biblical scenes after Raphael’s designs on the ceiling of the Vatican Loggie. Following Raphael’s premature death in 1520, Perino received commissions of his own in Florence and Rome, but the disruptions caused by the Sack of Rome in 1527 brought this part of his career to a close. In 1528 he accepted an offer from the Genoese naval commander Andrea Doria to work at his palace overlooking the harbor of Genoa. (The Museum is fortunate to own a powerful mythological drawing by Perino for a ceiling fresco in the palace, <i>The Fall of the Giants</i>.) Perino returned to Rome by 1538, working most notably &nbsp;on the rich interior decorations of the Castel Sant’Angelo. He died in 1547, leaving this project unfinished but having initiated a form of sumptuously decorative Mannerist wall painting that would be adopted by other artists.</p><p>Perino specialist Linda Wolk-Simon has dated <i>The Adoration of the Shepherds</i> to 1530–35, during the artist’s Genoese period. While the painting still shows the influence of the Roman High Renaissance style in its harmonious, idealized figures, other elements betray the stirrings of Mannerism, such as the curious instability of the Virgin Mary’s pose. &nbsp;In a heroic, Michelangelesque posture, she crosses one leg over the other and twists her body, seeming to lean against an upended column base that stands upright, although unsupported. Also unusual is one shepherd’s offering to &nbsp;the Christ Child: a trussed lamb laid at the child’s feet, symbolizing the sacrificial Lamb of God. This reinforces the central gesture of an angel presenting a small cross &nbsp;<br>to the Christ Child, who reaches for it purposefully, implying both foreknowledge of the Passion and understanding of its significance that seem beyond his age. On the right, a shepherd looks over his shoulder to observe two men in the distance driving before them an ox and an ass, the former looking upward at a calf slung over one &nbsp;of the men’s shoulders, while the other man beats the ass. &nbsp;In a composition replete with symbolism, there is meaning to be derived from this scene within a scene, featuring &nbsp;the animals present at the manger and about which many interpretations were put forward in Christian exegesis. &nbsp;The exact import of the episode, however, remains to be deciphered. The painting thus has great teaching potential, on both the stylistic and iconographic levels.</p><p>A historically appropriate Renaissance-style cassetta frame has been made for the painting, which will take its place in the galleries near Carlo Portelli da Loro’s <i>Virgin, Child, Infant John, and Saint Margaret</i>, a Florentine work of about 1545–50, and the Nosadella <i>Annunciation</i>, a Bolognese painting of the 1560s, as well as the Museum’s unparalleled Northern Mannerist holdings, to present a rich account &nbsp;of the development of this early modern style that continues to fascinate artists and the public in our own time.</p><p><br>Betsy Rosasco&nbsp;<br>Research Curator of European Painting and Sculpture</p><p><br>Princeton University Art Museum &nbsp; Fall 2017 Magazine<br>&nbsp;</p>",
            "author_type":"Curator ",
            "title":"Recent Acquisition: Perino del Vaga’s Adoration of the Shepherds",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}