{
    "makerid":14703,
    "published_date":"2022-03-28 16:08:48.101427",
    "type":"maker",
    "displayname":"Samuel Finley",
    "makertype":"Individual",
    "alphasort":"Finley, Samuel",
    "lastname":"Finley",
    "firstname":"Samuel",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1715–1766",
    "begindate":1715,
    "enddate":1766,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Fifth president of Princeton, Samuel Finley was a Scotch-Irishman who came to this country with his parents when he was nineteen. He is thought to have attended William Tennent's Log College in Pennsylvania. An evangelical preacher, his early career was formed by the energetic and often acrimonious religious revivals known as The Great Awakening. For seventeen years he was pastor of the church at Nottingham, Maryland, where he also conducted an academy renowned for its standards of scholarship and for training such men as Benjamin Rush 1760, physician and signer of the Declaration of Independence, and Ebenezer Hazard 1762, United States postmaster general. Finley was given an honorary degree by the University of Glasgow, the first Princeton president and the second American divine to receive an honorary degree abroad. Finley, who had been one of the original trustees of the college, succeeded Samuel Davies as president on May 31, 1761. Finley's presidency was marked by steady growth in enrollment, by his planting of shade trees -- two sycamores that he planted in front of the President's House (now the Maclean House) are still standing -- and by his effective teaching. He was ``a man of small stature, and of round and ruddy countenance,'' respected and beloved by the students.\r\n\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978). \r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Samuel Finley",
            "alphasort":"Finley, Samuel",
            "lastname":"Finley",
            "firstname":"Samuel",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/42271710"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}