{
    "makerid":679,
    "published_date":"2022-03-28 16:03:42.154314",
    "type":"maker",
    "displayname":"Adam Baer",
    "makertype":"Individual",
    "alphasort":"Baer, Adam",
    "lastname":"Baer",
    "firstname":"Adam",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":"New York photographic and installation artist Adam Baer creates aperture-specific constructions which visually fuse disparate elements of atmosphere, sections of architecture and fragments of narrative. The work uses the physics of spatial relationships between people and objects in concert with the viewer’s learned experience of ocular perception as a means of both constructing and deconstructing extraordinary photographic spaces through complex tableaux narratives. The work explores the vast disconnect between what is experienced in two dimensional representation and three dimensional reality.\r\n\r\n\r\nBaer's creative process begins with the construction of a large, intricate, labor and time-intensive set that takes many months to complete. Actors are then cast to inhabit the set and play parts in an ambiguous drama. The scene is finally photographed with a large format view camera at which point an illusion of convergence of the various atmospheres occurs. Baer's work results in large color photographs of bafflingly strange spaces in which laws of gravity are defied, architectural spaces confused, and our experiences of the physical world refuted. Visual cues that normally help us make sense of our surroundings and of art such as scale, depth, consistent light sources and angle of plane are distorted to produce a deliberately dream-like result. Although Baer's images exhibit a distinctly surreal look, each print originates from a single negative exposed only once.\r\n\r\n\r\nThus, the photograph's oddity derives not from digital manipulation but from the peculiar combination of set design, the swings and tilts characteristic of the view camera, and the particular choice of aperture. Amongst a sea of digitally altered images, Baer's creations are a testament to previsualization, progressive invention, and pure photography.\r\n\r\nAdam Baer received his BFA in photography from SUNY Purchase in 1992, and is currently working in Brooklyn. He was awarded Artist Fellowships by the New York Foundation for the Arts, the Aaron Siskind Foundation, and the John Simon Guggenheim Memorial Foundation. Baer’s work has been shown nationally and in Europe, including solo shows at Fifty One Fine Art Photography in Antwerp, and the California Museum of Photography. The catalog for the exhibition at CMP includes essays by Anthony Bannon, Director of the George Eastman International Museum of Photography and Film, and Bill Arning, curator for the MIT List Center for Visual Arts. Baer has exhibited in group shows including Greater New York, presented by PS1 and the Museum of Modern Art, the Museum of Photography in Antwerp, the Neuberger Museum of Art in Purchase, NY, and Aeroplastics Contemporary in Brussels. Collections include the California Museum of Photography, Princeton Art Museum and the Brooklyn Museum of Art.\r\n\r\nhttp://www.adambaer.net/",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Adam Baer",
            "alphasort":"Baer, Adam",
            "lastname":"Baer",
            "firstname":"Adam",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}