{
    "makerid":367,
    "published_date":"2023-03-22 02:02:06.213651",
    "type":"maker",
    "displayname":"Gian Lorenzo Bernini",
    "makertype":"Individual",
    "alphasort":"Bernini, Gian Lorenzo",
    "lastname":"Bernini",
    "firstname":"Gian Lorenzo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1598–1680; born Naples, Italy; died Rome, Italy",
    "begindate":1598,
    "enddate":1680,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian sculptor, architect, painter, and designer who is considered to be the supreme artist of the Italian Baroque. His important patrons included the Barberini and Borghese families. Italian architect (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Gian Lorenzo Bernini",
            "alphasort":"Bernini, Gian Lorenzo",
            "lastname":"Bernini",
            "firstname":"Gian Lorenzo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Gian Lorenzo Bernini",
            "alphasort":"Bernini, Gian Lorenzo",
            "lastname":"Bernini",
            "firstname":"Gian Lorenzo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Giovanni Lorenzo Bernini",
            "alphasort":null,
            "lastname":"Bernini",
            "firstname":"Giovanni Lorenzo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Gianlorenzo Bernini",
            "alphasort":null,
            "lastname":"Bernini",
            "firstname":"Gianlorenzo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032022"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/73850000"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db0749821a3d500164867cc"
            },
            "body":"Whereas [many]... drawings belong to a sequence of preliminary studies leading to a finished product... <em>Seated male Nude</em> by Gianlorenzo Bernini is a self-sufficient work. By comparison with the bulk of his small surviving graphic oeuvre, which consists primarily of quick sketches for architectural and sculptural projects in Rome, this magnificent drawing belongs to a handful of finished red-chalk life studies (or academies) of muscular male nudes, most of which are in the Uffizi in Florence and the Museum der Bildenden Künste in Leipzig. Modest in scale yet powerfully three-dimensional in its effect, the drawing displays Bernini's economical handling of red chalk in his creation of fleeting monumentality, whereby the medium, together with touches of white chalk, does not so much delineate forms as suggest patches of shading, evoking flickering light and surrounding atmosphere. \n\nDating from early in Bernini's career, this drawing may have been executed in the context of the informal life-drawing classes that he is said to have staged in his studio, and at the time of such large narrative sculptures as <em>Apollo and Daphne, Pluto and Persephone,</em> and <em>David,</em> all carried out between 1618 and 1624. While those works emphasize motion, this seated youth shares with the male protagonists a highly articulated torso as well as a contained and tightly coiled energy, suggesting imminent action. Bernini's model turns away from the viewer, transcending the boundaries of his fixed pose as he becomes engaged, and thereby engages us in the passing moment of an unspecified scene that the artist leaves to our imagination.",
            "title":"Seated Male Nude,\nGian Lorenzo Bernini",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Fall 2006"
        },
        {
            "_id":{
                "$oid":"5db89317975ec80016e02d4e"
            },
            "body":"Bernini’s graphic oeuvre, which largely consists of quick sketches for sculptural and architectural projects, includes a handful of finished red-chalk life studies of muscular male nudes, later known as academies. These may have been made as demonstration pieces in the context of the informal life-drawing classes that Bernini is said to have staged in his studio. Modest in scale yet powerfully three-dimensional in effect, this relatively early example displays Bernini’s ability to convey theatrical monumentality on paper. Through his economical handling of red and white chalks, surface and contour are expressively transformed by flickering light and surrounding atmosphere.\n\n<em><em>Conversations prompts<em><em>\n\nDescribe the pose of the figure. Which traits does Bernini seems particularly interested in capturing?\n\nWhat are some of the specific effects of the medium of red chalk on paper? How do they complement the representation of the nude figure?",
            "title":"Teach with Collections: Gian Lorenzo Bernini, Seated Male Nude",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}