{
    "makerid":16511,
    "published_date":"2022-03-28 16:09:20.505506",
    "type":"maker",
    "displayname":"Miao Xiaochun 缪晓春",
    "makertype":"Individual",
    "alphasort":"Xiaochun, Miao",
    "lastname":"Xiaochun",
    "firstname":"Miao",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Chinese, born 1964",
    "begindate":1964,
    "enddate":2100,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Miao Xiaochun 缪晓春",
            "alphasort":"Xiaochun, Miao",
            "lastname":"Xiaochun",
            "firstname":"Miao",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"缪晓春",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500336466"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/68884854"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db310be4d90050016329739"
            },
            "body":"<p>Water is a significant force in the cultural landscape of China, influencing governance, the belief in an inspirited land, and the literary and visual arts. The control of waterways by means of dams, dikes, and canals was historically one of the primary duties of the government and reflected on its ability and authority to rule. From the ancient legendary ruler Yu to the present-day construction of the Three Gorges Dam, water conservancy has been an important act of humanity and productivity and a symbol of legitimacy. In China the element of water calls to mind images of tranquil boat rides as well as wild waves and raging currents. Although identified as the fount and origin of life and knowledge in China, water is also associated with the sorrows of separation, flooding, and suicide. Since antiquity, the peaceful and raging forces inherent in water have often been perceived as embodied in the form of spirits and deities that inhabit the watery domains. For example, water is the verdant lair of dragons that leap into the air in springtime to bring life-giving rain. The cardinal direction east became the abode of the dragon, and the color green signifies water and spring. In a culture where the inspirited land was seen as alive with energies of the “wind and water” (<em>fengshui</em> or geomancy), the seas and waterways came to complement the mountains and peaks that constitute the “mountains and waters” (<em>shanshui</em> or landscape) of China. Another elegant water theme is the image of a solitary figure in a boat, drift- ing wherever the currents of fate will lead—possibly to the ethereal source of the Peach Blossom Spring, a fabled utopian paradise recounted in a fifth-century poem by Tao Yuanming (365–427). Such action reflects the Daoist ideal of non-action, doing nothing and letting what is natural in the world take its course. Water is also a connective element linking all living things across time and place. In <em>H2O–The Deluge (F)<em>, a photograph of a computer-generated three-dimensional model, the contemporary artist Miao Xiaochun selected Michelangelo’s painting on the ceiling of the Sistine Chapel as an art historical model. His use of this model in China references water as a common link between different peoples, places, and periods.</p>",
            "title":"Magazine: Fall 2012",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}