{
    "makerid":300,
    "published_date":"2022-03-28 16:03:27.745275",
    "type":"maker",
    "displayname":"Cecilia Beaux",
    "makertype":"Individual",
    "alphasort":"Beaux Cecilia",
    "lastname":"Beaux",
    "firstname":"Cecilia",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1855–1942",
    "begindate":1855,
    "enddate":1942,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Considered by many to be the finest woman painter active in America at the turn of the century, Beaux was not only technically masterful in her rich, vigorous manipulation of paint and her subtle orchestration of color, but also as a keen observer and an innovative designer. By 1902 Beaux was recognized as one of the top portrait painters in America. She had exhibited her work and garnered prizes in museum exhibitions from Philadelphia to New York to Paris.1 She was awarded full membership in the male-dominated National Academy. And perhaps just as telling of her popularity, she painted a portrait of Mrs. Theodore Roosevelt and her daughter in the White House, Mrs. Theodore Roosevelt and Daughter Ethel (1901-02, private collection).\r\nBeaux was born in Philadelphia. Due to her mother's early death and her French father's subsequent departure to Europe, she was raised by her maternal grandmother and aunt. The example of her aunt, the artist Eliza Lewitt, was a very positive one for her. With her family's support and her aunt's inspiration, Beaux set out to be a painter. At the age of sixteen she studied drawing under Catherine Drinker, an historical and religious painter whose brother later married Beaux's sister. In 1872 or 1873, she took instruction from Adolf Van der Whalen, a Dutch artist active in Philadelphia. She also appears to have taken classes at the Pennsylvania Academy of the Fine Arts between 1877 and 1879 under Thomas Eakins. Additionally, between 1881 and 1883, Beaux studied semi-privately in a friend's studio with William Sartain. Between 1888 and 1889, Beaux traveled to Europe where she studied at the Acad6mie Julian and the Colarrosi Academie under Bouguereau, Fleury, Dagnan-Bouveret, and Courtois, as well as privately with Benjamin Constant. In 1895, she became the first full-time woman faculty member at the Pennsylvania Academy of the Fine Arts, where she would teach drawing, painting, and portraiture for the next twenty years.\r\nhttp://www.butlerart.com/pc_book/pages/cecilia_beaux_1855.htm",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Cecilia Beaux",
            "alphasort":"Beaux Cecilia",
            "lastname":"Beaux",
            "firstname":"Cecilia",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500014265"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/10135545"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}