{
    "makerid":1217,
    "published_date":"2022-03-28 16:04:01.822505",
    "type":"maker",
    "displayname":"Tleson Painter",
    "makertype":"Individual",
    "alphasort":"Tleson Painter",
    "lastname":"Tleson Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-555,
    "enddate":-535,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"Greek vase painter. He was the son of nearchos. He has been judged the ‘most typical of the [Attic Black-figure] Little Masters’ (Beazley, 1986), and he apparently combined potting and painting, mainly producing lip cups which he signed as potter between the handle palmettes, but also band cups (see Greece, ancient, §V, 1(ii)). His drawing was at its most refined and accurate early in his career, when he also added abundant red and white: later his figures became more repetitive and slipshod. Tleson’s lip-cup tondi usually contain birds, animals or compound creatures such as centaurs, sirens, sphinxes or Pegasus. The finest, however, have human figures (e.g. the Returning Hunter, London, BM, B 421; Eris, Berlin, Pergamonmus., F 1775; Theseus and the Minotaur, Toledo, OH, Mus. A., 1958.70), the mythological ones being labelled. Some lip cups have no external decoration; others have the usual miniature figures at the centre of the lip on either side, generally winged compound creatures (e.g. sphinxes and sirens), poultry or quadrupeds, but in one case masturbating satyrs (London, BM, B 410). Tleson’s band cups have the same animals or mythical creatures arranged in groups of three or four, the commonest scheme being two opposed cocks between two hens on one side and a stag, goat or ram between two sirens on the other. His animal decoration was carelessly imitated by several minor painters (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Tleson Painter",
            "alphasort":"Tleson Painter",
            "lastname":"Tleson Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500023750"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/52860089"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}