{
    "makerid":15448,
    "published_date":"2023-08-11 10:14:28.252989",
    "type":"maker",
    "displayname":"Odili Donald Odita",
    "makertype":"Individual",
    "alphasort":"Odita, Odili Donald",
    "lastname":"Odita",
    "firstname":"Odili",
    "nametitle":null,
    "middlename":"Donald",
    "suffix":null,
    "displaybio":"born 1966, Engu, Nigeria; active Philadelphia, PA",
    "begindate":1966,
    "enddate":2100,
    "nationality":"American, born Nigeria",
    "culturegroup":null,
    "biography":"Odili Donald Odita's large-scale, abstract wall paintings operate at the intersection of Western modernism and African culture. Borrowing strategies of destabilized perception from Op art—a tradition condemned by formalist criticism—and adding narrative and multicultural inflection, Odita both embraces and critiques the modernist tradition. His vast, animated expanses of fractured, rhythmic planes, equally informed by television test band patterns, African textiles, post-colonial discourse, sensory overload, and digital technology, speak to a contemporary experience of dislocation and decenteredness. \r\n\r\nBorn in Nigeria and raised in Ohio, Odili Donald Odita (b. 1966, Enugu, Nigeria; lives Philadelphia and New York) has been developing this body of work for 10 years, at which time he was engaged, along with critic Olu Oguibe and curator Okwui Enwezor, in bringing African and diasporic art practices to critical attention through the publication NKA, Journal of Contemporary African Art.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Odili Donald Odita",
            "alphasort":"Odita, Odili Donald",
            "lastname":"Odita",
            "firstname":"Odili",
            "nametitle":null,
            "middlename":"Donald",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5dc5a4d8242a910016bcaa21"
            },
            "title":"Hear the Curator (PP639)",
            "transcription":"Hear the Curator (PP639)\n\nOdili Donald Odita’s mural Up and Away spans two floors in the common room of Butler College. Color and shape play a central role in Odita’s mural: his palette is bright, almost psychedelic, and the composition brings life and dynamism to otherwise static white walls. Odita says that he was inspired by the design as well as by the function of the building. He was particularly interested in creating something conducive to the activities that occur at Butler, such as studying, communicating, and living. As a whole, the mural suggests an energy rising through the building, a force moving up the stairs toward the door. The title Up and Away is both optimistic and aspirational. It might make us think of abstract concepts like growth and flight or such concrete references as Superman. Ultimately, Up and Away refers to the experience of a student who, upon learning, leaves for higher pursuits.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca053",
            "speaker_type":"Curator"
        }
    ],
    "video":[
        {
            "_id":{
                "$oid":"5d8e5e0ec402a2001627635d"
            },
            "title":"Campus Art Video: Up and Away",
            "description":"Odili Donald Odita discusses his mural in Butler College ",
            "speaker_type":"Artist",
            "file_uri":"https://mediacentral.princeton.edu/id/1_f4mwiozx",
            "transcript":"",
            "source_project":"Campus Art",
            "displaydate":"July 1, 2013",
            "sort_date":"2013-07-01",
            "video_type":"Collections, Artist Talks",
            "caption_file":[]
        }
    ],
    "essay":[]
}