{
    "makerid":15792,
    "published_date":"2022-03-28 16:09:09.689187",
    "type":"maker",
    "displayname":"Niels Bohr",
    "makertype":"(not entered)",
    "alphasort":"Bohr, Niels",
    "lastname":"Bohr",
    "firstname":"Niels",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Danish, 1885 - 1962",
    "begindate":1885,
    "enddate":1962,
    "nationality":"Danish",
    "culturegroup":null,
    "biography":"Niels Bohr was the Danish physicist whose investigations of atomic structure earned him the 1922 Nobel Prize for physics. Bohr's work helped solve the problems classical physics could not explain about the nuclear model of the atom. He postulated that electrons moved in fixed orbits around the atom's nucleus, and he explained how they emitted or absorbed energy. Bohr attended the University of Copenhagen (1903-11), then studied for a time under Ernest Rutherford in Manchester, England. By 1916 he was back at the University of Copenhagen as a professor of physics, and in 1920 he became the first director of the Institute of Theoretical Physics. Bohr's Institute became a gathering place for the world's top physicists, and he is considered one of the foremost scientists of modern physics, along with Albert Einstein, Erwin Schrödinger and Enrico Fermi. During World War II Bohr avoided Adolf Hitler's army and left Denmark in 1943; he ended up in the United States and was sent to Los Alamos, New Mexico to join Robert Oppenheimer and others working to develop the atomic bomb. After the war he returned to Denmark and spent the rest of his career advocating the peaceful uses of atomic energy.\r\n\r\n\r\nBohr's son Aage Bohr shared the Nobel Prize for Physics in 1975... Bohrium, a chemical element in the periodic table (symbol Bh, atomic number 107), was first synthesized in 1976... One of Bohr's most famous students was Werner Heisenberg, the physicist who went on to lead Nazi Germany's attempt to develop the atomic bomb.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Niels Bohr",
            "alphasort":"Bohr, Niels",
            "lastname":"Bohr",
            "firstname":"Niels",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}