{
    "makerid":4227,
    "published_date":"2022-03-28 16:05:58.098304",
    "type":"maker",
    "displayname":"Johann Joachim Kändler",
    "makertype":"Individual",
    "alphasort":"Kändler, Johann Joachim",
    "lastname":"Kändler",
    "firstname":"Johann",
    "nametitle":null,
    "middlename":"Joachim",
    "suffix":null,
    "displaybio":"German, 1706–1775",
    "begindate":1706,
    "enddate":1775,
    "nationality":"German",
    "culturegroup":null,
    "biography":"German sculptor and porcelain modeller. He worked in Dresden with the court sculptor Benjamin Thomae (1662–1751) from 1723 and during this period was involved in the decoration of the Grünes Gewölbe in the castle. In 1730 he was appointed court sculptor by Frederick-Augustus I, Elector of Saxony, and in June 1731 was employed at the Meissen Porcelain Factory as a modeller. Initially he worked with Johann Gottlob Kirchner, and, after his departure in 1733, Kändler became Modellmeister and continued the production of the large, white birds and animals for the Elector’s Japanisches Palais in Dresden (e.g. Paduan cockerel, c. 1732; Dresden, Porzellansamml.). For the next 40 years Kändler was the dominant figure in the plastic production at Meissen. His role was one of constant conflict with his colleague Johann Gregorius Höroldt, who was in charge of both the painters’ studio and the kilns. The battle was fought over the surface of the factory’s wares where moulded detail, initially limited to spouts and handles, gradually invaded the surface of the wares thus reducing the flat areas available for the painters to display their skills. The apogee of this style was the ‘Schwanenservice’ created by Kändler with the assistance of Johann Friedrich Eberlein between 1737 and 1741 for Heinrich, Graf von Brühl; the entire surface of each piece was moulded with shells, swans and herons, and the coloured decoration was reduced to a very secondary role (see [not available online]).\r\n\r\nAs a result of his work on the large animals for the Japanisches Palais, which, though extraordinary in artistic conception, were difficult to produce and sell, Kändler began production of birds on a smaller and more accessible scale (e.g. cockatoo, 1734; Amsterdam, Rijksmus.). These are characterized by their outstanding observation of nature and their charm and humour. From 1736 he concentrated on the production of small-scale pieces, notably a series of figures and groups of characters from the commedia dell’arte. A few figures dealing with this theme had already been made at Meissen before Kändler’s arrival, but none was endowed with the originality and humour with which Kändler’s creations are charged. They represent one of the major creative achievements of the Late Baroque in Germany and established the appropriate scale for the porcelain figure. In 1744 Kändler and Peter Reinicke produced the first complete series of figures from the commedia dell’arte for the Duke of Weissenfels and set the pattern for the numerous series subsequently made by almost all the German factories. Although Kändler continued as Modellmeister until the end of his life, his art was less well suited to the emerging Rococo style, and his output became much less significant. In the charming Cris de Paris series of 1755, the style of Reinicke is dominant and Kändler would seem to have only played a minor role.\r\n\r\nKändler was the first of the great porcelain modellers. He was responsible for the establishment of the porcelain figure as a specific art form in its own right, and it is against his achievements that all subsequent figure modelling must be judged (see CERAMICS, COLOUR PL. I, FIG.[not available online]). GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Johann Joachim Kändler",
            "alphasort":"Kändler, Johann Joachim",
            "lastname":"Kändler",
            "firstname":"Johann",
            "nametitle":null,
            "middlename":"Joachim",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}