{
    "makerid":4944,
    "published_date":"2022-03-28 16:06:25.542445",
    "type":"maker",
    "displayname":"Cleve Gray",
    "makertype":"Individual",
    "alphasort":"Gray, Cleve",
    "lastname":"Gray",
    "firstname":"Cleve",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1918–2004",
    "begindate":1918,
    "enddate":2004,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Cleve Gray (born September 22, 1918 in New York City; died December 8, 2004 in Hartford, Connecticut) was known as an Abstract expressionist painter, who was also associated with Color Field painting and Lyrical Abstraction. He majored in Art & Archaeology at Princeton University.\r\n\r\n---\r\n\r\nGray is noted for his large Abstract Expressionist-influenced paintings that were created with such novel methods as sponging, pouring, and staining. He first exhibited his work at the Galerie Durand-Ruel in Paris and had his first solo exhibition at the Jacques Seligmann Gallery in New York in 1947. His work is in the collections of the Metropolitan Museum of Art, the Museum of Modern Art, and the Whitney Museum of American Art. Gray was also a contributing editor for Art in America and edited three volumes of artists' writings (David Smith, John Marin, and Hans Richter) (ULAN).\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Cleve Gray",
            "alphasort":"Gray, Cleve",
            "lastname":"Gray",
            "firstname":"Cleve",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500017477"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/162092036"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5de7c5eea7712600165150fc"
            },
            "body":"<p>CLEVE GRAY&nbsp;</p><p><em>Walden II<em>... is a key picture in Cleve Gray’s work. The first painting of this name failed to satisfy him so he decided, as a challenge and an exercise, to do it again with a thirty-minute time limit. This was to find out what it would be like to work in opposition to his custom of designing a painting in advance and lingering on its execution. It produced more, perhaps, than the artist expected, an image at once delicate and full of élan, a county of lyrical suddenness. The gestural character of the painting is partially disembodied as the physical tracks fade and fray into the clear white field. The kind of directness that Gray achieved here is fundamental to his subsequent work, though, of course, there are no more scheduled sprints to record. The history of painters is full of moments in which they seem to rediscover accidentally their earliest themes and interests. The painter’s hand or sensibility is blindly retentive and sooner or later old concerns arise. In Gray’s case the reviving quality was his interest in Chinese painting, the subject of a very substantial thesis at Princeton in 1940. In <em>Walden II</em> Gray recovered, without any intention of doing so, such “Chinese properties,” to quote the artist, as “the power of empty space,” “symmetries,” and “fluidity of focus.” <em>Vernal,</em> of the same year, 1963, develops <em>Walden II</em> with more deliberation but with no loss of painterly vitality. The next phase of Gray’s painting continue[d] his direct handling of paint in a new way. It is not only a highly intense episode, it constitutes also a remarkable technical victory. On the whole, the successes of Abstract Expressionism (and it is with the art of this generation that Gray has identified himself since 1963) were in their larger canvases. With a copious group of paintings in 1964-65, however, Gray suddenly solved the problem of gestural art in a small format. His solution was the combination of a big brush with the small canvas to produce centered images, large in relation to the whole canvas though small in themselves. These paintings were done serially on long canvases from which they were later cut. They can be considered, in a way, as portraits of brushstrokes. The energy of the gesture, recorded by dragged bristle tracks, running paint, spatter, is seen in close-up. The brushstroke is a structural unit in these works, testifying candidly to the physical operation of painting. In addition, however, the moody chiaroscuro and the ragged central images provoke an allusive figurative level of meaning. Gray made no sketches on the spot for these paintings, but they derive, he says, from “mountains and sea emerging” out of the dark, at dawn, in Greece. The imagery generates emotionally full allusions to islands, rocks, to heads. After these paintings, Gray turned away from gesture as structure and by 1967, after a year of struggle, devised a way of combining painterly directness with a constructed image. He had given up oils, in which all his previous work had been painted, and chosen Liquitex. He used it for the transparency of its color washes, and to one much given to qualifying nuance and revision, it was a great relief not to have to wait for the paint to dry (as with oils). The paintings in the new medium are called by Gray the <em>Ceres</em> series. There are at least seventeen versions, in brilliant color variations, all of them with a dominant central column or torso flanked by curved forms that suggest a plethora of breasts, a possible reference to the fertility of this goddess of agriculture. A totemic presence is coaxed out through the overlapping transparent planes which vary in degrees of opacity along their length. From the flat bus prismatic planes of color of the <em>Ceres</em> paintings, Gray moved towards a more solid paint surface, as in <em>Hera III</em> in which the human figure is implied by a shaft of color with organic modulations along the edges. Gray’s direction is clear; he is moving in a progressive condensation of the anthropomorphic potential of his imagery. In a statement of 1965, contemporaneous with the Greek series, Gray wrote: “An abstract image will sooner or later become reality; I have come to believe that man cannot imagine any forms which do not exist.” His art has always been opposed to invented concrete forms with little or no correspondence to the perceived world. He has been concerned to symbolize humanistic values in terms of an ideal pastoral space in the early gestural paintings, or as brute material from which vital images emerge in the Greek paintings and as the presence of a Goddess. The title <em>Danae,</em> for a painting of a golden bar on a white field, indicates the kind of evocation of humanistic myth implicit in Gray’s art as a whole. The tricolor form and its variants as in such paintings as <em>To A.J. Muste,</em> which Gray developed in 1969, is like a flag in motion, not a flag stretched out flat a la Jasper Johns. The planes ripple and sway out of strict verticality but still retain their emblazoned clarity. Perhaps this mix of a straight spanning line and the play of organic curves could be located stylistically as somewhere between Barnett Newman’s straight ban, joining top and bottom edges in the shortest possible route, and Robert Motherwell’s freely circumscribed verticals, like anatomies. Gray’s lines run vertically but one’s eye goes horizontally across the sequence. Thus the typical organization of the later work is a kind of rhyming scheme in terms of color: reading from left to right, <em>Through Blue</em> has a white-blue-white-blue succession and <em>White Passage</em> is green-white-green; when the colors are less distinct from one another, as in <em>To the Milwaukee Fourteen,</em> the relationship is something like yellow-white-brown and red-black-brown, with spectral affinities substituting for pure matches. We need to bear in mind the doubt and the obstinacy that attend changes in art. It is a sign of Cleve Gray’s caliber as a painter that shifts in style, disruptive in the short view of a one-man show, can now be seen in their real and unshakeable continuity. Looking at… [Gray’s work] a consecutive logic emerges, highly convincing in retrospect though it is a form of logic impossible for the artist to predict during work.&nbsp;</p><p>--Lawrence Alloway</p>",
            "title":"Collection Publications: Cleve Gray",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}