{
    "makerid":15889,
    "published_date":"2025-09-03 02:01:43.452361",
    "type":"maker",
    "displayname":"Ji Yunfei 季雲飛",
    "makertype":"Individual",
    "alphasort":"Ji Yunfei",
    "lastname":"Ji Yunfei",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1963",
    "begindate":1963,
    "enddate":2100,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ji Yunfei 季雲飛",
            "alphasort":"Ji Yunfei",
            "lastname":"Ji Yunfei",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Ji Yunfei 季雲飛",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500330313"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/15716379"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64f22d2e538ac6620e32b77d"
            },
            "title":"On View: Migration and Material Alchemy",
            "body":"<p><strong>On View&nbsp;</strong><br><strong>Migration and Material Alchemy</strong><br>January 27–July 29, 2018</p><p>&nbsp;</p><p>Allegory, poetry, and processes of material and cultural translation are foregrounded in a selection of works by contemporary artists from around the globe. These artists present subjects and materials in states of indeterminacy &nbsp;to contend with issues of urgent social concern, including political upheaval, environmental degradation, displaced populations, and oppressive censorship. Working from positions of personal or political vulnerability, they provide a human context for matters of immense scope and imbue humble materials with spiritual or metaphorical resonance.</p><p>In transforming the detritus of a global economy into dazzling tapestries of color and pattern, the Ghanaian artist El Anatsui draws attention to the violent legacy of a trade network that sold humans into slavery in exchange for alcohol. His sculptures are made of hundreds of metal liquor bottle tops, stitched together with thin copper wire and then hung like undulating drapery so as to catch the light and resurrect the rich cultural heritage of Kente cloth once worn exclusively by the Asante and Ewe royalty of Ghana. Anatsui enacts a reversal, turning the conflicted history of his materials into works with multiple artistic associations.</p><p>A similar reversal is undertaken by the Brazilian American artist Vik Muniz, who created out of garbage a portrait of a mother and her two children, residents of a favela nestled between one of the world’s largest landfills &nbsp;and the center of Rio de Janeiro. Around 6 percent of the Brazilian population resides in favelas—informal, makeshift neighborhoods that are often disconnected from urban infrastructure, even as the city center depends on their labor force. To draw attention to living conditions in the favelas, Muniz collaborated with the laborers who make their living recycling materials from the landfill and used those materials to construct an image that echoes Christian iconography of the Virgin Mary, baby Jesus, and Saint John—an iconic representation of innocence and empathy. For Anatsui and Muniz, their process is not only a matter of finding beauty in refuse but also a means of forcing viewers to engage with the materials and subjects that societies push outside their fields of vision.</p><p>Making difficult or misunderstood realities approachable and engaging is a central strategy among the artists on view. In his captivating work <i>The Wait</i> (2009), Chinese artist Ji Yunfei marshals the traditions of calligraphy and scroll painting to draw attention to the plight of the 1.5 million people displaced from the Chinese provinces of Hubei and Sichuan, where they had lived for generations, by the construction of the Three Gorges Dam in 1994. The American-Cuban artist duo Allora and Calzadilla adds symbolic weight and critical perspective to the United States military’s presence in Vieques, Puerto Rico, imprinting the land with statements of protest and images of occupation and freedom that they documented in the photographic series <i>Land Mark (Foot Prints)</i> (2001–2).</p><p>Through a radical economy of means, the Cuban American artist Felix Gonzalez-Torres created sublimely beautiful works from everyday materials that speak to the traditions of portraiture, still life, and the complexity of queer identity. <i>Untitled (Last Light)</i> (1993) consists of a string of twenty-four lightbulbs attached to the wall with a single nail. Deceptively simple, it is one of several elegiac portraits the artist made to grieve the loss of his partner, Ross Laycock, who died from AIDS-related illnesses two years before. The twenty-four lightbulbs memorialize each of the years of Laycock’s life, and their glow creates a sculpture that permeates the space in which viewers stand. Through the first half of the 1990s, AIDS was a little understood and escalating epidemic, in which biases about who could be infected slowed research, stalled government action, and led it to become, &nbsp;by 1995, the leading cause of death for American men age twenty-five to forty-four. While the government held the affected at arm’s length, Gonzalez-Torres created portraits of Laycock that draw viewers closer.</p><p>Gonzalez-Torres, like each of these artists, understood the disarming power of everyday objects to explore difficult and fear-laden subjects. In a similar manner, simple actions that interrupt the quotidian life of the city emerged as a central strategy of Latin American Conceptual art in the 1970s. Walking through the streets of Bogotá, Colombia, in her film <i>Qué es para Usted la Poesía?</i> (1980), the Chilean artist Cecilia Vicuña poses the titular question “What is poetry to you?” to the city’s inhabitants and, in this action, reveals her journey as a migratory portrait of the city’s social strata. Whether given in a salsa club, city square, university, or brothel, her respondents’ wide-ranging answers describe poetry as the transformation of everyday language into a powerful, emotional, and even revolutionary force.</p><p><i>Migration and Material Alchemy</i> is part of a community- wide initiative that explores the theme of migration through myriad lenses. This installation treats migration as an abstract idea of metaphysical as well as physical transformation and posits that presenting subjects in a transient state allows artists to tackle issues of great political sensitivity. Artists thus engage strategies of metaphor and metamorphosis to transcend cultural or political limitations, examples of which can be found in every country. In celebration of the fiftieth year of the Program &nbsp;in Latin American Studies at Princeton University, this selection features artists from Brazil, Chile, Cuba, and Peru.</p><p><br>Mitra Abbaspour &nbsp;<br>Curator of Modern and Contemporary Art</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2018 Magazine<br>&nbsp;</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}