{
    "makerid":583,
    "published_date":"2022-03-28 16:03:38.640313",
    "type":"maker",
    "displayname":"Nicolas Guy Brenet",
    "makertype":"Individual",
    "alphasort":"Brenet Nicolas Guy",
    "lastname":"Brenet",
    "firstname":"Nicolas Guy",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1728–1792",
    "begindate":1728,
    "enddate":1792,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French painter. He was the son of the medal-engraver Guy Brenet ( fl 1716–42). In 1754, after an apprenticeship with François Boucher, he entered the Ecole Royale des Elèves Protégés, then directed by Carle Vanloo. In 1756 he went to the Académie de France in Rome, becoming the first student there to copy a work by Caravaggio (The Entombment, Rome, Pin. Vaticana). Returning to France in 1759 he stopped at Lyon, where he received important commissions from churches, including Laban Seeking his Images (Lyon, Hôtel-Dieu) and the Miracle of the Building of the Church (Lyon, St Bruno). These early works are characteristic of Brenet in their monumental compositions, balanced masses, solid forms and light, pearly colouring. He also painted a complete cycle of the Life of Christ (1762–9; in situ) for the church of Pont-de-Vaux, Ain, and throughout his career he maintained a connection with the Lyon area, painting the Healing of the Lame Man and the Martyrdom of St Peter for the church of Saint-Chamond in 1788 (in situ).\r\n\r\nIn Paris, Brenet was approved (agréé) by the Académie Royale in 1762. He exhibited regularly at the Salon for the next 30 years, causing a stir in 1763 with St Denis Praying for the Establishment of the Faith (Argenteuil, St Denis). Until 1773 he supported himself chiefly by producing clear, elegant devotional works strongly influenced by van Loo and Jean Restout II. Despite a certain skill, conceded by Diderot in his Salons, they lack the imaginative power of the generation’s most notable religious painter, Jean-Baptiste Deshays. Brenet was received (reçu) by the Académie in 1769, aged 40, with Theseus Finding his Father’s Sword (Paris, Ecole N. Sup. B.-A.); he approached this ambitious subject, attempted in the previous century by Poussin and Eustache Le Sueur, with a sober conception and generous brushwork. Also shown at the 1769 Salon were his allegorical figures Truth and Study, which, together with Faith, Prudence, Temperance and Strength, form a great decorative cycle in the Parlement of Flanders (now Palais de Justice) in Douai.\r\n\r\nThe painting in 1773 of St Louis Receiving the Tartar Ambassadors for the Ecole Militaire in Paris (in situ) was a turning-point in Brenet’s career. Here he combined religious painting with the new taste for subjects from national history, a tendency that was to receive official encouragement from the Comte d’Angiviller when he was appointed Directeur of the Bâtiments du Roi the following year. Brenet’s real originality revealed itself at the Salon of 1777; with the Death of Duguesclin (Versailles, Château), without doubt his masterpiece. In this heroic, medievalizing scene from French history he invented a new pictorial language, at once descriptive and emotional, on which 19th-century history painting came to depend. It rehabilitated the theme of the exemplary death—treated by Poussin in the Death of Germanicus (1628; Minneapolis, MN, Inst. A.) and Charles Le Brun in the Death of Meleager (1658; Paris, Louvre)—through a new interest in the historical reconstruction of post-Classical settings and costumes, a novelty that forcibly struck Brenet’s contemporaries; at the same time it had an animated colouring and richness in its modelling and in the effects of light on faded draperies that recalled the work of Boucher and Jean-Baptiste-Marie Pierre. Brenet again exalted national heroes in St Louis Dispensing Justice (1785; Compiègne, Hotel-Dieu) and Henry II Decorating the Vicomte de Taravannes (1789; Versailles, Château). The latter, however, is deprived of vigour by a desire to freeze the scene and remove any lingering Rococo elements.\r\n\r\nThis stylistic direction had developed in a long series of paintings of antique subjects, starting with Caius Furius Cressinus Accused of Sorcery (exh. Salon 1775; Toulouse, Mus. Augustins) and including Metellius Saved by his Son (exh. Salon 1779; Nîmes, Mus. B.-A.) and Virginius Stabbing his Daughter in Order to Tear her away from the Decemvir (exh. Salon 1783; Nantes, Mus. B.-A.). In these Brenet, following the example of François-Guillaume Ménageot and Nicolas-Bernard Lépicié, laid the foundations of a ‘virtuous’ Neo-classical style, in which compositions, still following the rules of van Loo and Jean-Francois de Troy, are organized legibly within a firm architectural framework. The Battle between the Greeks and the Trojans over the Body of Patroclus (exh. Salon 1781; Nîmes, Mus. B.-A.) is exceptional in Brenet’s work for treating an epic theme, full of horror and tumult. Following the Roman Women Giving up their Jewels for the Fatherland (exh. Salon 1785; Fontainebleau, Château), the last of the series, Scipio’s Young Son Given by his Father to Antiochus (exh. Salon 1787; Nantes, Mus. B.-A.), shows Brenet’s adherence to the new artistic canons of the age of David, aligning a small cast of characters in friezelike fashion before a shallow space. The painting retains a beauty in its solid forms and a brightness of colouring that make Brenet an important figure in the movement for the restoration of history painting in France in the later 18th century. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Nicolas Guy Brenet",
            "alphasort":"Brenet Nicolas Guy",
            "lastname":"Brenet",
            "firstname":"Nicolas Guy",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500008511"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/71666699"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}