{
    "makerid":13962,
    "published_date":"2025-09-23 02:03:23.466063",
    "type":"maker",
    "displayname":"Tlingit",
    "makertype":"Cultural Group",
    "alphasort":"Tlingit",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Native American",
    "culturegroup":"Tlingit",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Lingít",
            "alphasort":"Lingít",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Lingít"
        },
        {
            "nametype":"Alternate",
            "displayname":"Thlinget",
            "alphasort":"Thlinget",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Thlinget"
        },
        {
            "nametype":"Alternate",
            "displayname":"Thlinket",
            "alphasort":"Thlinket",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Thlinket"
        },
        {
            "nametype":"Alternate",
            "displayname":"Tlingit",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Tlingit"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017629"
        },
        {
            "source":"ULAN",
            "id":"500204407"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"65bab15ee95df23b82d72154"
            },
            "caption_file":[],
            "title":"Conversation: The Spiritual Life of Tlingit \"Objects\"",
            "description":"This is a conversation about at.óow—spiritual and sacred clan objects owned and used by Tlingit people-- that examines the history of the collection at Princeton from Yakutat, Alaska; the role of these “objects” in ceremony; the complexity of relationships between tribes and museums; and the importance of spiritual knowledge for the next generation of Tlingit knowledge keepers.\nFeaturing Tlingit anthropologist Judith Daxootsu Ramos, assistant professor, University of Alaska Fairbanks; her daughter and Tlingit artist Maka Monture Paki; and India Young, curator of art and images, Royal BC Museum. Introduced by Bryan R. Just, Peter Jay Sharp, Class of 1952, Curator and Lecturer in the Art of the Ancient Americas.",
            "speaker_type":"Expert",
            "file_uri":"https://mediacentral.princeton.edu/id/t/1_mytrawt2",
            "video_type":"",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            },
            "displaydate":"04/01/2021"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"64f0b14d538ac6620e32b772"
            },
            "title":"Museum Collections: Naming and Claiming The Language of Indigenous Art",
            "body":"<p>Museum Collections<br>Naming and Claiming<br>The Language of Indigenous Art</p><p>&nbsp;</p><p>What is in a name? I have spent the last few months pondering just this question as the Museum’s Andrew W. Mellon Research Specialist for Understudied Collections in Native American Art. The second of three specialists who will work with Museum collections over a three-year period, I am cataloging the historical collection of Northwest Coast Indigenous art so that the objects can be added to the Museum’s online collections database. In my field, online databases can be repositories of collecting histories and tools for digital repatriation. Digital repatriation is a fairly new effort by museums and other institutions, enabled by technology, to conceptually return belongings to Indigenous peoples.</p><p>As more than eight hundred objects from the Northwest Coast are prepared for the Museum’s database, questions arise: what are the ethical obligations of the institution? &nbsp;How do Indigenous communities want their belongings accessed online? What belongings are not appropriate for digital spaces? What overtures of return can the Museum activate in the digital world ?</p><p>I answer these questions by addressing the basics of museum records. An object’s archival footprint includes the name of the artist, the artwork’s title, its date of creation, and its materials. For the majority of historical Indigenous belongings in museum collections, researching these simple facts exposes glaring voids of knowledge. At the time of the objects’ collection, their proper appellations and the names of the artists went unrecorded. A date might be pinned to when a work was acquired but rarely to when it was made. Geographic classifications used by museums originated in settler-colonialism and so define Euro-American rather than Indigenous concepts of territory.</p><p>In collaboration with Northwest Coast Indigenous communities, I am working to title belongings in the Tlingit and Haida languages of their makers and to define titles, materials, and geographies in Indigenous terms. Indigenous names help audiences, Indigenous and otherwise, to understand the cultural underpinnings behind Indigenous works within museums.</p><p>&nbsp;</p><p style=\"margin-left:160px;\"><i>Ségaataana means small basket that hangs around the neck. Such baskets are used in the first stage of berry picking.&nbsp;</i><br><i>When full, the basket is emptied into the kah-dihk-kuhk, or the basket one wears on her back.&nbsp;</i><br><i>The designs, created with false embroidery, also have names that refer to elements in the natural world.&nbsp;</i><br><i>This basket pairs guth-luh-ku (waves) with kah-zee-dy, a design that represents the wrapping of a belt around the body.<sup>1</sup></i></p><p>&nbsp;</p><p>Take this figure of <i>Aak’wtaatseen</i> (Salmon Boy) as an example. It represents a Tlingit transformation story and &nbsp;the figure was made to appeal to the first wave of American settlement and tourism in Sheet’ká Kwáan, or Sitka, Alaska, in the 1880s. When the story of Salmon Boy is told in Łingít, language ties places to people. The short English &nbsp;version recalls:</p><p style=\"margin-left:40px;\"><br>A young boy had no respect for salmon, even though they are&nbsp;vital to&nbsp;Tlingit&nbsp;lifeways. He disrespected them by not eating them completely, by not disposing of their bones properly, and by overfishing. One day when he was swimming in a river of spawning salmon, a current pulled him into the ocean with all of the salmon spirits who had given their bodies to feed the people and animals near that river.&nbsp;<br>&nbsp;</p><p style=\"margin-left:40px;\">In the ocean he lived with the Salmon People all winter, where by example, they taught him to respect salmon. In the ocean, salmon looked just like humans. Salmon Boy witnessed the violence inflicted upon Salmon People when humans did not treat them properly. He learned to properly dispose of salmon bones, to not overfish, and to show respect for salmon as a vital component of human life.&nbsp;<br>&nbsp;</p><p style=\"margin-left:40px;\">In the spring the Salmon Boy returned with the Salmon People to the river. His mother caught him with a net, and immediately recognized him as her son. She took care of &nbsp;him as a salmon and slowly he transformed &nbsp;back into a boy.<br>&nbsp;</p><p style=\"margin-left:40px;\">He taught his people the appropriate ways to treat and use salmon. One spring he saw an old, tired salmon in the stream which he recognized as his salmon spirit. He speared the fished and immediately died. His people knew to return his body to the river so that his spirit could return to the Salmon People.</p><p>&nbsp;</p><p>Princeton’s goals for digital return parallel Salmon Boy’s lessons: The Art Museum is consulting with origin communities and listening to Indigenous directives to learn how to steward these belongings with respect. This is the beginning of an ongoing relationship of exchange and of perpetual return.</p><p>&nbsp;</p><p>India Rael Young&nbsp;<br>Research Specialist for Native American Arts</p><p>&nbsp;</p><p><br><sup>1. </sup>Basketry types and Łingít spellings come from Frances Paul, Spruce Root Basketry of the Alaska Tlingit (Sitka: Sheldon Jackson Museum, 1981); spellings are currently being updated in collaboration with Łingít language specialist Marsha Hotch.</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Winter 2019 Magazine</p>",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"65b80abbe95df23b82d7214b"
            },
            "body":"<p><strong>Museum Collections</strong><br><strong>New Research on Art of the Northwest Coast</strong></p><p><br>The Princeton University Art Museum has in its care a small but exceptional collection of Northwest Coast Native art. Thanks to a few prominent individuals and a well-funded survey expedition, the collection grew from nothing to nearly eight hundred objects in the 1880s, though much of it remains out of the limelight.</p><p>Beginning in 1879, Reverend Dr. Sheldon Jackson, a Presbyterian missionary who would become General Agent of &nbsp;U.S. Education in Alaska, sent art and artifacts from southeastern Alaska to the Princeton Theological Seminary to form what he referred to as a “Missionary Cabinet.” Intended to illustrate “the present condition and needs of Pagan lands,” the collection soon outgrew its home, and in 1882 the Theological Seminary transferred it to the Trustees of what was then Princeton College. At that point, nearly three hundred objects from Alaska, Arizona, and Washington entered the E. M. Museum of Geology and Archaeology, housed in what is today the Faculty Room of Nassau Hall, followed by additional donations from Jackson in 1883 and 1885.</p><p>In 1886, the museum’s holdings were further supplemented by Professor William Libbey, Class of 1877, who had joined an expedition to climb Mount St. Elias in Alaska. Although the expedition failed to reach the summit, Libbey returned with a substantial collection of Yakutat Tlingit material, including the contents of a despoiled shaman’s grave. These materials joined the Jackson collection at the E. M. Museum. The collection eventually became part of Princeton’s Department of Geology and Geophysical Sciences and was subsequently kept in Guyot Hall from &nbsp;1909 until the 1990s, when the works came to the Art Museum on loan.</p><p>Lieutenant George T. Emmons, another well-known collector of Northwest Coast art during what is known as the “scramble” of salvage anthropology, was on the Mount &nbsp;St. Elias expedition with Libbey. He took a share of the objects gathered in Yakutat and in later years traded some works from his own collection for those in Princeton’s holdings. A small number of private donations have augmented the collection since.</p><p>Works from Princeton have been part of prominent exhibitions of Northwest Coast art, such as the landmark <i>Arts of the Raven</i> exhibition at the Vancouver Art Gallery in 1967. A 1997 article by Allen Wardwell in <i>American Indian Art Magazine</i> featured works from the collection and &nbsp;object-essays written by students who participated in a Mellon-funded seminar on Native Northwest Coast art that Wardwell taught at Princeton in 1994. Yet the majority of the material remains unknown, unresearched, and in some cases lacking basic identificatory information. As a McCrindle Graduate Intern for the 2016–2017 academic year, I worked to fill in some of the gaps in the catalog record so that the collection might be made accessible to scholars, researchers, and indigenous communities of origin.</p><p>Much of the material gathered by Sheldon Jackson consists of what have typically been considered “poor” tourist pieces, many likely made by Native students at the Sitka Industrial and Training School (later renamed the Sheldon Jackson Institute). The aesthetic quality of such pieces varies. In 1961, while surveying material to display at the 1962 Seattle World’s Fair, Dr. Erna Gunther wrote that most of the objects were only “interesting that such poor work should have been done so early on the Northwest Coast.” However, for Jackson himself, “new wood carving [was] as good as old,” and today such works present a wealth of information about students and artists during the boom &nbsp;of salvage anthropology and tourist collecting.</p><p>Many of these model “totem” poles and figures depict indigenous stories and knowledge. Two model poles in the collection, for example, represent stories of the Gaanaxteidee clan. One depicts <i>Dukt’ootl</i>’, known as the Strong Man or Black Skin, who is shown ripping a sea lion in half with his bare hands. Another portrays <i>Ka-kuthch-an</i>, the girl who raised <i>Tlukwx-aasá,</i> the woodworm, who is part of the story of the Gaanaxteidee migration to Klukwan. Objects and images such as these that communicate hereditary rights and clan membership are known as crests, or for the Tlingit, <i>at.óow</i>, “purchased objects,” though the social and spiritual meanings of at.óow are complex. A wooden comb collected by Libbey from Chief &nbsp;Yen-aht-setl of the Teikweidí clan is one such crest. The comb depicts a spirit peering between the ears of <i>xóots</i>, or Brown Bear, and would have referred to the owner’s lineage and its associated rights when worn.</p><p>Further study might reveal the identities of the artists who created these works. Consultation with experts at museums in Alaska has already associated specific artists with objects in the Princeton collection. Engraved silver bracelets and rings collected by Libbey were identified by Zachary Jones of the Alaska State Museum and Archives as likely the work of the silversmiths Sitka Jack (Khaltseixh) and Jim Jacobs (Yéilnaawú/Kíchxhaak), who were commissioned to create bracelets given out at a <i>ku.éex’</i> (potlatch) or traded. The Sheldon Jackson Museum in Sitka includes many objects collected by Jackson similar to those he sent to Princeton.</p><p>Indigenous collaboration, however, has yet to be a formal part of the Art Museum’s research efforts. The Northwest Coast collection is an opportunity to engage &nbsp;with source communities, elders, and artists to enhance Princeton’s educational opportunities and to return knowledge of these objects to their places of origin. Tlingit and Haida consultants can help in naming objects in their own languages and identifying culturally sensitive material. The Tlingit objects from the <i>íxt’</i> (shaman) grave collected &nbsp;by Libbey, for example, includ􀀁ing <i>l’axkeit</i> (masks) and <i>sheishóox </i>(rattles), are considered by some Tlingit to be spiritually potent and possibly dangerous beings. Community input is required for their safe display and handling. Research on the Princeton Northwest Coast collection continues in the new academic year with the support of the Mellon Foundation.</p><p><br>Christopher T. Green&nbsp;<br>Class of 2012&nbsp;<br>McCrindle Graduate Intern, 2016–2017</p><p>Princeton University Art Museum &nbsp; Fall 2017 Magazine</p>",
            "title":"Museum Collections: New Research on Art of the Northwest Coast",
            "author_type":"Student",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}