{
    "makerid":4297,
    "published_date":"2022-03-28 16:06:00.831000",
    "type":"maker",
    "displayname":"Everett Raymond Kinstler",
    "makertype":"Individual",
    "alphasort":"Kinstler Everett Raymond",
    "lastname":"Kinstler",
    "firstname":"Everett Raymond",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1926–2019",
    "begindate":1926,
    "enddate":2019,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Everett Raymond Kinstler is a native New Yorker who began his career at age 16, drawing comic books and hundreds of book and magazine illustrations, as well as covers for paper back books. As one of the \"golden age\" era of comic book artists, his illustrations for magazines, including The Shadow and Doc Savage, have influenced the pop art school. \r\nHe studied at the Art Students League, where he later taught from 1969 to 1974. Kinstler ultimately made the transition to portraitist, and soon established himself as one of the nation's foremost portrait painters. For over four decades, Kinstler also has devoted time to painting landscapes and watercolors.\r\n\r\nAmong Kinstler's more than 1200 portraits are such well-known personalities as Tony Bennett, Carol Burnett, James Cagney, Betty Ford, Gene Hackman, Katharine Hepburn, Lady Bird Johnson, Paul Newman, Peter O'Toole, Gregory Peck, and John Wayne. Others include authors Arthur Miller, Ayn Rand, Tennessee Williams, and Tom Wolfe; Supreme Court Justices Ruth Bader Ginsburg and Harry Blackmun; business and government leaders such as John D. Rockefeller lll, Senator Daniel Patrick Moynihan, 6 U.S. Governors, four US Secretaries of State, and the presidents of universities and colleges including Brown, Harvard, Oklahoma, Princeton, Smith, Wellesley, Williams, and Yale.\r\n\r\nKinstler has painted more than 50 cabinet officers, more than any artist in the country's history. Six Presidents--Richard Nixon, Gerald R. Ford, Jimmy Carter, Ronald Reagan, George H. W. Bush and Bill Clinton have posed for him. His portraits of Ford and Reagan are the official White House portraits.\r\n\r\nHe was awarded honorary doctorates by Rollins College in 1983 and the Lyme Academy College of Art in 2002. The National Portrait Gallery, Washington, D.C., has acquired 75 of his original works for its permanent collection. He is also represented in the Metropolitan Museum of Art, Butler Institute of American Art, Brooklyn Museum, etc.\r\n\r\nhttp://www.everettraymondkinstler.com/pages/about_erk_biography.html\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Everett Raymond Kinstler",
            "alphasort":"Kinstler Everett Raymond",
            "lastname":"Kinstler",
            "firstname":"Everett Raymond",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500013526"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95763725"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}