{
    "makerid":14982,
    "published_date":"2024-02-16 02:00:59.114305",
    "type":"maker",
    "displayname":"Northern Edo",
    "makertype":"Cultural Group",
    "alphasort":"Edo",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"African",
    "culturegroup":"Edo",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Bini",
            "alphasort":"Bini",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Bini"
        },
        {
            "nametype":"Alternate",
            "displayname":"Benin",
            "alphasort":"Benin",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Benin"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Northern Edo",
            "alphasort":"Edo",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Edo"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500203242"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100632015"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100629437"
        },
        {
            "source":"AAT",
            "id":"300016045"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228d1999556a800189dfbd6"
            },
            "exhibitions":[],
            "body":"<p><strong>Graduate Voices for the New Museum</strong></p><p><br>Graduate and undergraduate students are often framed as leaders and change makers of the future when in fact they are working to enact change in the present. This past academic year Princeton students have orchestrated dialogues about the necessity of equity, collaboration, and transparency across campus and around the world. These conversations have shown that inclusive discourse, when combined with structural transformation, can result in meaningful institutional growth. During this time there have also been numerous discussions at the Art Museum about visions and priorities for the new Museum building. I see these two spaces of dialogue as interconnected, with overlapping goals that I hope we continue to explore.</p><p>My curiosity about this relationship and the role a museum plays within a university led me to apply for a McCrindle Internship. Over the past year I worked with Chief Curator Juliana Dweck to organize Graduate Voices for the New Museum, a series of discussions between Museum staff and my fellow graduate students in the Department of Art and Archaeology. The series is part of a larger network of student involvement in the Museum, and graduate students came to the conversations with broad knowledge of museums gained from their experiences as teachers, curators, researchers, fellows, interns, and more. The conversations with nine curators about their plans for the future collections galleries encompassed complex topics such as interpretive strategies for representing multiple voices in a museum context. Many of the students’ inquiries demonstrated their interest in learning how the curators’ careers shaped their aspirations for the new galleries and their approaches to achieving them.</p><p>Over the course of ten meetings, it became apparent that there is a shared commitment to critically analyzing histories of collecting at Princeton and conveying that knowledge to visitors using various modes of display. When presenting different exhibition design possibilities, Director James Steward and Bryan Just, Peter Jay Sharp, Class of 1952, Curator and Lecturer in the Art of the Ancient Americas, each brought up the essential question of how to acknowl­edge gaps in the collections while also giving substantial attention to what is present. Descriptive wall labels for the works on view were emphasized as crucial tools for conveying what is known or unknown regarding an artist’s biography or the provenance of a work. What information to prioritize in these labels and how to present it was a generative point of discussion throughout the sessions.</p><p>In a conversation about the African gallery led by Juliana and Perrin Lathrop, research assistant and recent Princeton PhD in Art &amp; Archaeology, we considered the value of cross-departmental collaboration between curators in designing the new galleries. For example, emphasizing relationships between works housed separately in the African art and art of the ancient Mediterranean collections can challenge reductive categorizations of art and art making rooted in coloniality. This approach recognizes how imperialism has manufactured artificial geographic and cultural divisions that can distort our understanding of a work in a museum setting without attentive mediation. Reconsidering these categories can open up possibilities for exhibiting objects from different places and time periods within each gallery.</p><p>Discussions with Caroline Harris, associate director of education, and Veronica White, curator of teaching and learning, about the object study rooms planned for the new building were also productive. Participants shared thoughts about how we might use study rooms as accessible hubs for collective learning that encourage students to engage with the Art Museum. I left the session optimistic about the contributions students can make to the cultivation of sustained dialogue among the many communities connected to the Museum. My internship has come to an end, but I look forward to seeing how the dynamic process of planning for the new building unfolds over the next few years and how students will continue to be involved.</p><p>&nbsp;</p><p>Charmaine Branch<br>PhD student, Department of Art &amp; Archaeology</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; August 2021 Magazine</p>",
            "title":"Graduate Voices for the New Museum",
            "author_type":"Student",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}