{
    "makerid":866,
    "published_date":"2022-03-28 16:03:48.863042",
    "type":"maker",
    "displayname":"Frank Gehry",
    "makertype":"Individual",
    "alphasort":"Gehry, Frank",
    "lastname":"Gehry",
    "firstname":"Frank",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1929",
    "begindate":1929,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Frank Gehry",
            "alphasort":"Gehry, Frank",
            "lastname":"Gehry",
            "firstname":"Frank",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010962"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/89113091"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d94cce1e8866e00160a5c2b"
            },
            "title":"Hear the University Architect (PP646)",
            "transcription":"Hear the University Architect (PP646)\n\nThe Horse-Head Conference Room is a gift from Peter B. Lewis for the Icahn Laboratory, opened in 2001. The conference room is designed by Frank Gehry as an exploration for a house he designed for Lewis. The Lewis House was collaboration between patron and architect that lasted from 1985 to 1995. While the house was never built, the project gave Gehry the opportunity to explore a new language of architecture, one that would eventually explode in his designs for the Disney Concert Hall and the Guggenheim Museum at Bilbao.\n\nThroughout the 1970s and '80s, Gehry became fascinated with irregular and expressive shapes and a variety of materials, including those that were considered raw and ordinary. Those experiments informed the work of the Lewis house, and the process represents a transformational period for Gehry. He discovered how to utilize earlier studies of material, construction, skin, and shape into an architectural language of form and space. The piece was first shown in the Gagosian Gallery in 1997. The wood ribs were cut with a water jet from templates generated by a 3-D computer model. Over these ribs there is a thin layer of plywood supporting the outer surface of lead shingles.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca068",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}