{
    "makerid":4919,
    "published_date":"2025-06-28 02:03:18.788953",
    "type":"maker",
    "displayname":"Emmet Gowin",
    "makertype":"Individual",
    "alphasort":"Gowin, Emmet",
    "lastname":"Gowin",
    "firstname":"Emmet",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1941, Danville, VA",
    "begindate":1941,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born 22 December 1941. Gowin began to photograph in 1961 and has worked as a freelance photographer since 1967. In 1971, Gowin moved to Newtown (Illinois, United States). In 1973, he became a professor of photography at Princeton University, Princeton, New Jersey, United States. Gowin began to photograph Mount Saint Helens, Washington, in 1980 and has returned to photograph the mountain every year since. He has also photographed in England, Scotland, Ireland, Italy, Greece, Yugoslavia, and Peru throughout the 1970s. In 1982, he photographed in Jordan. American photographer. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Emmet Gowin",
            "alphasort":"Gowin, Emmet",
            "lastname":"Gowin",
            "firstname":"Emmet",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500037046"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/111897271"
        },
        {
            "source":"NYPL PIC",
            "id":"281937"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadff86730fb1001626a474"
            },
            "body":"Gowin, professor of the Council of the Humanities and Visual Arts, Princeton University... made a series of aerial photographs sur­veying the landscape beyond the Missouri River, creating a recon­naissance of the post-war West. A significant departure from his well-known portraits of his wife and family, these images were first inspired by a 1986 flight over the Hanford Nuclear Reservation in Washington State, the facility that refined plutonium for the nuclear weapons program: What I saw, imagined, and now know, was that a landscape had been created that could never be saved . I began in the next year to search for other signs of our \"nuclear age\": the missile silos, production sites, waste treatment and disposal sites-in short, the realities which I had unconsciously forgotten.\n\nWhile these photographs docu­ment massive changes to the earth and environment, they also are sensitive to the slower but more deliberate actions of the natural world. Using a sophisticated printing process that separates multiple tones across the surface of the image, Gowin's prints reveal both specific places and the anatomy of the natural world in an almost topographic fashion. Although often confronting sites of tremen­ dous devastation, Gowin's photo­graphs rely on visual eloquence and abstraction to address the complexities of the landscape we have created. The artist has fre­quently referred to these images as \"Late Twentieth-century Land­scapes,\" a phrase that suggests an awareness of history as it unfolds and a consciousness of the effects of our actions. \n\n\n",
            "title":"Newsletter: Winter 1998",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db1c5bc5f1ff70016001c40"
            },
            "body":"Emmet Gowin has been the instructor of photography in the Program in Visual Arts at Princeton University since 1973 . His photo­graphs have been widely exhibited in numerous one-man exhibitions since 1968, and his work is represented in the photo­graphic collections of all of the major museums here and abroad. In 1982 he was selected as one of two American photo­graphers to appear on the national television program  \"Creativity with Bill Moyers,\" a telecast that included a lengthy on-camera interview. A resident of Pennsylvania,  in 1983 he was honored with the Governor's Award for Excellence in the Arts in Pennsyl­vania.\n\nGowin is especially known for the extra­ ordinary quality and unique craftsmanship of his photographic prints. Like his mentor, Frederick Sommer, Gowin considers certain of his creations monoprints. This aspect of his work has an influence on how his photo­graphs are read, and Peter Bunnell comments, \"Images [for Gowin] thus become more memorable than experience. The dynamic of experience is complex and at a distance, while an image is remarkable as an imaginative instrument of this realism; it shines in miniature and it may be studied, close at hand and only inches away, where the photograph is.\" For Gowin, the \"challenge of photography is to show the thing photographed so one's feelings are awakened and hidden aspects are re­vealed.\"",
            "title":"Emmet Gowin, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1984"
        },
        {
            "_id":{
                "$oid":"5e39c2ab043e70001673e72f"
            },
            "body":"<p>GEO 102/ 2017 Much of climate change is invisible to us. The “smoke” you see coming out of smokestacks is not carbon dioxide, which is transparent in visible light, but a combination of water droplets and soot. The trade-offs of replacing fossil fuels with renewable energy sources are generally not discernible. And changes, particularly natural changes, occur so slowly that they can be difficult to observe directly. So, how can the reality of climate change, its impacts, and its solutions be communicated? The photographs in this installation make the invisible visible through a variety of means. - They play with interesting adjacencies, such as a sooty fire next to an oil well in Robert Adams’s <em>Denver<em>, 1974, or a field of wind turbines between sand dunes and a forest fire. - They use unusual vantage points, such as aerial perspectives of landscapes, or the dramatically low viewpoint of smokestacks in Michael Kenna’s <em>The Rouge, Study 59<em>. - They incorporate disconcerting cropping effects, such as the high-contrast presentation of a car factory, or the fragmentary view of coastal houses in Alexander Heilner’s <em>Palm Jumeirah<em>. For those concerned about mitigating and adapting to climate change, we must ask how to make our climate system visible to all. The photographs also challenge us to ask whether Earth’s environment and human civilizations are resilient or fragile—or both. Among the most fragile landscapes are our coastlines, because of sea level rise, and our cryosphere, because the icy parts of the Earth system fluctuate dramatically over decades and millennia. We make ourselves more susceptible to climate change by assuming that these landscapes are stable. What is unique about each landscape shown, in what ways do they change through time, and how do those shifts impact ecosystems and humans? The choice of these photographs is our argument that there is no single answer to these questions.&nbsp;</p><p>-- Catherine Riihimaki, Associate Director, Science Education, Council on Science and Technology&nbsp;</p><p>Veronica White, Curator of Academic Programs&nbsp;</p><p>Students in GEO 102 (Climate: Past, Present, and Future): Amanda Morrison ’19, Lila Currie ’18, Micaela Keller ’20, Grace Searle ’20, and Jenna Shaw ’20</p>",
            "title":"Online Collection Sets: Art and Climate: Making the Invisible Visible",
            "source_project":"Other",
            "author_type":"Faculty, Curator, Student",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64dbdb2f538ac6620e32b74b"
            },
            "body":"<p><strong>Art on Hulﬁsh</strong><br><strong>Traces on the Landscape</strong><br>May 20–August 6, 2023</p><p><br>On view this summer at Art on Hulﬁsh, <i>Traces on the Landscape </i>brings together eight contemporary artists who employ still and moving images, poetry, sound, natural materials, and historical photo-graphic technologies to interrogate our understanding of humans’ relationship to the natural world. Featuring works by Kelli Connell, Leah Dyjak, Emmet Gowin, Deborah Jack, Mark Klett, Dionne Lee, &nbsp;Byron Wolfe, and Xing Danwen, the exhibition considers the connotations of a “trace”—the sign of a former presence, a path of discovery, a piece of evidence—as a means through which photography can reveal the intersection of the natural landscape with the body, identity, and memory.</p><p>For Deborah Jack, water, salt, and &nbsp;gold are enduring traces of the consequences of the transatlantic slave trade in the Caribbean, including on her home island of St. Maarten. She incorporates gold leaf and salt into her multimedia collages, bringing into the gallery the elements that circulated on trade ships that traversed the Caribbean Sea and transported enslaved Africans to labor in mines and on plantations.</p><p>Video footage of stormy seas, satellite images of swirling hurricanes, and the sound of the Rossby whistle (a pulsing hum produced by the resonance waves of a current that travels across the Caribbean basin) manifest natural cycles that were present in the era of the Middle Passage and endure today. “Hurricanes travel along similar routes and use the same winds and ocean currents that slave ships used to travel,” the artist explains. “For me, the hurricane was nature’s way of dealing with loss, with trauma, with all these bodies being carted across the ocean and perishing at sea. The hurricane was this seasonal memorial.”<sup>1</sup> &nbsp;Referencing these elemental materials and natural phenomena is both meta­phoric and memorializing for Jack, part of her practice of “re­memory”—a narrative framework posited by the author Toni Morrison through which the stories of African ances­tors lost to history can be recuperated and trans formed into collective experiences shared by their descendants.</p><p>Several artists represented in the installation mine archives, including iconic landscape photography projects and documentation from government land surveys, while others incorporate imagery from postcards and magazines of an earlier era. Kelli Connell retraces the journey of the photographer Edward Weston and his wife and model Charis Wilson across the western United States, which culminated with the photobook <i>California and the West</i> (1940). Connell’s project foregrounds the contributions of Wilson, who, in addition to writing the descriptive texts for the photobook, acted as navigator, driver, interlocutor, and documentarian. With her wife, Betsy Odom, Connell locates sites from <i>California and the West</i> and photographs Odom (or traces of her presence) at these locations. Following in the footsteps of Weston and Wilson, Connell engages questions of artistic collaboration, intimacy, and visibility in artistic partnerships.</p><p>Mark Klett and Byron Wolfe revisit images docu­menting nineteenth­ century expeditions to the western United States—such as the photographs taken by William Bell on an army­sponsored survey of the Colorado River and the Grand Canyon—visiting these sites anew as part of their “rephotography” project, titled <i>Reconstructing the View</i>. While Bell traveled for months with a party of scientists, cartographers, and a crew carrying supplies, including the heavy glass negatives for his camera, Klett and Wolfe relied on digital cameras and laptops. They photographed the sites from different locations and angles, then overlaid the historical images on top of their own, using a laptop and editing program on­site to create a perfect match of perspectives.</p><p>The duo also considers how older photographic tech­nologies like the stereoscope—a viewfinder that allowed its nineteenth century users to perceive three-dimensional scenes from photographs and “travel” to faraway locations like the Colorado River—can be re imagined through contemporary technologies. Visitors to the installation will be able to use a 3D­printed version of a stereoscope designed by Wolfe that affixes to an iPad, allowing viewers to experi­ence stereoscopic images taken by Bell overlaid by footage &nbsp;of Wolfe and Klett on their visit to the same site.</p><p>Other photographers in the exhibition consider the nearly inconceivable scope of humankind’s ecological impact. In 1996, Emmet Gowin gained unprecedented access to the Nevada Test Site, where the United States conducted nearly one thousand nuclear tests between 1951 and 1991. He received permission to photograph the area by plane during a series of (heavily supervised) flyovers. Gowin’s aerial photographs depict an arid desert landscape both familiar and alien. The region is pockmarked with subsidence craters, each the result of a subterranean nuclear test that had enough explosive force to vaporize huge volumes of rock and soil, causing the earth above to collapse into a giant pit. Each crater is now a geographic landmark referred to by the code name for the nuclear test that produced it. Gowin provides the history of these sites accompanied by the destructive force of each test measured in kilotons. His documentary photographs raise questions about the invisible effects of these tests, including the scope of nuclear contamination, which remains shrouded in government secrecy.</p><p>Together, the artists whose work is shown in <i>Traces on the Landscape</i> reenvision and reframe historical photographic practices, following the footsteps of their predecessors, bringing new valences to our understanding of iconic photographs of the natural world, and developing new visual modes for depicting how humans &nbsp;irrevocably change the environment we share. In doing so, they seek to redefine our relationship to the landscapes we inhabit.</p><p><br>Beth Gollnick&nbsp;<br>Curatorial Associate</p><p>&nbsp;</p><p><sup>1&nbsp;</sup> &nbsp;Monica Uszerowicz, “Deborah Jack’s Poetic Work Draws Parallels&nbsp;Between Hurricanes and Caribbean History,” Artsy, November 16, 2021</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum Summer 2023 Magazine</p>",
            "title":"Art on Hulﬁsh: Traces on the Landscape",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"668da641d5441e3e2214cb37"
            },
            "title":"A Generous Legacy: Transformative Gifts Continue to Shape Princeton's Collections",
            "body":"",
            "essay_uri":"https://artmuseum.princeton.edu/story/generous-legacy-transformative-gifts-continue-shape-princeton%E2%80%99s-collections",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"668ee72fd5441e3e2214cb3b"
            },
            "essay_uri":"https://artmuseum.princeton.edu/story/museum-welcomes-emmet-gowin-archive",
            "title":"The Museum Welcomes the Emmet Gowin Archive",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}