{
    "makerid":3991,
    "published_date":"2025-08-26 02:04:04.511082",
    "type":"maker",
    "displayname":"Louise Nevelson",
    "makertype":"Individual",
    "alphasort":"Nevelson, Louise",
    "lastname":"Nevelson",
    "firstname":"Louise",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1899–1988; born Kyiv, Ukraine; died New York, NY",
    "begindate":1899,
    "enddate":1988,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Louise Nevelson",
            "alphasort":"Nevelson, Louise",
            "lastname":"Nevelson",
            "firstname":"Louise",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001621"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27069498"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dc59a1f242a910016bcaa11"
            },
            "title":"Hear the Conservator (y1969-18)",
            "transcription":"Hear the Conservator (y1969-18)\n\nLouise Nevelson’s sculpture Atmosphere and Environment X was constructed of Cor-Ten steel, a high-strength steel that usually corrodes quickly to a certain depth and then stops. From the beginning, the sculpture presented inherent problems in its design, which consisted of separate rectangular steel boxes bolted together: the joins between the boxes allowed rainwater to seep in, so the usual Cor-Ten rusting never quite stopped in these locations.\n\nWith the artist’s permission, Lippincott, the original fabricator of the sculpture, reconditioned it in 1978 to address the persistent corrosion and painted it black for the first time, in an attempt to stop the corrosion between the boxes. Unfortunately, painting didn’t work, and corrosion continued to build up.  In 1986, when the construction of a new wing for Firestone Library necessitated the eventual relocation of the sculpture, John Scott, an independent sculpture conservator, proposed that the corrosion be solved once and for all by dismantling the sculpture completely, sandblasting the corrosion from all surfaces, coating mating steel surfaces with silicon sealant, and bolting the boxes together. One of the boxes had been reassembled upside-down by Lippincott in 1978, and this was corrected by Scott during the last treatment in 1988-91.  Scott’s final recommendation was that the sculpture not be painted black, therefore returning to the original rusted appearance recommended by the artist.  Since then, the corrosion has not recurred and the sculpture has retained its warm burgundy color.  ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca067",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5dc5968f242a910016bcaa10"
            },
            "title":"Hear the Curator (y1969-18)",
            "transcription":"Hear the Curator (y1969-18)\n\nAtmosphere and Environment X, by Louise Nevelson, is a two-dimensional, architectonic screen that it achieves its magic through the play of natural light over its geometric surface. Nevelson had a penchant for the rectilinear format, in which shapes and patterns, rhythms and accents repeat and can be read in a narrative fashion. Nevelson’s work was inspired by her collections of African art and American farm tools as well as by her interest in pre-Columbian art and architecture; one also finds the influence of Byzantine art and its Russian derivatives. The artist was over fifty when she began to create the extraordinary shadow box reliefs and walls of wood that constitute her masterworks. She was nearly seventy when she undertook this Princeton commission, her first monumental outdoor sculpture in Cor-Ten steel.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca051",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[]
}