{
    "makerid":5090,
    "published_date":"2022-03-28 16:06:30.870279",
    "type":"maker",
    "displayname":"Inge Hardison",
    "makertype":"Individual",
    "alphasort":"Hardison, Inge",
    "lastname":"Hardison",
    "firstname":"Inge",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1914–2016",
    "begindate":1914,
    "enddate":2016,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Inge Ruth Hardison is the creator of the series of sculpted portraits entitled, \"Negro Giants In History\". She started this series in 1963 with an 8\" bust of Harriet Tubman. Through the years other portraits followed: Paul Robeson, Frederick Douglass, Dr. W.E.B. Dubois, Dr. Mary McLeod Bethune, Dr. Washington Carver, Sojourner Truth and Dr. Martin Luther King, Jr.. \r\n\r\nThe essence of their character as well as their likeness are aptly depicted in Ms. Hardison's sculptured presentation. Her desire in their creation was to put this legacy of art into the hands of many. She feels that there has always been a need for heroes, but especially in today's world. She has even extended the art form to include a Sojourner Truth pin, a wearable work of art and prized jewelry.\r\n\r\nInge Hardison has also been commissioned to do various works, including the Ingenious Americans series: portraits of African American doctors, scientists, and inventors. In Harlem her 35-inch bronze head of Jackie Robinson is installed in the play center after him. The \"New Generation\" bronze mural of 18 boys and girls on the outside of Intermediate School #74 in the Bronx is also to her credit. \r\n\r\n  A 21-inch bronze head of Frederick Douglass as a youth was commissioned by the Black Princeton Alumni and unveiled in 1983 in the Firestone Library of Princeton University. In 1998, Ms. Hardison completed a commission of a monumental bronze figure entitled \"Jubilee\" for the Medgar Evers College in Brooklyn, NY.\r\n\r\n  Inge Hardison is included in \"Call Them Heroes\", a social studies textbook, published by the Board of Edication of NY.; \"Handstands\", a social studies textbook published by Allyn & Bacon, Boston, Mass.; \"One Hundred Successful Blacks\", Book 2, Ebony Success Library; \"Who's Who Among Black Americans\"; and \"Who's Who in America\".\r\n\r\n  Hardison's 24-inchhigh portrait of Sojourner Truth was presented to Nelson Mandela by NY Governor Cuomo in 1990. The sculptures Dr. Mary Mcleod Bethune and W.E.B. Dubois were used in a presentation to DC Mayor, Sharon Pratt Dixon, the entire Congressional Black Caucus and to Chief Bashorun M.K.O. Abiola of Nigeria in 1991. The 2-foot standing Sojourner Truth was used in a presentation in 1995 to the Sewell-Belmont House Museum and Portrait Gallery in Washington, DC.\r\n\r\n  In February 2004, Inge Hardison was one of the \"Harlem is...\" Honorees recognized for their significant influence on the arts in Harlem. She acknowledges that Harlem has been a very important experience in her life.\r\n\r\n  Tony Brown, in his syndicated column of August 1987 wrote: \"...This woman's life has been dedicated to preserving our legacy. She will keep the eternal flame of our struggle alive in her genius.\"\r\n \r\n \r\n \r\n  \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Inge Hardison",
            "alphasort":"Hardison, Inge",
            "lastname":"Hardison",
            "firstname":"Inge",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500372397"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/15147121669126390778"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}