{
    "makerid":238,
    "published_date":"2022-03-28 16:03:25.353223",
    "type":"maker",
    "displayname":"Bruce Barnbaum",
    "makertype":"Individual",
    "alphasort":"Barnbaum, Bruce",
    "lastname":"Barnbaum",
    "firstname":"Bruce",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1943",
    "begindate":1943,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Bruce Barnbaum of Granite Falls, Washington entered photography as a hobbyist in the 1960s. After 40 years, it is still his hobby; it has also been his life’s work since 1970. He has taught workshops since 1972.\r\n\r\nBruce's educational background includes Bachelor's and Master's degrees in mathematics from UCLA in 1965 and 1967. After working for several years as a mathematical analyst and computer programmer for missile guidance systems, he abruptly left the field and turned to photography in late 1970.\r\n\r\nHis classic book in four movements, Visual Symphony, was published in 1986 by Alfred van der Marck Editions. A second edition was published in 1988, along with a German Language version of the book, published by Edition Braus. The book is now sold out and out of print.\r\n\r\nThe Art of Photography, An Approach to Personal Expression, first published in 1994 by Kendall/Hunt Publisher (with a revised, expanded edition published in 1999), is a complete illustrated textbook on photography, delving into its technical, aesthetic, philosophical, and creative aspects. A fourth edition—expanded and updated—was published in December, 2007, and is updated on a regular basis.\r\n\r\nTone Poems -- Book 1, which combines photography with music in a uniquely insighful collaboration with Pianist Judith Cohen, was published in 2002 by Photographic Arts Editions.\r\n\r\nTone Poems ~ Book 2, the extraordinary second book of the planned four-part collaborative series, was published in 2005.\r\n\r\nBruce is a frequent contributor to several photography magazines: his feature article, The Master Printing Class, appears in each issue of Photo Techniques, and he has been published regularly in LensWork, with articles, interviews, his “1998 Portfolio,” his photogravures of 5 images from his studies of the Cathedrals of England, and his \"Slit Canyon\" portfolio. Through his workshops, articles, lectures, textbook, and his innovative photogaphy/music collaboration Bruce is a well respected photographer, educator, and pioneer.\r\n\r\nBruce is also recognized as one of the finest darkroom printers on this planet, both through his exceptional b&w work, and also through his color imagery. His work is represented by more than ten galleries throughout the United States and Canada, and is in the collections of museums and private collectors worldwide.\r\n\r\nHis photography expands upon the dynamics he finds in both nature and the works of man, relating forces to the sweeping forms that dominate his vivid imagery. Visually he emphasizes the best of humanity and nature, sometimes with bold realism, often with degrees of abstraction to heighten the mystery. He understands light to an extent rarely found, and combines this understanding with a mastery of composition, applying them to an extraordinarily wide range of subject matter. His photographs often contain ambiguities concerning either the size of the scene photographed and/or its orientation, forcing the viewer to pause and think, and to become part of the creative process.\r\n\r\nBruce has been an active environmental advocate for more than three decades, both independently and through organizations such as the Sierra Club (where he served on the Board of Directors of the Angeles Chapter from 1976-80, and the California Regional Conservation Committee), Audubon, the Stillaguamish Citizens' Alliance (which he co-founded in 1991), 1000 Friends of Washington, and the North Cascades Conservation Council (where he has served on the Board of Directors since 1994). As a photographer he has seen the changes—almost all of them for the worse—that have taken place in the 35 years he has actively been photographing our planet. He points out that we all live on this one magical globe called \"Earth,\" and unless we love it, revere it, and protect it, we'll all perish with it. Currently, we are expoiting planet earth at an unprecedented rate, saddling ourselves with many self-inflicted problems: human overpopulation, global warming, an increasing ozone hole, deforestation, overfishing of the oceans, overuse of fresh water resources, pollution of the air, land, and waters (lakes, rivers, and oceans), and many others too numerous to detail. But humanity is doing little to correct any one of these problems. We have enough knowledge to recognize the steps that should be taken to turn from our destructive ways to more intelligent, productive, and sustainable means, but we may not have the wisdom or political will to implement that knowledge. \r\n\r\nTaken from http://www.barnbaum.com/",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Bruce Barnbaum",
            "alphasort":"Barnbaum, Bruce",
            "lastname":"Barnbaum",
            "firstname":"Bruce",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500347356"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}