{
    "makerid":6096,
    "published_date":"2022-03-28 16:07:11.323662",
    "type":"maker",
    "displayname":"Thomas George",
    "makertype":"Individual",
    "alphasort":"George, Thomas",
    "lastname":"George",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1918–2014",
    "begindate":1918,
    "enddate":2014,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thomas George",
            "alphasort":"George, Thomas",
            "lastname":"George",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Thomas R. George",
            "alphasort":"George, Thomas R.",
            "lastname":"George",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":"R.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500020554"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95807558"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf60369e2edf00160433ad"
            },
            "body":"Born  in  New York  City in  1918, George graduated from Dartmouth  College in 1940, and served in the United States Navy in World War II, drawing terrain maps used in coastal invasions. After the war he studied art in Paris and Florence on the G.I. Bill, a period represented in the exhi­ bition by two portraits of Gino, a fellow student at the Art Academy in Florence. Although George has continued with figu­ rative drawings in his sketchbooks, his great interest has been landscape--mountains, sea, sky, trees, and gardens-which he has observed, described, and evoked in various locations throughout  the world. In the mid- 1950s he moved with his family to Japan to study traditional brush painting, a technique he subsequently adapted in his calligraphic views of Norway's dramatic Lofoten Islands, which he first visited in 1966, and of the limestone peaks of Guilin, China, where he made two five-week trips in 1974 and 1976 (becoming one of the first Western artists permitted to work in mainland  China after 1949). \n\nBeginning in the late 1950s he had a series of one-man  exhibitions at the Betty Parsons Gallery in New York City, where his abstract oil paintings...reflect what George has described as \"my goal to create a 'new reality' from what I see and feel.\" In 1969, George moved to Princeton, where he has been particu­larly inspired by the pond at the Institute for Advanced Study. He made hundreds of pastels there every spring and summer between 1984 and 1996-always  noting the time of day, usually early morning or early evening, as a record of the angle and color of light.  In a subsequent series of vibrant watercolors executed in 1998 in New Mexico...George found the answer to uniting the two dominating impulses in his work-black-and-white, and color-in the strong lines, intense shadows, and spectacular hues of the mountains above Santa Fe. \n\n",
            "title":"Thomas George, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Summer 2005"
        },
        {
            "_id":{
                "$oid":"5de94498272d3d0016355c21"
            },
            "body":"In 2003, Thomas George made a gift to the Princeton University Art Museum of thirty-seven works spanning a fifty-year period so that people interested in his art might find a representative selection of it in one place. On a number of occasions [in 2004], Thomas George talked about his life and work with the writer Richard Trenner. Excerpts from their discussions form the following interview.\n\n<em>The drawings and paintings selected for the [2005 exhibition Thomas George: A Restrospective] are, with just two exceptions, landscapes. Would you say your most enduring love as an artist is for the natural world?<em>\n\nYes, for a long time my greatest interest has been landscape-- mountains, sea, sky, trees, and gardens-- done in various parts of the United States, Europe, and Asia. Figurative work has largely been limited to the period of my formal art education and beginnings as a painter, although I have continued to do figurative drawings in my many sketchbooks over the years. In this show, my figurative work is represented by the two portraits of an Italian friend and fellow student at the Art Academy in Florence, where I was studying in 1952 under the G.I. Bill. His name was Gino, and he was born with a severe physical disability, never grew to be much larger than a child, and died at the age of twenty-three [2003-213].\n\n<em>The works on view cover a fairly broad range of media—ink, pastel, and oil, for example—and your style encompasses naturalistic detail as well as abstraction. How do you go about relating medium and technique to subject matter?<em>\n\nAs an artist, you select both the medium and technique suited to how you feel about the subject. This is part of developing a vocabulary appropriate to your themes. I am convinced that you need to put together, in equal measure, technical knowledge and feeling. In other words, if you want to say something, you must have the means to say it. You can be the best technician in the world and, if you're not passionate about your subject matter, you'll get an empty statement.\n\n<em>Which works in the exhibition would you say best represent your belief about the need to combine strong feeling with technical facility?<em>\n\nI'll mention four kinds of subjects, each rendered using a different technique and medium. First, in Norway's Lofoten Islands, one of my favorite places, I found a wild landscape in which the turbulent movement of the sea and sky seemed to make the mountains move as well. To capture the effect of all-over movement, I had to invent a calligraphic language. This can be seen in the drawing <em>Lofoten</em> (Norway Series VI) [x1977-120]. \n\nWorking very differently in the drawings of trees-- such as <em>Norwegian Spruce, Marquand Park, Princeton</em> and <em>Olive Tree, Renoir’s Garden (“Les Collettes”)<em>-- I used pen and ink to study in detail some organic natural forms. Interestingly, this approach to gathering precise information helped prepare me for my work on large-scale abstract canvases. \n\nIn contrast to my approaches to drawing mountains and trees is my work in gardens, where I have used pastels because their color, while intense, lends itself to the more \"Impressionist\" feeling I wanted. Examples are the pastel paintings made in Princeton by the pond at the Institute for Advanced Study, in Bodnant Garden, Wales, and in Monet’s Garden in Giverny, France. \n\nFinally, the large painting in the show, # 17 [2003-220] was done in oils. For my large-scale abstract work, oil paint works best. Of course, it is necessary to make such works in the studio. Yet I've used the information about form, color, pattern, and, indeed, about feeling-- taken directly from nature-- to create these more personal and abstract images. \n\n<em>I am struck by what I will call, paradoxically, consistency and change in your work. On the one hand, you seem willing to take a subject—say, mountains or trees—and see how much you can achieve by visiting it time and again. On the other hand, the technical and thematic inventiveness evident in much of your work makes it clear that you are hardly afraid of change.</em> \n\nOver the years, I have experimented with technique, size, and subject matter—though the last is almost entirely within my favorite realm: the natural landscape. And I have thought a lot about the question of changing and not changing. Some artists remain relatively limited in their subject matter and style, while others change a great deal in their lifetimes. That is a big generalization, I know. But when I think of modern artists who achieved a great deal by changing, I think of Matisse and, of course, Picasso. Other artists, Rothko and Morandi, for example, were obsessed with certain subject matter and, through constant repetition, reached another dimension, achieving work of exceptional emotional and spiritual power.\n\nIn looking at the works in this exhibition, viewers will see a number of different styles. The idea of changing -- of wanting to change-- has led me to make many discoveries. For instance, I have tried to develop new forms-- not so much technically as aesthetically. Where an artist goes from experimentation and invention is, he hopes, to another level-- to something mysterious, perhaps profound.\n\n<em>You have lived, in among other places, New York City, Rockland County in New York State, New England, France, Italy, Norway, Japan, and Princeton. What has this travel meant for your art, especially in light of your enduring interest in landscape?</em> \n\nI have been motivated to travel so much by one thing: intense visual curiosity. A few places have been especially important to me emotionally and aesthetically. For instance, my family and I lived in Japan for two years in the mid-1950s. I did many pen and ink drawings in the Zen temple garden of Kyoto. <em>Temple Garden, Kyoto, Japan</em> [2003-211] is an example from the temple garden series. My studio work in Japan included my first oil paintings based on nature and abstract style.\n\nTen years later, when I first visited Norway, I immediately sensed that this was to be my second country. Between 1966 and 1995, my wife and I spent thirty summers in Norway. I'd heard from artist friends about the Lofoten Islands some 125 miles above the Arctic Circle. Going there for the first time began my long love affair with the Lofoten Mountains, whose scale was just right for what I wanted to express.\n\nAfter establishing a second home on the Oslo Fjord in 1966, I was able to go often, usually for about two or three weeks at a time, to work out-of-doors in some of the remoter parts of Norway, especially the Lofotens.\n\nWe moved to Princeton from Rockland County, on the west side of the Hudson, in 1969, and for the past thirty-six years I have been working here steadily, both in the open air and my studio. Between 1984 and 1996, for instance, I did a long series of pastel paintings every spring and summer by the pond at the Institute for Advanced Study. Although I was doing several other kinds of work in the same twelve-year period, my experience at the pond is an example of how-- when I found the right subject matter-- I could return to it time and again in the hope of achieving something increasingly elusive and mysterious. On the Institute pastels, I always noted the time of day when they were made—usually in early morning or early evening—because the angle and color of the light were extremely important in this work. Other Princeton subjects have included numerous gardens, tree (especially the big old specimens in Marquand Park), and, of course, many oil paintings done in my studio. \n\n<em>You were one of the first foreign artists to visit mainland China after Richard Nixon’s historic trip in 1972. How did that come about?<em>\n\nIn 1974 and 1976, I made two five-week trips to mainland China, mostly focused on Guilin in Kwangsi [Guangxi] Province. Both journeys were made possible through the good offices of a close friend who was at that time the Norwegian ambassador in Beijing. I used brush and ink to make paintings of the spectacular limestone peaks along the Li River—classic subject matter in Chinese landscape painting; a few examples appear in this exhibition [1998-293]. As I had long been interested in Chinese landscape painting, I felt lucky indeed to be one of the very first Western artists permitted to work in mainland China after 1949.\n\n<em>The Chinese and Norwegian paintings in this exhibition are in black-and-white, and you are known for your monochromatic work. Yet the pastels and oils are very rich in color. How do you look at the roles of black-and-white and color in your work?<em>\n\nMuch as I have long been drawn to work in black-and-white, there came a time when I wanted consciously to expand and refine my use of color. It seemed to me that what I needed was a garden, or several gardens. So, over a number of summers, I worked in gardens, primarily in France and England. As I mentioned,\nI visited Monet's garden at Giverny. I also spent long, wonderful days in a Cotswold garden, Hidcote, and a Welsh garden, Bodnant. These three gardens became my color laboratories, where, through experimentation with my endless visual reactions and different media, I could teach myself to, in a sense, think and speak more fluently and expressively\nin color.\n\nOf course, I have worked extensively in the United States. In fact, it was in Santa Fe in 1998 that I solved a problem that had been dogging me for many years. I always had difficulty uniting the black-and-white drawings, which are largely calligraphic, with my more romantic, \"Impressionist\" work, which is of course in color. I tried putting color with the black-and-white, and it didn't work. Then I went to New Mexico and, in the Santa Fe mountains, I found the answer. I saw a landscape structure that­ with strong lines and intense shadows­ was \"calligraphic.\" But I also found spectacular color. So in the Southwest I was finally able to marry black-and-white and color [2003-200]. This marriage became for me another lesson in how I must listen to my subject. It will tell me how to work.\n\n<em>What are you working on currently?<em>\n\nJust this past winter I began experimenting in my studio with ink and wash. This search has resulted in a series of largely abstract images that, I feel, are distillations of what I have learned about the natural world. The most recent picture in the exhibition, <em>Landscape,</em> is an example. This series, in the making during my eighty-sixth year, is an assurance that life is worth living as long as there is still adventure.\n",
            "title":"Collection Publications: Thomas George: A Retrospective",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}