{
    "makerid":6205,
    "published_date":"2022-03-28 16:07:15.410938",
    "type":"maker",
    "displayname":"Scott Burton",
    "makertype":"Individual",
    "alphasort":"Burton, Scott",
    "lastname":"Burton",
    "firstname":"Scott",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1939–1989; born Greensboro, AL; died New York, NY; active New York",
    "begindate":1939,
    "enddate":1989,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Scott Burton",
            "alphasort":"Burton, Scott",
            "lastname":"Burton",
            "firstname":"Scott",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500024444"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/91282122"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d66bee00d8a1c0016b8b1d6"
            },
            "title":"Hear the Curator (y1980-11)",
            "transcription":"Hear the Curator (y1980-11)\nSculptor Scott Burton once described his work as “sculpture in love with furniture.” Often taking the form of tables and chairs, Burton’s sculptures imbue the simple blocks, cones, and cylinders of minimalism with functionality. For inspiration, he looked back to early twentieth-century Russian constructivists who privileged structure, the integ­rity of materials, and potential for social use. These qualities are present in this work, called Public Table. The table—an inverted cone balancing gracefully on a wide concrete base—stands in striking contrast to the collegiate Gothic architecture of its surroundings. At the same time, its smooth and comfortable concrete surface invites interaction, as demonstrated by the many students who can be seen relaxing here in good weather. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca056",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5f76150df8c873001738fe71"
            },
            "title":"Audio by Conservator: Hear the Conservator (y1980-11)",
            "transcription":"Hear the Conservator (y1980-11)\nNorman Muller, Conservator at the Princeton University Art Museum, describes the cast concrete process.\n\nThe Princeton Public Table is based on an identical example in the sculpture garden at the General Mills Headquarters in Minneapolis, Minnesota, which I visited in September 1998 with the fabricator Lucien Peebles. Preparation for the installation began in November of that year. Using construction drawings of the Minneapolis example, a plywood form was made for the flat circular base, which surrounds a steel central post. Concentric rings of steel reinforcing rods with lateral crossbars were attached to this post, much like an internal armature, to strengthen the concrete as it dried. Once the concrete was poured, the base was left to dry for two weeks. This process, known as curing, allows the concrete to dry at a slow rate so that it hardens successfully. If it dries too quickly, cracks form and the piece would eventually fall apart. After the concrete was successfully cured, the top inverted plywood cone was attached. Again, concrete was poured into the form and allowed to cure for an additional two weeks. The plywood forms were then removed and the surfaces were polished and a polymer compound applied to prevent water from soaking into the concrete, where it can do damage either by freezing or by corroding the reinforcing steel in the slab.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca066",
            "speaker_type":"Conservator"
        },
        {
            "_id":{
                "$oid":"5f761571f8c873001738fe72"
            },
            "title":"Hear the Photographer (y1980-11)",
            "transcription":"Hear the Photographer (y1980-11) \n\nShortly after Scott Burton created Public Table, the Princeton University Art Museum asked me to make photographs of the sculpture for their image archive and for use in a variety of publications. The way we perceive a work of art is greatly affected by its surroundings: nearby buildings, trees, cars, and pedestrians, not to mention ever-changing light and weather conditions, add visually and sensually to our perception. I had some difficulty finding a camera angle that would make Public Table stand out from the many visual elements surrounding it. I considered using the beautiful stone facade of the nearby Murray Dodge building as a backdrop for the image, but a modern, obtrusive railing system, since removed, made that option a non-starter; in the Polaroid test images I made, the railing seemed to grow out of the tabletop. In the end I found an acceptable angle that showed off the piece well and set up my tripod and large, 4x5 inch view camera. Now the trick was to wait for light that would shine on the sculpture at the right angle. I had been lugging my gear around campus that hot and humid summer morning and was feeling the heat; I calculated that I would have to wait about half an hour more for the right light, so I tried to stay cool in the shade and waited near my camera. As the appointed time to photograph neared, I saw several figures approaching in the distance: four young children, accompanied by their mom, all carrying ice-cream cones. The children raced toward Public Table, and, before I could react, they leaped onto the sculpture, began marching around it all the while singing \"here we go round the mulberry bush\" and eating their ice cream. When Mom realized that I was set up to photograph and that the kids were in the way, she was very apologetic; I assured her that I could wait until the kids had finished their exploration of the work and took one film of them playing. After cleaning up some ice cream that had spilled onto the concrete surface of the sculpture, I captured the work without the children, packed up my gear, and left for the day, satisfied that I had taken an image that would best show off the work and once more amazed at the unpredictability of image-making in the outdoors.",
            "source_project":"Campus Art",
            "speaker_type":"Expert",
            "file_uri":"https://archive.org/details/ca003_201908"
        }
    ],
    "video":[],
    "essay":[]
}