{
    "makerid":2590,
    "published_date":"2022-03-28 16:04:52.583514",
    "type":"maker",
    "displayname":"Paul Strand",
    "makertype":"Individual",
    "alphasort":"Strand, Paul",
    "lastname":"Strand",
    "firstname":"Paul",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1890–1976",
    "begindate":1890,
    "enddate":1976,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born 16 October 1890; died 31 March 1976. Strand took his first photographs in 1902. From 1904 to 1909 Strand studied under Lewis W. Hine and Charles Caffin at the Ethical Culture School in New York City, New York. From 1912 to 1922 Strand was a portrait photographer in New York City, and was heavily influenced by the work of Alfred Stieglitz. In 1916, Stieglitz organized an exhibition of Strand's photographs at his gallery, 291. In 1920 to 1921 Strand was also working as a freelance advertising photographer. In 1920 Strand travelled to Nova Scotia, Canada to photograph. In 1921 Strand made the film \"Manhatta\" with the painter Charles Sheeler. From 1922 to 1925, Strand photographed in New York City, New York. From 1925 to 1928 Strand photographed at Georgetown, Maine; and from 1926 to 1936 he photographed in New Mexico and Colorado. Strand photographed the Gaspé Peninsula, Québec, Canada in 1929. From 1931 to 1945 Strand made movies in New York City, New York and in Mexico. From 1932 to 1934, Strand was head of photography and cinema at the Fine Arts Division of the Mexican Government. In 1935 Strand travelled to Moscow, Russia. Strand organized Frontier Films, a non-profit film production group in 1937, and acted as president until 1942. In 1951 Strand moved to France. Strand photographed Italy from 1952 to 1954. Strand photographed in Egypt in 1959, Romania in 1960 and Morocco in 1962. In 1963-1964 Strand made a photo documentary of Ghana. American photographer (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Paul Strand",
            "alphasort":"Strand, Paul",
            "lastname":"Strand",
            "firstname":"Paul",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500003133"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/88714260"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}