{
    "makerid":18385,
    "published_date":"2022-03-28 16:09:36.409670",
    "type":"maker",
    "displayname":"Dominique Barrière",
    "makertype":"Individual",
    "alphasort":"Barrière, Dominique",
    "lastname":"Barrière",
    "firstname":"Dominique",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1618–1678",
    "begindate":1618,
    "enddate":1678,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French etcher and architectural designer. He arrived in Rome around 1640 where he settled permanently among its community of French artists. No records exist of his training, but his earliest etchings (1640–47) are historical and mythological scenes, such as the Battle of Bommel in 1585 (1640) after Guglielmo Cortese and Apollo and Python (c. 1647–52) after Domenichino’s painting for the Villa Aldobrandini, Frascati.\r\n\r\nBarrière also etched seascapes in the manner of his friend and fellow French artist Claude Lorrain, for whom he later etched five scenes between 1660 and 1668, such as the Seaport with Ulysses Returning Chryseis to her Father (c. 1644; etching, 1664). In 1647 Barrière began to work on precise perspectival renderings of architecture and topography. He was encouraged in this direction by the patronage of the Francophile amateur architect Prince Camillo Pamphili, who commissioned Barrière’s best works, the plate-books Villa Aldobrandina (1647–52) and Villa Pamphilia (Rome, c. 1673; pls 1648–60). The latter complemented the construction of the Prince’s new villa in Rome (1644–8), in the design of which Barrière was probably involved.\r\n\r\nFor the decade before the arrival of Giovanni Battista Falda in 1657, Barrière was the pre-eminent draughtsman in Rome of villas and gardens, forming a link in the chain of printmakers–vedutisti running from Israël Silvestre (in Rome 1643–4 and 1653) to Lieven Cruyl (in Rome from 1664–7). Barrière’s proficiency in perspective may have resulted from an apprenticeship to an architect, perhaps Francesco Borromini. Borromini chose him as printmaker for his Opus architectonicum; together they produced between five and eight plates from 1658 to about 1662.\r\n\r\nIn 1672 Barrière’s competition entry for the new French architectural order so impressed Louis XIV’s minister, Jean-Baptiste Colbert, that he understood him to be a practising architect. However, Barrière died in Rome in poverty, having failed to repeat his success with series such as the Villa Pamphilia or to initiate independent or collaborative publishing ventures, as did Silvestre and Falda (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Dominique Barrière",
            "alphasort":"Barrière, Dominique",
            "lastname":"Barrière",
            "firstname":"Dominique",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500028296"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100167233"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}