{
    "makerid":2721,
    "published_date":"2022-03-28 16:04:56.975042",
    "type":"maker",
    "displayname":"Jane Teller",
    "makertype":"Individual",
    "alphasort":"Teller, Jane",
    "lastname":"Teller",
    "firstname":"Jane",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1911–1990",
    "begindate":1911,
    "enddate":1990,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jane Teller",
            "alphasort":"Teller, Jane",
            "lastname":"Teller",
            "firstname":"Jane",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500113195"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/163962365"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadda3cc5089b0016f26e0e"
            },
            "body":"In 1987 the Museum received as a gift from Jane Teller her sculp­ture, <em>Arch</em> (1982), and also pur­chased another sculpture, <em>Five Forms</em> (1953), and two drawings, one, <em>Gigantija II<em>, from the artist's Malta Series. In a letter to Director Allen Rosenbaum  in  1988, at the time  the Museum acquired these works, Jane Teller wrote, \"Having lived with Aaron Siskind's photographs  for over fifty years, I thought it time to share them, and I hope they will bring to those who see them - young and old - the lessons of space and form and feeling that they give in so strong and quiet a way.\" She continued, \"I think it appropriate that the Museum acquires these photographs and my work coinci­dentally since working and being with Aaron has taught me so much about seeing.\"\n\nPeter Bunnell has said of the bequest, and of the earlier gifts, ''Jane Teller has given us so much. Our holdings of Aaron Siskind's work, in rare vintage prints, is now one of the strongest in the museum community. Siskind's reputation as a pioneer abstract photographer is unquestioned, and with the addition of these exceptional works our students will be made even more aware of his contribu­tion and his genius.\"\n",
            "title":"",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1992"
        }
    ]
}