{
    "makerid":15059,
    "published_date":"2022-03-28 16:08:57.304750",
    "type":"maker",
    "displayname":"Philip K. Hitti",
    "makertype":"Individual",
    "alphasort":"Hitti, Philip K.",
    "lastname":"Hitti",
    "firstname":"Philip",
    "nametitle":null,
    "middlename":"K.",
    "suffix":null,
    "displaybio":"Lebanese, 1886–1978",
    "begindate":1886,
    "enddate":1978,
    "nationality":"Lebanese",
    "culturegroup":null,
    "biography":"Philip Khuri Hitti (1886 - 1978), born in Shimlan, Ottoman Syria (now Lebanon), was a scholar of Islam and introduced the field of Arab culture studies to the United States. He was of Maronite Christian religion.\r\n\r\nBiography\r\nHitti was educated at an American Presbyterian mission school at Suq al-Gharb and at the American University of Beirut. After graduating in 1908 he taught at the American University of Beirut before moving to Columbia University where he taught Semitic languages and won his PhD in 1915. After World War I he returned to American University of Beirut and taught there until 1926. In February 1926 he was offered a Chair at Princeton University which he held until he retired in 1954. He was both Professor of Semitic Literature and Chairman of the Department of Oriental Languages. After formal retirement he accepted a position at Harvard. He also taught in the summer schools at the University of Utah and George Washington University in Washington, D.C. He subsequently held a research position at the University of Minnesota. Philip Hitti almost single handedly created the discipline of Arabic Studies in the United States.\r\n\r\nIn 1945 he served as an advisor to the Arab delegation at the San Francisco Conference which established the United Nations.\r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Philip K. Hitti",
            "alphasort":"Hitti, Philip K.",
            "lastname":"Hitti",
            "firstname":"Philip",
            "nametitle":null,
            "middlename":"K.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/66510487"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}