{
    "makerid":17951,
    "published_date":"2025-07-24 02:03:55.332267",
    "type":"maker",
    "displayname":"Roman Vishniac",
    "makertype":"Individual",
    "alphasort":"Vishniac, Roman",
    "lastname":"Vishniac",
    "firstname":"Roman",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1897–1990; born St. Petersburg, Russia; died New York, NY",
    "begindate":1897,
    "enddate":1990,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Roman Vishniac",
            "alphasort":"Vishniac, Roman",
            "lastname":"Vishniac",
            "firstname":"Roman",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500099753"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/114671627"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64f22f05538ac6620e32b77e"
            },
            "title":"On View: Photography and Belonging",
            "body":"<p><strong>On View</strong><br><strong>Photography and Belonging</strong><br>February 24–September 30, 2018</p><p><br>This spring a selection of works from the Museum’s collections investigates the ways in which experiences of belonging and alienation have been both a subject and an effect of photography. Photographers have long sought to depict human relationships and social dynamics. At the same time, the acts of taking and viewing photographs create new relationships between photographer, subject, and viewer. The images on view, from the early years following the technology’s invention to the present, illustrate the many ways that photography intersects with social experience.</p><p>The installation highlights the work of three artists for whom issues of inclusion and exclusion are an essential interest. Images by the social documentary photographer Lewis Hine capture early twentieth-century immigrant life in New York City and include iconic scenes of new arrivals at Ellis Island. Roman Vishniac’s photographs are powerful records of life in European Jewish communities during the rise of the Nazi regime. In works such as <i>Entrance to the basement dwelling where twenty-six families lived, Warsaw</i>, Vishniac explores the emotional resonance of locations where discrimination and hardship occur. Fazal Sheikh’s collaborative portraits made in recent decades document lives in displaced and marginalized communities. His photographs are often paired with first-person narratives, as in the portrait of Abshiro Aden Mohammed, a women’s leader in a Somali refugee camp in Dagahley, Kenya. Mohammed recounts the harrowing circumstances in which “hundreds of women were attacked in the surrounding bush when they ventured away from the camp to fetch firewood.”</p><p>The Art Museum is pleased to exhibit the photographs by Roman Vishniac, recent aquisitions facilitated by the artist’s daughter, and those by Fazal Sheikh, promised &nbsp;gifts in honor of Eduardo Cadava, professor of English and friend to the Museum. These transformative additions to the collections appear with other newly acquired works, including a Henry Moore photograph from 1862 picturing African American workers who remained on the plantation where they had been enslaved, working the land for themselves; and a May 1963 photograph by Charles Moore documenting the anti-segregation campaign in Birmingham, Alabama, a turning point in the civil rights movement.</p><p>These works are displayed alongside an array of historical images that includes family portraits, artist’s aids, images of war, photographic amusements, advertisements, and news agency pictures. Considering the motives behind these varied images raises important questions about the photographic encounter. What are the responsibilities of the photographer as the link between subject and viewer? How do subjects assert their own right to represent themselves? In a time when photographs saturate our social lives as never before, these images ask us to consider both the empathetic promise of the medium and its limitations.</p><p><br>Daniel Peacock, Ph.D. candidate, Art and Archaeology</p><p>Katherine A. Bussard, Peter C. Bunnell Curator of Photography</p><p>&nbsp;</p><p><br>Princeton University Art Museum &nbsp; Spring 2018 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}