{
    "makerid":5256,
    "published_date":"2025-08-26 02:04:04.922230",
    "type":"maker",
    "displayname":"Hans Hofmann",
    "makertype":"Individual",
    "alphasort":"Hofmann, Hans",
    "lastname":"Hofmann",
    "firstname":"Hans",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1880–1966; born Weissenberg, Germany; died New York, NY",
    "begindate":1880,
    "enddate":1966,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hans Hofmann",
            "alphasort":"Hofmann, Hans",
            "lastname":"Hofmann",
            "firstname":"Hans",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500024228"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64db99ae538ac6620e32b746"
            },
            "body":"<p><strong>Museum News&nbsp;</strong><br><strong>Masterworks of Abstract Expressionism Gifted to Princeton</strong></p><p>When the Princeton University Art Museum opens its new building in early 2025, eight master-pieces of abstract painting, a recent gift from Preston H. Haskell, Class of 1960, will be on view in the galleries. These canonical paintings—Willem de Kooning’s <i>Woman II</i> (1961), Helen Frankenthaler’s <i>Belfry</i> (1979), Hans Hofmann’s <i>The Chair </i>(1944) and <i>Composition #3</i> (1952), Joan Mitchell’s <i>Aires pour Marion </i>(1975–76), Gerhard Richter’s <i>Abstract Painting (613-3) </i>(1986), Jean-Paul Riopelle’s <i>Terre Promise</i> (1960), and Mark Rothko’s <i>Untitled</i> (1968)—constitute one of the most significant gifts of art in the Museum’s history.</p><p>A longtime collector of post–World War II abstract art, Haskell served on the Museum’s Advisory Council for twenty-four years and as its chair for four years (2010–14), prior to moving to honorary status. In 2010 he endowed the Haskell Curatorship of Modern and Contemporary Art at the Museum, a position held by Mitra Abbaspour. \"Early on, I focused on the American postwar abstract expressionism movement, works that are entirely nonobjective and highly spontaneous, colorful, and emotional,” Haskell says. “I found myself passionately drawn to the energy, mystery, and excitement of these works—a passion that is as difficult to rationalize as the art itself.”</p><p>Six of the eight paintings featured in the Museum’s exhibition Rothko to Richter: Mark-Making in Abstract Painting from the Collection of Preston H. Haskell, held in 2014. The exhibition explored the dramatic developments in abstract art that unfolded between 1950 and 1990, when experimentation with various methods of producing an abstraction and applying paint to a surface was common as artists alternately emphasized or suppressed traces of their touch.</p><p>The exhibition’s curator, Kelly Baum, who was the Museum’s first Haskell Curator of Modern and Contemporary Art, wrote in the accompanying catalogue:</p><p style=\"margin-left:40px;\">“As seen through the perspective of the Haskell Collection, painting does not progress in a linear fashion from one movement to its successor, concluding triumphantly at a particular moment in time; instead, it advances, falters, invents, borrows, revisits, breaks, resumes, and changes. . . . Precisely because the collection to which they belong represents the unique perspective of a single individual, the works featured here provide novel perspectives on the history of art, specifically the parallel evolution of abstract painting and mark-making in the last&nbsp;<br>four decades of the twentieth century.”</p><p>In addition to this landmark gift of &nbsp;art, Haskell made an early leadership &nbsp;gift in support of the creation of the &nbsp;new Museum, to be recognized with the naming of an education center in that facility. Haskell’s gift is one of numerous major alumni commitments that have enabled the construction of the new Museum. Haskell notes: “Having a great art museum is important to the primary mission of the University, which is teaching, learning, and research. Without the great collection and the scholars, curators, and researchers—both permanent and visiting—you couldn’t have a great museum and you couldn’t have a great educational experience.”</p><p>“Without Preston’s steadfast volunteer leadership and advocacy over many years, I doubt very much that the project of making a new Art Museum at Princeton would be becoming reality,” says James Steward, the Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director of the Museum. “His early commitment of financial support led to many of the fundraising successes that have followed, and now Preston’s commitment of art takes our collection of modern art to a new level.” Additional major gifts in support of the new Museum will be announced over the next year.</p><p>&nbsp;</p><p>Princeton University Art Museum Spring 2023 Magazine</p>",
            "title":"Museum News:  Masterworks of Abstract Expressionism Gifted to Princeton",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}