{
    "makerid":4742,
    "published_date":"2025-10-10 02:04:51.860612",
    "type":"maker",
    "displayname":"Frederick William MacMonnies",
    "makertype":"Individual",
    "alphasort":"MacMonnies, Frederick William",
    "lastname":"MacMonnies",
    "firstname":"Frederick",
    "nametitle":null,
    "middlename":"William",
    "suffix":null,
    "displaybio":"American, 1863–1937",
    "begindate":1863,
    "enddate":1937,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Frederick William MacMonnies, the son of a Scottish emigrant, was born in Brooklyn in 1863.(1)  As a young boy, he modeled small figures and animals in white wax.  Later, while barely in his teens, he took an ice pick for a chisel and carved an image of his pet frog from stone.(2)  Even though his parents recognized his precocious artistic gift, they did not have the financial resources to send him to art school.  As a result, he went to work in a jewelry shop.  \r\n\r\nWhen MacMonnies was 18, he began working at odd jobs in the New York studio of the famous sculptor, Auguste Saint-Gaudens.  After a chance opportunity to make a couple of his own sculptures, Saint-Gaudens became aware of MacMonnies’ innate artistic ability and promoted him to the rank of assistant.  In the evenings, he supplemented these studio lessons with art studies at the National Academy of Design and the Art Students League.  In 1884 he left to further his studies in Paris, where he entered Jean Alexandre Falquière’s sculpture class at the École des Beaux-Arts.  MacMonnies won the highest prize available to a foreigner at the school for two successive years - the Prix d’Atelier, which was second only to the Prix de Rome.  \r\n\r\nAt the Salon of 1889, MacMonnies achieved significant praise for his Diana, the original plaster version, which was awarded an honorable mention.  Following the success of the Salon and Diana, his fame increased and he received many commissions on both sides of the Atlantic. With this sudden fame also came criticism, especially with MacMonnies' 1893 statue of Bacchante, which eventually ended up in the Metropolitan Museum of Art.(3)  He was identified with our country’s elite group of sculptors who created public statues during the American Renaissance, known as the Gilded Age, which occurred from the mid-1870s to the early 1900s. During this 30-year period, sculptors, architects and painters sought to create art that would refine the public’s artistic taste, by looking for inspiration from ancient Greek, Roman and Italian Renaissance art.  They revised mythological subjects and heroic allegories.  Sculpture during this period was buoyant, decorative and often highly expressive.  MacMonnies’ Barge of State for the Chicago World Fair (1892-93) was all of this and more.  This piece measured sixty feet long and contained thirty-eight figures.(4)\r\nIn 1896, MacMonnies received the Order of the Chevalier of the Legion of Honor from the French government.  By 1905, he had opened a studio/school in Giverny, France and married Mary Louise Fairchild of St. Louis.  However, the First World War had caused major disruptions to the economy and life in Europe, and in 1915, MacMonnies returned to America where he remained for the rest of his life. \r\n\r\nMacMonnies died from pneumonia in 1937.  A victim of changing aesthetic tastes in postwar America, he never strayed from his Beaux-Art approach to sculpture, even though this style had been replaced largely by modern trends in the twentieth century well before his death. \r\n\r\nhttp://www.askart.com/AskART/artists/biography.aspx?artist=23774 3/6/09",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Frederick William MacMonnies",
            "alphasort":"MacMonnies, Frederick William",
            "lastname":"MacMonnies",
            "firstname":"Frederick",
            "nametitle":null,
            "middlename":"William",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500031496"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27989817"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}