{
    "makerid":2662,
    "published_date":"2022-03-28 16:04:55.220558",
    "type":"maker",
    "displayname":"Marion Swinton",
    "makertype":"Individual",
    "alphasort":"Swinton Marion",
    "lastname":"Swinton",
    "firstname":"Marion",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, ca.1860–1938",
    "begindate":1860,
    "enddate":1938,
    "nationality":"American",
    "culturegroup":null,
    "biography":"The artist Marion Swinton of Hackensack, New Jersey, was born on Staten Island, New York around 1860. She was a daughter of the painter Alfred Swinton from London, England and Mary Demarest of New York City. Swinton’s family moved to Ho-Ho-Kus, New Jersey, in the early 1870s. The young artist studied with her father before entering the school of William Merritt Chase in New York City. She also trained with F. Louis Mora at the National Academy of Design in New York. \r\nAround 1904 the Swinton family relocated to Hackensack, where they would own a house at 407 State Street for some 35 years. Around 1906 Swinton visited London, where one of her portraits was exhibited at the Royal Institute of Painters.(1) From 1907 to about 1917, she kept an apartment and studio at the Van Dyck Studios on Eighth Avenue in Manhattan; during this period she spent summers at the family home in Hackensack.(2) \r\nDuring her years in New York City, the artist painted a well-known portrait of Woodrow Wilson (1915). She also exhibited in the first show of the Society of Independent Artists (1917). \r\nDuring the early 1920s, Swinton was active in Hackensack; later that decade she apparently stayed for a time in Montreal, where her portraits were photographed at the studio of William Notman. The photographs, dated 1926-1927, are now at the McCord Museum. \r\nSwinton and her sisters, Lucy and Clara, lived in the family home in Hackensack for the rest of their lives. During the latter part of her career, the artist devoted her time to art instruction. She was also active as the local chairman of the League of Nations Non-Partisan Association in Hackensack. \r\nMarion Swinton died at home in Hackensack on February 12, 1939, and was buried at Valleau Cemetery in Ridgewood, New Jersey.(3) \r\nArt and Architecture of N.J. http://www.ettc.net/njarts/details.cfm?ID=1274\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Marion Swinton",
            "alphasort":"Swinton Marion",
            "lastname":"Swinton",
            "firstname":"Marion",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}