{
    "makerid":3179,
    "published_date":"2025-08-26 02:04:04.123055",
    "type":"maker",
    "displayname":"Robert Rauschenberg",
    "makertype":"Individual",
    "alphasort":"Rauschenberg, Robert",
    "lastname":"Rauschenberg",
    "firstname":"Robert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1925–2008; born Port Arthur, TX; died Captiva Island, FL",
    "begindate":1925,
    "enddate":2008,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Robert Rauschenberg attended Black Mountain College in North Carolina. He was particularly interested in painting mundane objects and figures. In 1953, he began creating sculptures using organic materials and common items. By 1963, Rauschenberg had become so well-known that he had a retrospective exhibition at the Jewish Museum. By the 1970s, Rauschenberg had begun experimenting with performance art and film. Artist (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Milton Ernest",
            "alphasort":null,
            "lastname":"Ernest",
            "firstname":"Milton",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Robert Rauschenberg",
            "alphasort":"Rauschenberg, Robert",
            "lastname":"Rauschenberg",
            "firstname":"Robert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500002941"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/29544362"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64e774a2538ac6620e32b752"
            },
            "title":"On the Road: The Museumʼs Collections Travel the World",
            "body":"<p><strong>On the Road</strong><br><strong>The Museumʼs Collections Travel the World</strong></p><p>The Princeton University Art Museum’s collections are on the road. Both new acquisitions and important works that have long been part of our holdings are playing significant roles in diverse exhibitions around the world. In addition, special exhibitions organized by the Museum have recently traveled to or are currently on view at institutions across the United States.</p><p><br><strong>Sonya Kelliher-Combs’s </strong><i><strong>Idiot Strings, The Things We Carry</strong></i></p><p>Sonya Kelliher-Combs’s artwork <i>Idiot&nbsp;Strings, The Things We Carry</i> recently returned to Princeton after serving as a centerpiece of the lauded traveling exhibition&nbsp;<i>Hearts of Our People: Native American Women Artists</i>, organized by the Minneapolis Institute of Art. After its debut in Minneapolis in 2020, the exhibition traveled to the Frist Art Museum in Nashville, the Smithsonian American Art Museum in Washington, DC, and the Philbrook Museum of Art in Tulsa. An Athabascan and Inupiaq artist from northwest Alaska, Kelliher-Combs created <i>Idiot&nbsp;Strings, The Things We Carry</i> by stitching rawhide pouches with cords that are suspended from the ceiling. Their shape recalls the mittens worn by male members of her tribe and the “idiot&nbsp;strings” used to pair the mittens and keep them from getting lost. The work is part of a larger series that draws attention to the elevated rates of suicide among Alaskan Natives and Native men and that memorializes three of the artist’s male relatives lost to suicide. In their material and form, the pouches evoke the body and simultaneously a sense of absence, while the strings serve as a metaphor for the ties that tether the community and its memories.</p><p>&nbsp;</p><p><strong>Ilya Repin’s </strong><i><strong>Golgotha</strong></i></p><p>Ilya Repin (1844–1930), born in present-day Ukraine and considered Russia’s most famous painter, is also beloved by the Finns: between 1903 and 1930 his studio was located in then Finnish territory, in Kuokkala. Repin’s painting <i>Golgotha </i>(1921–22), in the collection of the Princeton University Art Museum, is featured in a major exhibition &nbsp;at the Finnish National Gallery’s Ateneum Art Museum, organized in collaboration with the State Tretyakov Gallery in Moscow and the State Russian Museum in &nbsp;<br>St. Petersburg and traveling to the Petit Palais in Paris. &nbsp;A project almost a quarter century in the making, <i>Repin </i>features more than 130 paintings and paper-based works spanning the entirety of Repin’s career. Alongside his best-known paintings, which shaped Finnish perceptions of Russianness, the exhibition features the psychological portraits for which the artist is celebrated.&nbsp;<br>Repin offers in <i>Golgotha </i>an unconventional interpretation of a familiar theme: a Crucifixion without Christ, whose body has already been removed. The sense &nbsp;of desolation created by Christ’s absence is countered by a pinpoint of light in what appears to be his tomb in the back- ground. <i>Golgotha </i>was painted in the years following World War I and the Russian Revolution, when the artist was separated from friends and associates in Russia by a &nbsp;redrawn border with Finland. Religious subject matter, &nbsp;not previously of major consequence in his work, served &nbsp;as a vehicle for the hope and despair called forth by contemporary events. The difficulty and expense of obtaining canvas for a large-scale work prompted Repin &nbsp;to use ordinary linoleum as a support for the painting.</p><p><i>On view at the Finnish National Gallery, Helsinki, through August 29, 2021; and at the Petit Palais, Paris, October 5, 2021–January 23, 2022.</i></p><p>&nbsp;</p><p><br><i><strong>Miracles on the Border: Retablos of Mexican Migrants to the United States</strong></i></p><p>The Princeton University Art Museum’s bilingual exhibition <i>Miracles on the Border: Retablos of Mexican Migrants to the United States</i> recently traveled to two academic museums, the Frances Lehman Loeb Art Center at Vassar College in Poughkeepsie, New York, and the Colby College Museum of Art in Waterville, Maine. The exhibition presents fifty retablos, small paintings that once hung on the walls of shrines or churches to commemorate miraculous events; in the case of these retablos from Princeton’s collections, they all illustrate the experiences of Mexican migrants to the United States.</p><p><i>Miracles on the Border at Colby College Museum of Art, February 11–April 25, 2021</i></p><p>&nbsp;</p><p><br><i><strong>Time Capsule, 1970: &nbsp;Rauschenbergʼs Currents</strong></i></p><p>Organized by the Princeton University Art Museum in collaboration with the Frances Lehman Loeb Art Center at Vassar College, this exhibition features the Museum’s <i>Surface Series from Currents</i>, eighteen large-scale screen-prints produced by Robert Rauschenberg in 1970 that superimpose stories, headlines, advertisements, and images clipped from newspapers and tabloids to create images that reflect the social and political turmoil of the period. It also includes two original collages on loan from the Rauschenberg Foundation and a group of related &nbsp;works from the Loeb’s collection by artists such as Kurt Schwitters, Lee Friedlander, Walker Evans, Ray Johnson, James Rosenquist, and Andy Warhol.</p><p><i>On view at the Frances Lehman Loeb Art Center, Vassar College, through September 19, 2021</i></p><p>&nbsp;</p><p><br><i><strong>Antioch Reclaimed: Ancient Mosaics</strong></i></p><p>In 1964, a year before it opened to the public, the Museum of Fine Arts in St. Petersburg, Florida, purchased from Princeton University five mosaic floors, each from a different ancient villa in Antioch. For almost three decades following the acquisition, three of the mosaics were buried beneath the lawn and fountain of the museum, an unorthodox storage solution that puzzles staff to this day. Conservators recently unearthed them, and they make their debut in <i>Antioch Reclaimed: Ancient Mosaics</i> <i>at the Museum of Fine Arts.</i> Located east of the Orontes River (near present-day Antakya, Turkey), Antioch was the capital of the Roman province of Syria and was home to a cosmopolitan mix of ethnicities, languages, and cultures. Drawing on historical photographs, excavation logs, and rare film footage from Princeton University archives, the exhibition opens with the story of the famed excavation of &nbsp;the site in the 1930s by the Committee for the Excavation of Antioch, of which Princeton was a founding member (together with representatives from the Musée du Louvre, the Worcester Art Museum, and the Baltimore Museum of Art). The ambitious exhibition showcases the recently cleaned and conserved mosaics, which date from the &nbsp;second to the fifth century AD. They are presented along with other major works excavated at Antioch—including Princeton’s relief from a Christian sarcophagus known as “The Good Shepherd”—to convey a sense of the sophistica-tion and prosperity of one of the most important cities of classical antiquity.</p><p><i>On view at the Museum of Fine Arts, St. Petersburg, Florida, through June 1, 2024</i></p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; August 2021 Magazine</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f09b47538ac6620e32b76e"
            },
            "title":"Exhibition: Nature’s Nation: American Art and Environment ",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><strong>Nature’s Nation&nbsp;</strong><br><strong>American Art and Environment&nbsp;</strong><br>October 13, 2018–January 6, 2019<br>&nbsp;</p><p>How can paintings from the nineteenth century reflect views about westward expansion? What can a high chest of drawers from Philadelphia reveal about the trade &nbsp;of mahogany? How have works by contemporary artists contributed to modern ecological consciousness? These are &nbsp;a few of the many questions posed this semester by classes from Princeton and nearby universities visiting the exhibition <i>Nature’s Nation: American Art and Environment</i>. Reimagining American art in environmental terms, the exhibition allows visitors to think about social and cultural issues, including mass consumerism, industrialization, and immigration. &nbsp;</p><p>“The Modern Museum: Between Preservation and Action,” taught by James Steward, the Museum’s Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director, examined <i>Nature’s Nation</i> as a case study of an interdisciplinary exhibition taking innovative approaches to museum display and interpretation. Similarly, Jane Sharp brought her Rutgers University museum studies class for a tour with Karl Kusserow, co-curator of <i>Nature’s Nation</i> and the John Wilmerding Curator of American Art, in order to discuss questions of installation and didactics. Karl’s own class focused on the exhibition explored the interface of American art, ecology, and environmental history.</p><p>A section of the exhibition examines different artistic materials and their environmental implications. Bernadette Pérez, Cotsen Postdoctoral Fellow in the Society of Fellows, visited twice with her course “History of Commodities: From Sugar to Cocaine” to consider the transnational &nbsp;trade of silver and cotton and the legacy of slavery. Reena Goldthree, assistant professor in African American Studies, viewed some of the same works, as well as Allora and Calzadilla’s photographic series <i>Landmark (Footprints) </i>(2001–2) with her class “Afro-Diasporic Dialogues: Black Activism in Latin America and the United States.” &nbsp;</p><p>Classes have also used the exhibition to explore humans’ ever-evolving understanding of nature. Diana Fuss, Louis W. Fairchild Class of &nbsp;’24 Professor of English, brought students from “Wilderness Tales” to reflect on the paradox &nbsp;of the sublime in front of Albert Bierstadt’s <i>Mount Adams, Washington</i> (1875). Geology students in “Climate: Past, Present, and Future,” taught by Daniel Sigman, Dusenbury Professor of Geological and Geophysical Sciences, examined that same work as a record of the climate in the western United States in the nineteenth century. Several of the later works in the exhibition, such as Isamu Noguchi’s <i>This Tortured Earth</i> (1942–43), were discussed for their use of innovative techniques to reimagine ecology on a global scale in “New Directions in Environmental Humanities,” taught by Rachel Price, associate professor of Spanish and Portuguese Languages and Cultures.</p><p>Two anthropology classes also studied <i>Nature’s Nation</i> during the fall semester. “Ethnography of Law,” with Carol Greenhouse, Arthur W. Marks ’19 Professor of Anthropology and Director of the Program in Ethnographic Studies, contrasted views held by Euro-American settlers and Indigenous peoples about land ownership and geographic borders. Students of &nbsp;Ryo Morimoto, assistant professor &nbsp;in Anthropology, reflected on environmental disasters such as oil spills and pollution in relation to questions of environmental justice in “Catastrophes across Cultures: The Anthropology of Disaster.” &nbsp;</p><p>On the occasion of a reunion of his current and former graduate students and postdocs, David Wilcove, professor of Ecology and Evolutionary Biology and Public Affairs, came to the Museum to lead a “BioBlitz”—traditionally a search within a designated area for different living creatures, and in this case transformed into a search for representations of different species within the galleries. Among the lurking nonhuman beings his group discovered in <i>Nature’s Nation</i> are Carolina parrots in the hand-colored engravings of Mark Catesby (1731) and John James Audubon (1827–38), endangered buffalo in &nbsp;the section of the exhibition titled Icon of Extinction and Resilience, migrating caribou in Subhankar Banerjee’s photograph of the Arctic National Wildlife Refuge (2002), and an American bald eagle in Charles Willson Peale’s <i>The Artist in His Museum</i> (1822) and Robert Rauschenberg’s <i>Earth Day</i> (1970).</p><p>&nbsp;</p><p>Veronica White&nbsp;<br>Curator of Academic Programs</p><p><br>Princeton University Art Museum &nbsp; &nbsp;Winter 2019 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f0b29d538ac6620e32b773"
            },
            "title":"Exhibition: Time Capsule, 1970: Rauschenberg’s Surface Series from Currents",
            "body":"<p><strong>Exhibition</strong><br><strong>Time Capsule, 1970</strong><br><strong>Rauschenberg’s </strong><i><strong>Surface Series from Currents</strong></i><br>January 19–February 10, 2019</p><p>&nbsp;</p><p>The Art Museum is pleased to present the extraordinary <i>Surface Series from Currents</i>—eighteen provocative screenprints created by Robert Rauschenberg (1925–2008), one of the most influential American artists in the second half of the twentieth century. This rarely seen series, made in 1970 entirely from collaged newspapers, represented what Rauschenberg thought of as “the most serious journalism I had ever attempted.”</p><p>By 1970 American culture had moved into a period of enormous social and political change. The enthusiasm of &nbsp;the 1960s surrounding the Kennedy Administration, the emergence of the civil rights movement, broad economic growth, and the start of the space program had succumbed to pessimism by the end of the decade with the advent of political assassinations, violent social unrest, ballooning budgets, and the ongoing war in Vietnam.</p><p>Rauschenberg’s career as an avant-garde artist blossomed in the 1960s as he mixed screenprinted images collected from popular media with an eclectic array of found objects, gestural painting, and performance art to produce some of the most effervescent, daring works by any artist of his generation. By the end of the decade, Rauschenberg was internationally famous; at the same time, his work was becoming darker as he began to focus on his long-held interest in social activism.</p><p>In a burst of activity in early 1970, Rauschenberg produced <i>Currents</i>, an extensive collection of newspaper collages and silk screens first exhibited at Dayton’s Gallery 12 in downtown Minneapolis. Located on the twelfth floor &nbsp;of Dayton’s Department Store, the gallery had become pivotal in the Minneapolis art scene, mounting exhibitions of work by Frank Stella, James Rosenquist, Jasper Johns, &nbsp;and Rauschenberg. In the fall of 1969, when Rauschenberg mentioned to the gallery’s director that he had been working on an idea for a large-scale drawing, she offered him the opportunity to realize it on a long wall in the gallery. By the time it opened in April 1970, Rauschenberg’s drawing exhibition had transformed into an ambitious printmaking project that encompassed a combination of eighty-one prints and collages.</p><p>Rauschenberg and his assistant Bob Peterson began &nbsp;the project by collecting stories, headlines, advertisements, and images cut from more than fifteen newspapers and tabloids—eight of which, the <i>New York Times, New York Daily News, Chicago Tribune, Minneapolis Star, Minneapolis Tribune, San Francisco Examiner, Los Angeles Times, and Herald Examiner</i>, were published in January and February of 1970. These clippings, combined with drawn, printed, and transferred images, were pasted together to make thirty-six collages that were then photographed. The photographic negatives were enlarged and used in a variety of combinations to create screens for three series of photo-screenprints.</p><p>The exhibition took the title <i>Currents </i>from the key work of the installation: an enormous silk screen hand-printed in black and white on a continuous sheet of paper six feet high by fifty-four feet long—the largest work of its kind to date. This monolithic print reproduced all thirty-six of the original collages, while <i>Features from Currents</i> consisted of twenty-six collages printed over pastel grounds on individual sheets of paper. Finally, for <i>Surface Series from Currents,</i> Rauschenberg superimposed two different negatives when making each of the screens for eighteen additional prints, resulting in a nearly illegible cacophony of words and images. The accidental patterns that are distinctive in this series are &nbsp;the result of having enlarged the negatives to the point where Benday dots from the reproduced newspaper photographs are clearly visible. When the original collages and three groups of prints were shown at Dayton’s Gallery 12, they engulfed the visitor in a cascade of current events, repeated over and over again. The works formed, according to Branden Wayne Joseph, “a sort of time capsule from the end of the ‘Great Society,’ buried so that future observers would know how it ended: in escalating violence, warfare, political backlash, and police repression.”</p><p>The Art Museum is fortunate to have in its collections the entire suite of eighteen screenprints in <i>Surface Series from Currents</i>. Today, forty-nine years after Rauschenberg immersed visitors in his stark barrage of the printed daily news, we have a chance to peer inside his time capsule and witness the political and cultural events within.</p><p><br>Calvin Brown&nbsp;<br>Associate Curator of Prints and Drawings</p><p><br>Princeton University Art Museum &nbsp; Winter 2019 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f8edad538ac6620e32b783"
            },
            "title":"Exhibition: Nature’s Nation: American Art and Environment",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><strong>Nature’s Nation</strong><br><strong>American Art and Environment</strong><br>October 13, 2018–January 6, 2019</p><p>&nbsp;</p><p>It is a truism of museum practice that cultural artifacts reflect the time and place of their making. So it must follow that contemporary analysis of them—also a creative act of sorts—similarly mirrors the circumstances and preoccupations of our own time. Today, when public awareness of environmental issues has never been greater, the need to imagine more sustainable and ethical habits of human action and thought, including environmentally informed ways of understanding our cultural history, has catalyzed a vital new area of research, the environmental humanities.</p><p>This timely mode of cross-disciplinary inquiry seeks to bridge the gaps between science and the humanities and explore traditionally separate Western, Eastern, and Indigenous ways of perceiving and comprehending the natural world and the human place within it. In the realm of art, curators and art historians have an extraordinary opportunity to address these crucial subjects by illuminating the environmental contexts of aesthetic objects past and present, while fostering a heightened consciousness of ecological realities and concerns. As public institutions, museums can play an especially valuable role in foregrounding these common issues.</p><p><i>Nature’s Nation: American Art and Environment</i> engages this opportunity by telling a new environmental history of North American art, tracing evolving ideas about the environment from colonial encounters between Indigenous beliefs and European natural theology through nineteenth-century notions of progress and Manifest Destiny to the rise of modern ecological ethics and activism. Using the interpretive insights of interdisciplinary scholarship in ecocriticism, <i>Nature’s Nation </i>shows that works of art in all mediums and genres—not just landscape painting—produced by a diverse array of makers, have something to teach us about environmental history and perception by virtue of their subjects and contexts of creation, as well as the materials and techniques employed in their creation.</p><p>This sweeping exhibition traces our changing relationship to the natural world as both reflected and shaped through more than one hundred paintings, sculptures, prints, drawings, photographs, videos, and works of decorative art drawn from seventy collections nationwide and from Princeton’s own extensive holdings. The works on view range from colonial furniture to the art of Jeffersonian natural science, Hudson River School landscape painting to Native American basketry, Dust Bowl regionalism to modernist abstraction, postwar environmental activism to contemporary artistic engagement with the Anthropocene, in which environmental change is experienced with particular difference by communities of disparate class and ethnicity.</p><p><i>Nature’s Nation</i> unfolds in three broad chapters—Colonization and Empire, Industrialism and Conservation, and Ecology and Environmentalism—eras marked by growing awareness of human agency as an increasingly powerful environmental factor. The show begins with an introductory gallery, where iconic paintings by Albert Bierstadt and Thomas Moran are displayed alongside contemporary works by Valerie Hegarty and Jaune Quick-to-See Smith that update and revise earlier perceptions of the pristine American environment. An eighteenth􀀁century Chippendale chest of drawers and a 1950s Color Field painting by Morris Louis installed nearby innovatively broach the theme of artistic materials and their environmental implications. Altogether fifteen diverse works set the stage for the following chronological eras, which through related groups of objects in a dozen themed subsections collectively reveal evolving human understandings of nature and our relations within it.</p><p>The ﬁrst era, Colonization and Empire, addresses a period of profound epistemological transformation in visions of natural order, as the classical-Christian tradition of immutable hierarchy gives way to an emerging comprehension of environmental dynamism and complexity. During this period, the discovery of extinction, resource scarcity, pollution, and other revelations of modernity exposed limitations in the older European paradigm, which had represented nature statically and hierarchically as a Great Chain of Being. Major works by Charles Willson Peale and members of his family here acquire new meaning as landmarks of this historic shift, while three subsequent sections on landscape representation explore the use of the picturesque and sublime to variously order and colonize the physical world.</p><p>The second era, Industrialization and Conservation, contains works engaging tensions between progress and preservation, including complex representations of consumption and its effects by Winslow Homer, Thomas Eakins, George Beaver, and others. The advancing pace, and growing recognition, of the human role in environmental transformation and its pervasive implications were variously examined across the era’s visual culture—from Frederick Olmsted’s “Greensward” plan for Central Park to Sanford Gifford’s <i>Hunter Mountain, Twilight</i>, which both celebrate and scrutinize technological advance.</p><p>Finally, Ecology and Environmentalism considers art of the twentieth and twenty-first centuries that reimagines ecology on a global scale through expansive techniques and media. Works such as Alexandre Hogue’s “Erosions” paintings, Isamu Noguchi’s <i>This Tortured Earth</i>, Eliot Porter’s exhibit-format photography for the Sierra Club, Robert Rauschenberg’s <i>Earth Day</i> lithograph, and Maya Lin’s online project <i>What is Missing?</i> vividly reveal the human capacity to redefine “nature” on a colossal scale while reframing inherited beliefs about progress. During this period, artists inventively embraced new creative challenges posed by ecological issues of unprecedented scope, from the Dust Bowl to world war to global warming and mass extinction. These considerations raise provocative questions: What are the limits and responsibilities of art in an era of ecological crisis? In addition to transforming the planet, is this crisis also forcing a reassessment of received art historical categories and methods by creating new aesthetic opportunities and canons, not to mention new approaches to museum display and interpretation?</p><p>While cultural traditions throughout the world have contributed to human understandings of the environment, the peculiar pace and combination of forces in American history—including the Native-European encounter, slavery, settler colonialism, immigration, industrialization, and mass consumerism, together with catalytic figures in the emergence of modern ecological thought, from George Perkins Marsh to John Muir, Aldo Leopold, and Rachel Carson—make the region an especially appropriate crucible for this ecocritical reexamination of artistic practices and paradigms. At the same time, the exhibition critically engages the idea of America as “nature’s nation,” its title adapted from a seminal 1967 book by the American studies scholar Perry Miller, and challenges the exceptionalism inherent in the term in light of &nbsp;Indigenous, African American, and other cultural perspectives.</p><p><i>Nature’s Nation</i> will provide viewers and readers a compelling opportunity to reimagine the history of American art in environmental terms. Although scholars have made great strides in examining the nation’s artistic production in relation to social and cultural conditions, they have yet to consider issues of ecology or environmental history in a focused and sustained way. By using ecocriticism to rethink landscape painting along with other genres and media, <i>Nature’s Nation</i> aspires to expand the purview of American art history on multiple registers. We hope it may enrich the field, opening it up to new considerations of historical context, materiality, method, and meaning, while enhancing the relevance of American art to a wide audience.</p><p><br>Karl Kusserow&nbsp;<br>John Wilmerding Curator of American Art</p><p>Alan C. Braddock&nbsp;<br>Ralph H. Wark Associate Professor of Art History and American Studies, William &amp; Mary</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Fall 2018 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}