{
    "makerid":12584,
    "published_date":"2022-03-28 16:07:49.661705",
    "type":"maker",
    "displayname":"Kamakura period",
    "makertype":"Individual",
    "alphasort":"Kamakura period",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1185–1333",
    "begindate":1185,
    "enddate":1333,
    "nationality":"Japanese",
    "culturegroup":"Kamakura period",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Kamakura period",
            "alphasort":"Kamakura period",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Kamakura period"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a08aaedf682001701fb03"
            },
            "caption_file":[],
            "title":"Curator's Voice: Dainichi Nyorai",
            "file_uri":"https://mediacentral.princeton.edu/id/1_r4615usx",
            "speaker_type":"Curator",
            "description":"Zoe Kwok discusses \"Dainichi Nyorai\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db85fd15bb1200016106671"
            },
            "body":"With a theme based on the <em>Muryōjukyō</em> [Sanskrit: Amitayus Sutra], this silk hanging scroll features a central figure of Amida Buddha and two flanking bodhisattva attendants (Kannon and Seishi) sweeping to earth on a bank of silvery clouds. They have arrived to \"welcome\" a dying devotee into the Pure Land (Western Paradise) over which Amida Buddha presides. <em>Raigō <em>or \"welcoming descent\" paintings of this kind became very popular during the late Heian (eleventh through twelfth centuries) and Kamakura (1185–1333) periods. Some scholars believe that the advent of the final degenerate age of the Buddhist Law (<em>mappō<em>) in 1052—a period in which it was believed that Buddhahood would be virtually impossible to achieve—led people to aspire to rebirth in a paradise from which there would be no obstacles to future enlightenment. Pure Land Buddhism, with Amida Buddha as its central deity, offered the possibility of rebirth in the Western Paradise, and paintings and sculptures of this compassionate Buddha flourished.\n\nThe raigō theme, which originated in China, was first introduced to Japan by the monk Ennin (794–864) in the ninth century, and was made popular with the teachings of the monk Genshin (942–1017) during the eleventh century. The image itself is based on one of forty-eight vows made by Amida Buddha in the text of the <em>Muryōjukyō<em>:\n\n<em>\"If, after attaining Buddhahood, all beings in the ten quarters awakening their thoughts to enlightenment and practicing all deeds of merit should cherish the desire in sincerity to be born in my country and if I should not, surrounded by a large company, appear before them at the time of their death, may I not attain the highest enlightenment.\" [Jōji Okazaki, Pure Land Buddhist Painting, p.94]<em>\n\n<em>Raigō</em> paintings in which Amida and his attendants come toward the viewer, were the principal images in Buddhist death rituals, used as a point of focus for the dying devotee. Although it does not appear to be the case here, thread-like strings were often attached to the hands of the painted Amida image for the dying person to hold, thereby forging a physical link between the human and the divine. There is a sense of compassion and intimacy in these paintings not seen in early representations of Buddhist deities. These figures of Amida, Kannon, and Seishi do not sit in silent meditation, but are portrayed as arriving to personally welcome the dying devotee. The <em>anishōshu-in mudrā<em>, displayed by Amida Buddha in this painting has the meaning of appeasing and protecting the true believers as they are led to the Western Paradise. Kannon, on the right, carries the lotus throne on which he or she will be reborn in the Pure Land.\n\nThis large painting, with its rich use of gold, was probably made with aristocratic sponsorship. The large Amida Buddha and flanking bodhisattva figures are described in a black outline, and are painted in gold on a deep blue silk ground. <em>Kirikane</em> or cut-gold leaf decoration has then been added to create a rich patterning in their gold-painted clothing. In addition, finely painted golden rays emanate from the layered halo of Amida Buddha. Details like the elaborate jewelry worn by the bodhisattvas, and the delicate features of all three deities, are beautifully delineated in ink. The figures all stand with bare feet on lotus pedestals borne on a stream of silver cloud forms, which fill the immediate foreground of the painting",
            "title":"Asian Art website: Welcoming Descent of Amida Buddha",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db860425bb1200016106672"
            },
            "body":"In Buddhism, the term mandala originally designated a diagrammatic representation of the universe and the inter-relationship of the forces within it. In popular Japanese thinking, however, the term came to refer to any schematic painting illustrating the relationship between Buddhist and Shinto deities or the layout of a Buddhist temple or Shinto shrine compound.\n\nThis mandala depicts the Kasuga shrine in Nara, and in the lower left-hand corner, the adjacent Buddhist temple of Kōfukuji. The structures and their surroundings, shown from the air, are represented with a maplike clarity that enables the viewer to clearly visualize the landmark. The scene is lit by a full moon whose rays illuminate both the bright spring foliage of the cherry trees dotting the fields around the two shrines and the antics of the sacred deer of Kasuga. In deference to the religious syncretism of the period, five deities representing the Buddhist equivalents of the Shinto gods housed in each of the five principle sanctuaries of the Kasuga shrine are shown in the upper part of the composition.",
            "title":"Asian Art website: Mandara of the Kasuga Shrine",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}