{
    "makerid":3676,
    "published_date":"2022-03-28 16:05:36.976869",
    "type":"maker",
    "displayname":"Robert Tait McKenzie",
    "makertype":"Individual",
    "alphasort":"McKenzie Robert Tait",
    "lastname":"McKenzie",
    "firstname":"Robert Tait",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Canada, 1867–1938",
    "begindate":1867,
    "enddate":1938,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Robert Tait McKenzie was a noted sculptor best known for his work,\"The Boy Scout,\" which he completed in 1937 for his good friend, Lord Baden Powell who founded the Boy Scouts of America. In addition to being a sculptor, he was also a scouter, athlete, surgeon, soldier, and physical educator.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Robert Tait McKenzie",
            "alphasort":"McKenzie Robert Tait",
            "lastname":"McKenzie",
            "firstname":"Robert Tait",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001698"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/50028058"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dbb0257e1688d00168bc477"
            },
            "title":"Hear the Alumnus and History Columnist (PP90)",
            "transcription":"Hear the Alumnus and History Columnist (PP90)\n\nAndrew Fleming West, Class of 1874, was a scholar of Latin and Princeton’s preeminent faculty fundraiser at the turn of the twentieth century. He planned the 1896 sesquicentennial celebration at which the former College of New Jersey was renamed Princeton University. This change, he felt, necessitated a significant graduate school, and he was named its first dean in 1900. Two years later, professor Thomas Woodrow Wilson of the Class of 1879 was named University president; he agreed that the graduate school was necessary, but the two powerful academics disagreed over its physical location: Wilson wanted it in the center of campus and West preferred the location where you now stand. Wilson, after his loss to West, resigned the University presidency in 1910 then ran successfully for the governorship of New Jersey. Two years later he was elected President of the United States. West supervised the laying of each stone in the Graduate College, dedicated in 1913, and witnessed the unveiling of this statue of himself upon his retirement in 1928. Designed by the Canadian sculptor of heroic and athletic monuments R. Tait McKenzie, it was donated by William Cooper Procter of the Class of 1883, who, at West’s urging, funded a large portion of the Graduate College, including the elaborate gothic dining hall on the south edge of the complex that bears the Procter family name.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca011",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}