{
    "makerid":4850,
    "published_date":"2022-03-28 16:06:21.680857",
    "type":"maker",
    "displayname":"Maso di Banco",
    "makertype":"Individual",
    "alphasort":"Banco, Maso di",
    "lastname":"Banco",
    "firstname":"Maso",
    "nametitle":null,
    "middlename":"di",
    "suffix":null,
    "displaybio":"Italian, active ca. 1335–1350",
    "begindate":1335,
    "enddate":1350,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. He was first identified (as Maso) by Ghiberti, who claimed he was a pupil of Giotto and a great master of painting, but the issue was complicated for many centuries by Vasari, who confused Maso with an artist he called Tommaso di Stefano, nicknamed Giottino. Maso di Banco is mentioned in several Florentine documents: in 1341 some of his paintings and equipment were seized against an uncompleted commission; in 1346 he joined the Arte de’ Medici e Speziali. Although none of the output attributed to him is signed or dated, a major fresco cycle, other more fragmentary frescoes and some panels of the 1330s and 1340s can be firmly attributed to him on stylistic grounds.\r\n\r\nMaso’s most important surviving frescoes are in the Bardi di Vernio Chapel in Santa Croce, Florence, built in 1310 by a branch of the powerful banking family. Work by Maso and his shop was under way by 1335, for the frescoes incorporate the Bardi arms as they were before being modified in that year. The niche housing the great Gothic marble tomb shows Maso’s interest in the relationship between architecture and painting; the fresco shows the figure of an unidentified member of the Bardi family, as if rising directly from the actual tomb in which he is buried, and kneeling in a rocky landscape. Above is Christ in Majesty surrounded by angels in the manner of a Last Judgement. The programme stresses the growing importance of the laity, whose tombs were normally placed outside a church, and who had not previously been depicted as participants in a Christological scheme. Maso painted the rest of the chapel with scenes from the Life of St Sylvester, the 4th-century pope who converted Emperor Constantine to Christianity. The cycle includes Constantine and the Magicians, the Dream of Constantine, the Baptism of Constantine by St Sylvester, St Sylvester Resurrecting an Ox and St Sylvester with the Dragon . The paintings are characterized by Maso’s use of simultaneous narrative, and by his distinctive articulation of space through the oblique setting of buildings in relation to the picture plane and the use of vertical foreshortening. The architecture is also used to assist the narrative, by focusing attention on the main characters. Maso’s powers of observation are shown by the meticulous depiction of the Roman Forum in the ruined state in which he must have seen it. Grave and dignified figures gesticulate in the foreground. They have unusually long fingers and characteristic facial features, with full-lipped mouths, rather large ears and narrow eyes with a horizontal upper lid.\r\n\r\nMaso used contrasts between light and dark tones to emphasize the design, and, despite recent restoration, the original colour scheme, which includes pink, grey, red and white, is clear and echoes the palette of Giotto’s later period. The stained-glass windows in the chapel have sometimes been attributed to Maso, but they were probably painted by Taddeo Gaddi, another of the Giottesque artists working in the church.\r\n\r\nThe remains of another fresco by Maso (Florence, Mus. Opera Santa Croce) show the Coronation of the Virgin with Saints, Angels and Donors. It was painted above a portal in the right aisle, and its shape reflects the form of the lunette; the spandrels are filled with floral patterns. Maso may have worked as an assistant to Giotto at the Castelnuovo, Naples; details in some of the fragmentary frescoes there recall the St Sylvester paintings. Certain frescoes in Assisi, at S Chiara and at S Francesco (both in the church and in the Sala del Capitolo), have also been attributed to Maso, but the identification of the various Giottesque hands there is not clear. It is possible that the scheme of the St Stanislas Chapel in the Lower Church was originally planned by Giotto, and that Maso painted one of the frescoes there, the Crucifixion with the Virgin and St John. His panel paintings include a pentaptych (ex-Altes Mus., Berlin) of which only a lateral panel with St Anthony of Padua (New York, Met.) survives. In a closely related style is a polyptych in Santo Spirito, Florence, showing the Virgin and Child with SS Mary Magdalene, Catherine, Andrew and Julian. Despite the conventional elaborate Gothic frames and gold background, the figures have a sense of weight and even three-dimensionality. The Virgin is shown half-length, in a frontal pose well suited to the tall and narrow central panel. She tenderly grasps the Child, who in turn is holding a goldfinch, symbolizing the Crucifixion. Despite the difference of medium, these panels relate closely to the Bardi frescoes.\r\n\r\nMaso was the most successful continuator of Giotto’s style, able to convey both the volume of the figures and their individual expression. His work is less dramatic than Giotto’s, and has a more austere and restrained quality. It also displays a much greater preoccupation with the depiction of architecture. Maso was able to create the illusion of deep space that engaged the spectator, while his use of subtle colour tones to create pattern also contributed to the overall clarity of design. He was aware of the work of contemporary Sienese painters, and his output reflects the elegant line of Simone Martini’s paintings and the ambitious scale of works by Pietro and Ambrogio Lorenzetti. Of his contemporaries, Taddeo Gaddi was the most influenced by his style. Maso had no immediate followers, since there was a general reaction against the sort of expressiveness for which he and Giotto had been striving, perhaps a result of the political and social changes of the 1340s. There was a deliberate revival of some of his motifs and forms at the end of the 14th century, but his real heirs were Masaccio and, particularly, Piero della Francesca, whose clear designs and emphasis on the structuring role of architecture seem to suggest a direct knowledge of Maso’s work (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Maso di Banco Giottino",
            "alphasort":"Giottino, Maso di Banco",
            "lastname":"Giottino",
            "firstname":"Maso di Banco",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Maso di Banco",
            "alphasort":"Banco, Maso di",
            "lastname":"Banco",
            "firstname":"Maso",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500008558"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95733296"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}