{
    "makerid":79,
    "published_date":"2022-03-28 16:03:18.963941",
    "type":"maker",
    "displayname":"Ezra Ames",
    "makertype":"Individual",
    "alphasort":"Ames, Ezra",
    "lastname":"Ames",
    "firstname":"Ezra",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1768–1836",
    "begindate":1768,
    "enddate":1836,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American painter and craftsman. After working briefly in Worcester, MA (1790–93), painting miniatures, chimney-pieces, signs and sleighs, he settled permanently in Albany, NY. There he practised various crafts, including framemaking and painting ornamental clockfaces. Active in the Masonic Temple, he held a high position in the New York chapter from 1802 to 1826. For the Masons he made signs, aprons, urns and carpet designs. Entries in his account books indicate that by 1813 he was primarily painting portraits, improving his technique by copying works by John Singleton Copley and Gilbert Stuart. His first major success was the sale of a portrait of George Clinton, Governor of New York and vice-president of the USA, to the Pennsylvania Academy of Fine Arts (1812; destr. 1845). Laudatory reviews generated requests for replicas, including an ambitious but somewhat awkward full-length version (c. 1813; Albany, NY, State Capitol). Ames also painted the official portrait of George Clinton’s nephew, DeWitt Clinton as Governor of New York for the city of Albany (1817–18; on dep. Albany, NY, Inst. Hist. & A.). It is a half-length portrait and demonstrates his straightforward, factual style. Ames was elected to the American Academy of Fine Arts in 1824 but never exhibited in New York. Nearly 500 of his works, mainly portraits of people in New York state, have been recorded (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ezra Ames",
            "alphasort":"Ames, Ezra",
            "lastname":"Ames",
            "firstname":"Ezra",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500018732"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/71237639"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}