{
    "makerid":14180,
    "published_date":"2025-06-12 02:05:20.115364",
    "type":"maker",
    "displayname":"Qiao Bin 喬彬",
    "makertype":"Individual",
    "alphasort":"Qiao Bin",
    "lastname":"Qiao Bin",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"active ca. 1500",
    "begindate":1500,
    "enddate":1500,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Qiao Bin 喬彬 (the Younger)",
            "alphasort":"Qiao Bin",
            "lastname":"Qiao Bin",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":"(the younger)",
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"喬彬",
            "alphasort":"喬彬",
            "lastname":"喬彬",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/9776249"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db843465bb1200016106664"
            },
            "body":"Guanyin or Avalokitésvara, the Bodhisattva of Infinite Compassion, is here shown seated in the position of royal ease (rājalīlāsana). Although the Bodhisattva is of Indian origin, according to later Chinese belief, the deity is identified with the island of Putuo near modern Ningbo, Zhekiang province, and is one of the most beloved and represented deities by the Chinese.\n\nThe figure has a finely-detailed oval face. The hair is combed up into a topknot encircled by a diadem decorated with the miniature Amitabha Buddha seated on a lotus base. Long tresses are tucked behind bejeweled, elongated ears, descending on each side to the shoulder where they are knotted and divided into three strands. The figure is attired in a green robe with an exposed chest adorned by a beaded necklace. The wrists and knees are encircled by beaded bracelets. The deity sits on a lotus leaf or grass mat on a rock base. A guardian lion crouches at the bottom. The sculpture is glazed in green, yellow, and brown, with a transparent glaze covering the face, chest, hands, and foot. A thirty-four character inscription is carved on the back of the base.\n\nInscription: \n楊城縣南石里施主南張儀施\n弘治十三年\n本堂善人劉普明廉方\n本縣東関匠人喬彬 \n\nDonated by the benefactor Nan Zhangyi of Nanshi village, Yangcheng county, in the thirteenth year of the Hongzhi reign period (1500). [With] Liu Puming and Lian Fang, virtuous men of this hall. [Made by] Qiao Bin, an artisan of the Eastern Gate in this county.\n\nThis may be one of the finest surviving examples of Ming dynasty sancai. This type of sculpture and the tri-color sancai glazing technique derive from the Tang dynasty (618–907). Sancai figures of Buddhist deities in the Tang reached a pinnacle of representational realism, and this tradition was carried on in North China in the Liao dynasty (907–1125). Starting about the middle of the Ming period, it became popular for private individuals to commission large ceramic sculptures, often in sets, for Buddhist and Daoist temples, shrines, and grottoes. In the late 19th to early 20th centuries, several large Ming sancai sculptures were acquired by Western museums including the King of Hell (1484) in the Royal Ontario Museum and Sleeping Buddha (1503) in the Metropolitan Museum of Art.\n\nThis Guanyin sculpture also is particularly important because it bears a dated inscription, names both the individual donor and the artisan Qiao Bin, and locates the area where the sculpture to Nanshi village, Yangcheng county, in present-day Shanxi province. There are several surviving glazed sculptures associated with the Qiao family, including the Sleeping Buddha (1503) in the Metropolitan Museum of Art. The inscription on the Sleeping Buddha notes that a set of sculptures were commissioned including a Guanyin figure. While the difference in height of the Princeton Guanyin (1500) indicates it it was not from the same set, it was made by the same family of artisans.\n",
            "title":"Asian Art website: Guanyin",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}