{
    "makerid":14739,
    "published_date":"2022-03-28 16:08:49.487599",
    "type":"maker",
    "displayname":"Henry Burling Thompson",
    "makertype":"Individual",
    "alphasort":"Thompson, Henry Burling",
    "lastname":"Thompson",
    "firstname":"Henry",
    "nametitle":null,
    "middlename":"Burling",
    "suffix":null,
    "displaybio":"American, 1857 - 1935",
    "begindate":1857,
    "enddate":1935,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Thompson, Henry Burling 1877 (1857-1935) probably had more to do with the physical appearance of Princeton during the period of unprecedented expansion in the Wilson and Hibben administrations than any other man. A textile manufacturer in Wilmington and president of the board of trustees of the University of Delaware, he was a Princeton trustee for almost thirty years. \r\nThompson was chairman of the trustees' committee on grounds and buildings from 1909 to 1928. He early saw the need for the formulation of a master plan for the development of the Campus; he proposed the creation of the offices of supervising architect and consulting landscape gardener, and was influential in bringing Ralph Adams Cram and Beatrix Farrand to Princeton to fill these positions. During his chairmanship, twenty-five campus buildings were erected, beginning with Holder Hall and ending with the University Chapel. \r\n\r\nA friend of Woodrow Wilson since their college days, Thompson supported Wilson's quad plan and graduate college proposals, but when these were defeated and Wilson left to enter politics, he gave the same loyal support to John Grier Hibben. ``He never hesitates, he never draws back,'' President Hibben told Thompson's classmates, ``and when he once puts his mind and spirit to any enterprise for the sake of Princeton, its successful accomplishment is assured.'' \r\n\r\nThompson headed the 1919 drive that raised $10 million in new endowment and helped found the School of Engineering in 1921. He was chairman of a trustees' committee that drew up the University's basic plan of physical education and encouraged the development of a greatly expanded number of tennis courts and playing fields near the dormitories. He spoke out against undue emphasis on gate receipts in intercollegiate athletics and pushed the idea of ``athletics for all.'' He had a special (and partisan) interest in rowing -- he was chairman of the alumni rowing committee for ten years -- and every spring the editor of the Alumni Weekly confidently awaited Thompson's annual letter asking why crew was not given more space. \r\n\r\nThompson is commemorated by a memorial court, created in 1956 with a gift from his family, at the center of the walk that passes through the arches of East Pyne Building, on the site of East College, where he roomed as an undergraduate. \r\n\r\n\r\n\r\n--------------------------------------------------------------------------------\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henry Burling Thompson",
            "alphasort":"Thompson, Henry Burling",
            "lastname":"Thompson",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":"Burling",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}