{
    "makerid":99,
    "published_date":"2022-03-28 16:03:19.685244",
    "type":"maker",
    "displayname":"Ippolito Andreasi",
    "makertype":"Individual",
    "alphasort":"Andreasi, Ippolito",
    "lastname":"Andreasi",
    "firstname":"Ippolito",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1548 - 1608",
    "begindate":1548,
    "enddate":1608,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter and draughtsman. A leading exponent of late Mannerism at the Gonzaga court in Mantua, he probably trained there with an associate of Giulio Romano. About 80 drawings of the Palazzo del Te (see [not available online]) and the Palazzo Ducale, Mantua (Düsseldorf, Kstmus.), were commissioned from Andreasi c. 1568 by Jacopo Strada. In 1574 Andreasi collaborated on the design of a series of tapestries of the Acts of Moses for Milan Cathedral. He is documented in 1579–80 collaborating on decorations in the Palazzo Ducale for Guglielmo Gonzaga, 3rd Duke of Mantua, where he painted the ceiling of the Duke’s studiolo, the vault of the Sala Nuova and, c. 1581, the ceiling frescoes in the Sala del Falconi (preparatory study; London, BM). Documents indicate that in 1586–7 Andreasi collaborated on the decoration of the castle of Goito (destr.). As early as August 1590 he was Prefetto delle Fabbriche (Head of Works) for the Gonzaga family. He also executed book illustrations (e.g. for the second canto of Torquato Tasso’s Gerusalemme liberata, 1581) and stage sets (e.g. for Battista Guarini’s Pastor Fido, 1592). In 1592 Andreasi restored the theatre of Giovanni Battista Bertani in the Palazzo Ducale, after a fire. Also in this period he painted a series of Twelve Famous Dramatists in gouache. With Teodoro Ghisi, he designed a tapestry series, presented by Bishop Francesco Gonzaga to Mantua Cathedral in 1599. He collaborated with Ghisi on frescoes (Pentecost, the Death of the Virgin and the Assumption of the Virgin) in the Cappella dell’Incoronata in Mantua Cathedral, as well as those in the transept, depicting the Feast Days of the Mantuan Church. The altarpiece of the Annunciation in S Maria Assunta del Castello, Viadana, is signed and dated 1602. The date 1605 inscribed on one of the arches in the transept of Mantua Cathedral refers to Andreasi’s decoration of the cupola, pendentives and barrel-vaults. Andreasi was murdered by his wife’s lover (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Ippolito Andreasino",
            "alphasort":"Andreasino, Ippolito",
            "lastname":"Andreasino",
            "firstname":"Ippolito",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ippolito Andreazzi",
            "alphasort":"Andreazzi, Ippolito",
            "lastname":"Andreazzi",
            "firstname":"Ippolito",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ippolito Andreazio",
            "alphasort":"Andreazio, Ippolito",
            "lastname":"Andreazio",
            "firstname":"Ippolito",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Ippolito Andreasi",
            "alphasort":"Andreasi, Ippolito",
            "lastname":"Andreasi",
            "firstname":"Ippolito",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}