{
    "makerid":2190,
    "published_date":"2022-03-28 16:04:37.734862",
    "type":"maker",
    "displayname":"Arthur Wesley Dow",
    "makertype":"Individual",
    "alphasort":"Dow Arthur Wesley",
    "lastname":"Dow",
    "firstname":"Arthur Wesley",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1857–1922; born Ipswich, MA; died New York, NY",
    "begindate":1857,
    "enddate":1922,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Arthur Wesley Dow",
            "alphasort":"Dow Arthur Wesley",
            "lastname":"Dow",
            "firstname":"Arthur Wesley",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/19954115"
        },
        {
            "source":"ULAN",
            "id":"500006205"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1adddff489700164a328e"
            },
            "body":"Known today primarily for his woodcut views and cyanotype photographs depicting the fields and marshes surrounding his native Ipswich, Massachusetts, (three of which are in the Department of Photographs) Dow was perhaps most influential in the first decades of the twentieth century as an art educator who promoted the aesthetic theories central to the American Arts and Crafts movement. In 1891 he established the Ipswich Summer School, which of­ fered courses and workshops in a wide range of arts, handcrafts, and photography. \n\nHere Dow encouraged a concentration on the abstract elements of composition\nand design drawn from a study of Japanese art. He went on to teach his innovative methods as a founding faculty member of Pratt Institute in Brooklyn in 1895, the Columbia Teacher's College, and the Art Student's  League, counting Alvin Langdon Coburn, Gertrude Kasebier, Georgia O'Keeffe, and Max Weber among his many students. Dow's teaching methods reached a broad  range of art educators throughout the nation after the publication in 1899 of his teaching manual, <em>Composition<em>, which was widely used in public schools across the country.\n\nDow was born into a prominent family in Ipswich, a quaint fishing village north of Boston. His father was a local weaver forced to make a living as a carpenter and handyman when his shop failed to com­ pete with the large, industrialized textile mills in nearby Lawrence and Lowell-an experience that undoubtedly influenced the young artist's avid support of preserv­ ing the techniques of fine handmade arts and crafts.\n\nAfter first studying painting in Boston, Dow traveled to Paris in 1884 to enroll in the Academie Julian, spending his summers in Pont-Aven, a Breton fishing village reminiscent of his native New England home. The devout villagers, with their traditional costumes and rural cus­toms, attracted many artists to the village in the 1880s, most notably Paul Gauguin. Although Gauguin and other artists of the Pont-Aven School collected Japanese prints, it was not until Dow returned to Boston in 1889 that he discovered <em>ukiyo-e</em> prints for himself in the collections at the Museum of Fine Arts. His studies there with the curator of Japanese art, Ernest Fenollosa, led to an appointment as an assistant curator of Japanese art in 1893, as well as his first experiments with woodcut technique printed in the Japanese manner, utilizing water soluble inks. Dow eventually assembled enough prints, mainly based on rustic views from his native Ipswich, to mount an exhibition at the Museum of Fine Arts in 1895, while his lectures at the museum on the fundamental design concepts behind Japanese art became the foundation of his teaching manual.\n\nDow's small woodcuts of simple, nearly abstract shapes, often printed in glowing colors, were unique from one to the other; each time the artist prepared the wood­ blocks with watercolor, he altered the tonalities, essentially producing watercolor monotypes from the blocks. The long, thin format of <em>The Dory</em> was one typically favored by Dow in his early woodcuts, in which he stresses the formal decorative elements of the compositions over traditional representations of his selected motifs. In spite of the quiet compositions and modest scale of his work, Arthur Wesley Dow played a pivotal role in the early evolution of American Modernist art.\n",
            "title":"Arthur Wesley Dow, artist",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Spring 2009"
        }
    ]
}