{
    "makerid":5928,
    "published_date":"2025-05-16 02:03:48.005294",
    "type":"maker",
    "displayname":"John Flaxman",
    "makertype":"Individual",
    "alphasort":"Flaxman John",
    "lastname":"Flaxman",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1755–1826",
    "begindate":1755,
    "enddate":1826,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Flaxman",
            "alphasort":"Flaxman John",
            "lastname":"Flaxman",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115449"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/17260670"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1af41ff489700164a328f"
            },
            "body":"His name synonymous with Neoclassicism,  Flaxman was the first British sculptor to achieve a major  international reputation, primarily through his designs for Wedgwood pottery and his influential illustrations of works by Aeschylus, Dante, Hesiod, and Homer. These were broadly transmitted through engravings of his rigorously linear draw­ings, which seemed to re-create the purity and primitivism of antique art, particularly as conveyed in the crisp outline painting on Greek black-and red-figure vases.\n\nNot only in its painterly wash tech­nique, but also in its scale and mystical subject matter, <em>Angels Guiding a Soul to Heaven</em> distinguishes itself from most of Flaxman's drawings. The museum's collection contains a representative  group of more than seventy works, most of which derive from an album purchased by Dan Fellows Platt, Class of 1895, and bequeathed to the museum in 1948. In addition to this group, which consists primarily of small pen-and-ink  sketches for Flaxman's classical illustrations and funer­ary monuments, the  museum subsequently acquired a large pen-and-wash sheet from the early 1780s representing <em>The Escape of Queen Matilda from Oxford Castle<em>-- a dramatic scene from medieval English his­ tory, an interest that Flaxman shared with his friend William Blake, the visionary poet and artist.\n\nAgainst a celestial backdrop of exploding stylized stars, the central protagonist of <em>Angels Guiding a Soul to Heaven<em>--a female soul-- is shown twice: first, in the lower left corner, where she is flanked by two shrouded mourners. On  the  right, she reappears, set apart by her long, unbound hair and distinctive headdress from the four angels guiding her toward heaven. It has recently been  suggested that this depiction of the soul as a full-bodied adult links the work to a small group of drawings inspired by the ideas of the Swedish scien­tist, philosopher, and theologian Emanuel Swedenborg (1688-1772), whose writings and interpretation of the Bible exerted a considerable influence over Flaxman. \n\nAs early as 1784, he referred to Swedenborg in a letter to his friend and pupil, the writer William Hayley. By the late 1790s, Flaxman was a member of one of the newly formed Swedenborgian congrega­tions, called the Temple, and in 1810, he and twenty-one other men, including Robert Hindmarsh, founded another society dedicated to \"Printing and Publishing the Writings of the Hon. Emanuel  Swedenborg.\"\n\nEssential to Swedenborg's writings is the belief that all spiritual beings keep their  human form after death-hence Flaxman's depiction of wingless angels in this drawing. Furthermore, the starry sky seems to be based on Swedenborgian thought. According to Swedenborg, once the soul, or \"awakened spirit,'' has successfully made the transition from human to eternal life, he is welcomed by celestial angels who \"provide him with the benefit of light\" and \"render him every kindly service he could wish for in that state.\" In this drawing, Flaxman seems to evoke the compassionate nature of Swedenborg's angels, who accompany the faithful soul during her luminous ascent. Although <em>Angels Guiding a Soul to Heaven</em> is undated, the discovery on the sheet of a large watermark identifiable as that of the Italian papermaker Fabriano and datable to 1785 suggests that Flaxman may have executed the drawing during his sojourn (1787-94) in Italy, where his exposure to ancient Roman wall paintings and sarcophaghi may well have informed the  composition's balletic and frieze­ like quality.\n\n\n\n\n",
            "title":"Newsletter: Spring 2009",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}