{
    "makerid":12573,
    "published_date":"2024-02-22 02:02:18.180787",
    "type":"maker",
    "displayname":"Yayoi period",
    "makertype":"Individual",
    "alphasort":"Yayoi period",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"300 BCE - 300 CE",
    "begindate":-300,
    "enddate":300,
    "nationality":"Japanese",
    "culturegroup":"Yayoi period",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Yayoi period",
            "alphasort":"Yayoi period",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Yayoi period"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db857965bb120001610666e"
            },
            "body":"The culture of the Yayoi period in Japan is distinguished from the earlier Jōmon culture (ca.10,000–ca. 300 B.C.) primarily by the widespread practice of irrigated rice cultivation and the use of bronze and iron artifacts. The origin of these innovations is in influence and perhaps large-scale immigration from the mainland. Yayoi culture first developed across the straits of Tsushima to Kyūshū from Korea. Within two centuries it supplanted Jōmon culture, which is associated with the ancestors of the modern-day Ainu minority, in western Japan. In eastern Japan, the two traditions mingled, with Yayoi pottery adopting many Jōmon decorative techniques. Utilitarian bronze artifacts such as mirrors, bells, and weapons, which were obtained from the mainland or manufactured locally based on Korean and Chinese styles, often became ritual objects in Japan.\n\nThe unglazed earthenware pottery of the Yayoi period ranges in vessel shapes from storage jars, such as the one in the Museum’s collection, cooking pots and pedestaled bowls to wide-mouthed funerary jars, which were used for burials. Vessels were coil built, and not made on a turntable, though a wheel may have been employed for finishing the coils and for the application of decorations such as parallel combing. Incised geometric patterns and comb markings were popular pottery decorations in most areas, and cord-markings were continued from the Jōmon period in eastern Japan. Late Yayoi pottery is more sparsely decorated, often with painted images of animals, people and houses that match those found on contemporary bronze artifacts.",
            "title":"Asian Art website: Jar with fish decoration",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}