{
    "makerid":3374,
    "published_date":"2023-03-28 02:02:05.203919",
    "type":"maker",
    "displayname":"Peter Paul Rubens",
    "makertype":"Individual",
    "alphasort":"Rubens, Peter Paul",
    "lastname":"Rubens",
    "firstname":"Peter",
    "nametitle":null,
    "middlename":"Paul",
    "suffix":null,
    "displaybio":"1577–1640; born Siegen, Germany; died Antwerp, Belgium",
    "begindate":1577,
    "enddate":1640,
    "nationality":"Netherlandish",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Peter Paul Rubens",
            "alphasort":"Rubens, Peter Paul",
            "lastname":"Rubens",
            "firstname":"Peter",
            "nametitle":null,
            "middlename":"Paul",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500002921"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56647196"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadd58bc5089b0016f26e0b"
            },
            "body":"<p>The subject is taken from Apuleius's <i>Metamorphoses, </i>which, like Ovid's famous work of the same title, tells of the loves of the gods. The painting might more accurately be called \"Cupid Sup­plicating Jupiter's Consent to His Marriage to Psyche,\" an episode in the story of Cupid and Psyche (Apuleius 6:22) in which the god of love, who has fallen in love himself with the mortal Psyche, entreats the king of the gods to allow him to marry and bring his bride to Olympus. Jupiter, ruler of men and gods, sits magisterially on a cloudbank on which Cupid kneels. Despite his imploring expression, Cupid boldly takes hold of the thunderbolt, a symbol of Jupiter's power, which has been subtly shaped to recall Cupid's bow, the attribute of his power to which even the gods, and Jupiter himself, are subject. Jupiter's ten­tative gesture toward the thunder­ bolt and his brooding expression may, in fact, be reactions not only to Cupid's extraordinary plea to marry a mortal, and for her deification, but also to the hold that Cupid has over him. In a closely related painting of Ganymede (collection of Prince Schwarzenberg, Vienna), Jupiter's vulnerability and subservience to the power of love are abundantly apparent. Ganymede depicts the beautiful mortal youth who was beloved of Jupiter and borne to Olympus by an eagle, another attribute of Jupiter, to serve as cupbearer to the gods. The two paintings were almost certainly the same size originally and square in format: the Forbes picture has been cut down at both the sides and at the top, as can be seen from the somewhat flattened top of Jupiter's head. A large and magnifi­cent eagle with outspread wings dominates each composition, and a comparison of the birds has led scholars to date the two paintings closely in time. There is general agreement on the basis of style that they were painted between 1611 and 1615, although one Rubens expert, Michael Jaffe, has proposed a later date. The composition of the Forbes picture clearly reflects Rubens's knowledge of the decorations illustrating the tale of Cupid and Psyche in the Villa Farnesina in Rome, designed by his great High Renaissance predecessor, Raphael. Indeed, Cupid Supplicating Jupiter conflates two of those scenes: Jupiter Kissing Cupid and Venus Appealing to Jupiter. In Raphael's scenes, the eagle is subsidiary to the figures. The prominence and heraldic quality of Rubens's eagles might eventually provide a clue to the patron of both Cupid Supplicating Jupiter and the Schwarzenberg Ganymede.</p>",
            "title":"Cupid Supplicating Jupiter, Peter Paul Rubens and Studio",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Fall 1991"
        },
        {
            "_id":{
                "$oid":"62267f14c585860018ecf5a5"
            },
            "exhibitions":[],
            "body":"<p><strong>Preparing for a New Building: Art Evacuation</strong></p><p><br>On a walk through the Art Museum recently, one might have encountered people standing over the mosaic Drinking Contest of Herakles and Dionysos (early 3rd century AD), carefully examining each tiny block, or tessera, that makes up the image of the two half brothers with their wine. Or one might have heard the conversation of others while gazing at Peter Paul Rubens’s Cupid Supplicating Jupiter (ca. 1611–16). While these are experiences Art Museum visitors are accustomed to, this time the people in the galleries were not students, faculty, or members of the public interacting with the art; rather, they were some of the many professionals working to evacuate the collections before construction on the new Museum can begin. This summer the current building will be demolished so that a new home, designed by Sir David Adjaye and scheduled to open in late 2024, can sit on the same spot.</p><p>The evacuation of artworks is one visible sign that preparations for the new building are underway. A welcome task, it is also a stressful one, especially when undertaken during a worldwide pandemic. Art movement began in October 2020 and is scheduled to be completed in early summer. Thirty-eight galleries, storage rooms, study rooms, and conservation spaces will be emptied when done. Likewise, sculptures on the campus grounds considered to be in close proximity to the current building’s walls will be deinstalled to guarantee their safety. In total, approximately 53,000 paintings, drawings, sculptures, photographs, and works of decorative art will be removed and taken to off-site storage in nearly 4,800 crates and packing boxes—many reused for the transport of multiple objects.</p><p>This work requires a team of talented professionals, and it wouldn’t be possible if not for their careful attention to detail as well as their problem-solving abilities and endless dedication to our institutional mission. They are art handlers, registrars, conservators, and curators; our facilities team, security officers, and building crew; object photographers and collections documentation staff; and project managers. In addition to Museum staff members, staff from other Princeton University departments as well as contracted conservation firms, art packing and storage companies, and vendors specializing in rigging have been employed, rounding out the skills needed to get the job done.</p><p>While any number of objects could illustrate the complexities faced by the team, the third-century mosaic from Antioch in the Roman Court is a good example. The people spotted near Drinking Contest of Herakles and Dionysos consisted of conservators, collections managers, engineers, and art packers, all debating how best to deinstall this embedded floor painting with care so that it may be installed once again. They must determine how to cut away the non-historic flooring material with precision so as not to damage the two-thousand-year-old mosaic. During the first half of the twentieth century, Museum professionals installed architectural fragments, reliefs, and other oversize objects as if the objects would remain in the Museum building permanently, making this group’s work particularly tricky. This mosaic, along with the others in the Roman Court, may take nearly two months to deinstall and pack. With limited floor space in the gallery, the art handlers must move one by one.</p><p>Before long, the work of the art evacuation team will be complete. Objects will rest in their temporary homes, ready for the next teams to take over—the researchers, conservators, and mount makers who will review the objects and prepare them for their eventual return to expanded display settings in our new building, designed to create engagement across communities and cultures with art at the core.</p><p>Chris Newth<br>Associate Director for Collections and Exhibitions</p><p>Spring 2021 Magazine</p>",
            "title":"Preparing for a New Building: Art Evacuation",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"62cc7fea2679a200185bce83"
            },
            "exhibitions":[],
            "body":"<p><strong>Recent Acquisition: Peter Paul Rubens’s &nbsp;The Abduction of Ganymede</strong></p><p>In 1636 the great Flemish artist Sir Peter Paul Rubens was commissioned to provide about sixty mythological paintings for the Torre de la Parada, King Philip IV’s hunting lodge outside Madrid. Approximately fifty oil sketches for the project still survive. A number are housed in the Prado Museum, Madrid; the Boijmans van Beuningen Museum, Rotterdam; and the Royal Museums of Fine Arts of Belgium, Brussels. One—a recent acquisition—now resides in the collections of the Princeton University Art Museum. It had most recently been owned by the director &nbsp;of the English National Opera and the Bavarian State Opera, Sir Peter Jonas, who died in 2020.</p><p>Rubens—a humanist, diplomat, art collector, and the head of a thriving, productive workshop—was one of the most important and influential artists of the seventeenth century. He was patronized by several European monarchs, including Marie de Medici of France and Charles I of England, but none more so than Philip IV of Spain, whose dominions included the Southern Netherlands, of which Flanders was a province.</p><p>The Museum’s painting depicts the beautiful youth, Ganymede, who was abducted by Jupiter (or his eagle) and subsequently became cupbearer to the god. The story reaches back to Homer and Virgil, but the account most familiar during the sixteenth and seventeenth centuries is in Ovid’s Metamorphoses: “The king of the gods [Jupiter] once burned with love for the Phrygian Ganymede, and something was found which Jove would rather be than what he was. Still he did not deign to take the form of any bird save that which could bear his thunderbolts [the eagle]. Without delay he cleft the air on his lying wings and stole away the Trojan boy, who even now, though against the will of Juno, mingles the nectar and attends the cups of Jove.”</p><p>In the oil sketch, Rubens based the boy’s pose on that of the elder son of Laocoön;1 the artist made drawings of the antique sculptural group in Rome in the early 1600s. The round shape of Ganymede’s buttocks is echoed in the swell of his stomach and thigh, and his arms are spread upward, &nbsp;as though reaching for the heavens.</p><p>As is typical of the sketches for the Torre de la Parada, the painting was prepared with a white ground, over which &nbsp;a streaky brown imprimatura was applied. Rubens firmly outlined the boy’s form and carefully built up the opaque flesh tones over the brushy preparation. By contrast, the form and feathers of Jupiter’s eagle, described by sure and sweeping dark brown brushstrokes, leave the priming visible. Rubens often used more than one piece of wood for his panel paintings. Ganymede is constituted of four planks, although we are not yet sure whether the lateral panels were part of Rubens’s original composition or added somewhat later. The number “3 ½” is inscribed at the top of the central panel, above a horizontal line running its width, and &nbsp;accords roughly with the width of the final picture &nbsp;in Antwerp feet.2 &nbsp;</p><p>The tall vertical format of the finished painting, now in the Prado (see previous page), indicates that it was likely intended to be hung between windows in the hunting lodge. The composition differs in several respects from the sketch, most notably in the boy’s expression and physique; the inclusion of a quiver with arrows (in the account in the Aeneid, Ganymede was abducted while hunting); and the pose of the eagle, whose beak catches the strap of the quiver rather than the small piece of red cloth in the sketch. Ganymede’s left hand now rests on the eagle’s outstretched wing,3 and Jupiter’s thunderbolt appears in the stormy sky.</p><p>The Ganymede sketch provides a wonderful foil for the Museumʼs large painting by Rubens and his studio, Cupid Supplicating Jupiter (ca. 1611–15). Painted some twenty years earlier, Jupiter is represented with his eagle rather than by the eagle as in the sketch. In both works, the red drapery is the only real color note in a largely monochromatic palette. The figure of Cupid, whose face is seen in profile, could almost be the same model Rubens would later use for Ganymede. Of course, the execution of the two birds—indeed, of the two paintings—is quite distinct and can be explained not only by the difference in the size of the works but also by their purpose, the time elapsed between their production, and the evidence of studio collaboration.</p><p>The size of the Torre commission necessitated that Rubens delegate the execution of some of the paintings (based on his sketches) to his Antwerp colleagues. The master apparently saved for himself the subjects that attracted him most, among them Ganymede. The dramatic scene and Rubens’s love of the nude allowed the artist to demonstrate his virtuosity to great effect. The Princeton sketch highlights for us the role that Rubens’s intellectual acuity, direct and rapid working method, and compositional acumen played in contributing to his international success.</p><p><br>Ronni Baer&nbsp;<br>Allen R. Adler, Class of 1967, Distinguished Curator and Lecturer &nbsp;</p><p>Spring 2022 Magazine</p><p>1 &nbsp;As Alpers noted in her discussion of the Prado painting; see Svetlana Alpers, Corpus Rubenianum Ludwig Burchard, Part IX: The Decoration &nbsp;of the Torre de la Parada (London: Phaidon, 1971), 211.<br>2 &nbsp;Julius Held, “New Oil Sketches by Peter Paul Rubens,” Burlington&nbsp;<br>Magazine 129 (1987): 577.<br>3 &nbsp;Held, 577. Held suggests this change between the sketch and the painting may be due to Rubens’s reliance on Michelangelo’s drawing &nbsp;of the subject made for Cavalieri.</p>",
            "title":"Recent Acquisition: Peter Paul Rubens’s  The Abduction of Ganymede",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}