{
    "makerid":12975,
    "published_date":"2023-07-26 02:01:02.430769",
    "type":"maker",
    "displayname":"Vik Muniz",
    "makertype":"Individual",
    "alphasort":"Muniz, Vik",
    "lastname":"Muniz",
    "firstname":"Vik",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1961, São Paulo, Brazil; active New York, NY, and Rio de Janeiro, Brazil",
    "begindate":1961,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Vik Muniz",
            "alphasort":"Muniz, Vik",
            "lastname":"Muniz",
            "firstname":"Vik",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500114657"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/79155194"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88bf1975ec80016e02d3f"
            },
            "body":"To make the photographs in the series Pictures of Junk, Muniz manipulated refuse and metal detritus on the floor of his workspace in Rio de Janeiro. The junk was reconfigured to resemble Old Master narrative paintings as well as portraits of the catadores (garbage collectors) whose livelihood depended on scavenging in Jardim Gramacho, one of the world’s largest dumps. For this work, Muniz perched with his view camera on scaffolding high above the floor and used a laser pointer to direct studio staff (including local art students) in arranging the trash into the form of Caravaggio’s Narcissus (ca. 1597). Muniz’s illusionism reminds us that all picture-making is a process of reflecting and recycling that turns mere materials into stuff of the mind or of art.\n\n<em><em>Conversation prompts<em><em>\nWhich objects do you notice first when looking at this work? Which come into view later, and how does your reading of the work shift when they do?\n\nWhat different types of artwork does this object combine? How does it break down the boundaries between different artistic media, such as sculpture, photography, and performance art?\n\nDoes the use of recycled materials here imply that the environment is resilient or fragile?",
            "title":"Teach with Collections: Vik Muniz, Narcissus",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"602563fb53c23600179999fc"
            },
            "exhibitions":[],
            "title":"Magazine: Fall 2020: Vik Muniz: Artist and Activist ",
            "body":"<p><strong>Vik Muniz: Artist and Activist&nbsp;</strong></p><p>On November 12, the renowned Brazilian American photographer Vik Muniz will present an artist’s talk as part of the Art Museum’s slate of virtual programming. &nbsp;Made using unconventional materials—including trash, puzzle pieces, precious gems, and even chocolate syrup— Muniz’s large-scale works re-presenting iconic images consider photography’s relation to the history of art and the circulation of popular images in the media. Muniz’s popular TED Talk explaining his work as an artist and activist has garnered more than a million views.&nbsp;</p><p>This fall as the Princeton community has the opportunity to ask Muniz about his practice, we highlight two of the artist’s works in the Museum’s collections. For the 2004 series <i>Pictures of Diamonds&nbsp;</i>(commissioned for a charity benefit auction), Muniz arranged thousands of gemstones on black velvet to create images of stars from Hollywood’s golden age. <i>Elizabeth Taylor&nbsp;</i>is based on a publicity portrait of Taylor (also copied by Andy Warhol), which Muniz embellished with precious gems and then rephotographed, enlarging the resulting image to over life-size. Originally trained as a sculptor, Muniz often crafts images using three-dimensional materials with symbolic significance. “I wanted to test the degree of interference between the overkill glamour of the stars and that of the shiny rocks,” he explained. The diamond array makes clear the distance between Taylor the person and her star persona; its subject—and substance—glitters, sparkles, and reflects light, providing us with superficial beauty rather than intimate information. The portrait is also a wry nod to Taylor’s well-known taste for extravagant jewelry, which she capitalized on in marketing her perfume White Diamonds.&nbsp;</p><p>Muniz’s art and his interest in activism often directly intersect, as in his photographic series <i>Pictures of Junk</i>. In making <i>Narcissus&nbsp;</i>(2005), a work from that series that stands more than seven feet tall, Muniz perched on scaffolding high above the floor of his studio in Rio de Janeiro and used a laser pointer to direct his staff and local art students in arranging trash and metal detritus into a composition resembling a painting by the late sixteenth- to early seventeenth-century Italian artist Caravaggio. For this and other works from the series, Muniz hired <i>catadores&nbsp;</i>(garbage collectors) whose livelihoods depended on scavenging for recyclables in Jardim Gramacho, one of the world’s largest dumps, to collect material and to serve as models for the figures in the famous works of art on which his images are based.&nbsp;</p><p>Muniz’s project brought attention to the predicament of the pickers, who allied to form the Associação dos Catadores do Aterro Metropolitano de Jardim Gramacho (Association of Collectors of the Metropolitan Landfill of Jardim Gramacho). The association drew attention to the imminent closure of the landfill, which would deprive the collectors of their main source of income, as well as the ecological impact of their work: Jardim Gramacho had one of the highest rates of recycling in Brazil. Although the country has very few municipal recycling programs,<br>a significant percentage of its trash is reclaimed thanks to the work of pickers. This story was the subject of the 2008 documentary <i>Waste Land</i>, which followed Muniz as he collaborated with association members. The illusions he created remind us that picture making is a process of transformation that can turn even discarded materials into compelling artistic expressions. Muniz donated $50,000 from the sale of a photograph from the series to the trash collectors who posed for the works and, along with the documentary filmmakers, has donated $276,000 to the workers’ collective. In 2011 he was named a UNESCO Goodwill Ambassador in recognition of his work with the <i>catadores</i>.</p><p>Muniz continues to use his celebrity as a vehicle for social justice. He opened the Escola Vidigal in the Vidigal favela, near his home in Rio, which offers preschool and after-school programs in art, design, and technology for underprivileged children. “I’m at this point in my career where I’m trying to step away from the realm of fine arts,” he explains, “because I think it’s a very exclusive, very restrictive place to be. What I want to be able to do is to change the lives of people with the same materials they deal with every day.”&nbsp;</p><p>&nbsp;</p><p>Beth Gollnick<br>Curatorial Associate, Photography and Modern and Contemporary Art&nbsp;</p>",
            "author_type":"Curator",
            "source":""
        }
    ]
}