{
    "makerid":17328,
    "published_date":"2023-03-29 02:04:49.594857",
    "type":"maker",
    "displayname":"Alfred Stevens",
    "makertype":"Individual",
    "alphasort":"Stevens, Alfred",
    "lastname":"Stevens",
    "firstname":"Alfred",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1823–1906; born Brussels, Belgium; died Paris, France",
    "begindate":1823,
    "enddate":1906,
    "nationality":"Belgian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alfred Stevens",
            "alphasort":"Stevens, Alfred",
            "lastname":"Stevens",
            "firstname":"Alfred",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500000844"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/10025104"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db31a6f4d9005001632973d"
            },
            "body":"Although the reputation of the Belgian-born artist Alfred Stevens (1823–1906), a Parisian by adoption, does not compare to the renown of his friends Delacroix, Courbet, Manet, and Degas, Stevens’s early contributions to progressive French art of the mid-nineteenth century were so significant that he continues to attract new appreciation. [In 2012] his painting <em>La Psyché (My Studio)<em>, of around 1870, entered the Museum’s collection. It exemplifies the style and subject matter that insured the artist’s fame in his lifetime, particularly during the Second Empire (1852–1870); one of several pictures of his studio, its many details repay close looking.\n\nThe psyché is a full-length mirror mounted on a frame that was invented in the late eighteenth century to be used in a dressing room; its name is derived from the myth of Cupid and Psyche, which thematizes the gaze. Here a model takes a break from posing and peers from behind a tall mirror, but this looking glass is not, in fact, a psyché; rather it has been substituted for the canvas that customarily occupies the easel in studio scenes.\n\nThis mirror is clearly a metaphor for representation itself. (We may think of Stendhal’s definition of the novel as “a mirror moving along a highway.” Perhaps a painting is a mirror sitting on an easel.) Stevens frustrates our expectations by partially draping the mirror with a cloth, hiding much of what would have been reflected, including, we may guess, the artist’s own image. Certainly the cigarette butt on the floor is a sign of the artist’s recent presence (Stevens smoked heavily), and nearby struts a small green parrot, itself symbolic of mimesis. Works of art are everywhere. A portfolio of Japanese prints on the artist’s armchair attests to Stevens’s interest in these images; along with the Goncourt brothers, Bracquemond, and Whistler, he was an early admirer and collector of Japanese art. A number of canvases lean against the wall, only the backs and wooden stretchers visible. Over them hang paintings and oil sketches—they include a small study for Stevens’s Salon picture of 1855, now in the Musée d’Orsay.\n\nStevens, who was decorated by the governments of Belgium and France, exhibited at the Salons and never broke with the artistic establishment as his younger contemporaries Manet, Degas, and the Impressionists would do. Yet his paintings of modern life, especially of fashionably dressed women in domestic interiors, painted in the 1850s and 1860s, would provide fertile new ground for the Impressionists. As a proud upholder of the Northern tradition, Stevens often painted on panel and drew inspiration from artists such as Vermeer and De Hooch, updating their subjects to modern times.\n\nAround 1900, this painting belonged to Robert de Montesquiou, a poet, aesthete, and the model for Marcel Proust’s Baron de Charlus in <em>Remembrance of Things Past<em>. It hung, along with Montesquiou’s portrait by Whistler (The Frick Collection, New York), in his dining room, where Proust must have seen it. In an essay on the artist, Montesquiou praised the painting’s “realism that is entirely Dutch,” and qualified it as “an apotheosis of all the art of Stevens, and of all his loves: women, objects, and the reflections that multiply them.”",
            "title":"La Psyché (My Studio), Alfred Stevens",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Magazine: Spring 2013"
        }
    ]
}