{
    "makerid":6240,
    "published_date":"2022-03-28 16:07:16.599957",
    "type":"maker",
    "displayname":"Alexander Stirling Calder",
    "makertype":"Individual",
    "alphasort":"Calder, Alexander Stirling",
    "lastname":"Calder",
    "firstname":"Alexander",
    "nametitle":null,
    "middlename":"Stirling",
    "suffix":null,
    "displaybio":"American, 1870–1945",
    "begindate":1870,
    "enddate":1945,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American family of artists. (1) Alexander Milne Calder, of Scottish birth, moved to Philadelphia in his early 20s and produced several important sculptural works for the city. His son (2) Alexander Stirling Calder was also a sculptor. The family’s greatest success came in the third generation, however, with (3) Alexander Calder, best known for his kinetic sculptures or mobiles.\r\n(1) Alexander Milne Calder\r\n(2) Alexander Stirling Calder\r\n(3) Alexander Calder \r\nGDA\r\n\r\n---\r\n\r\nAlexander Stirling Calder (January 11, 1870 – January 7, 1945) was an American sculptor, born in Philadelphia, Pennsylvania. He was the son of sculptor Alexander Milne Calder and the father of sculptor Alexander (Sandy) Calder.\r\n\r\nIn 1885 at age 16, A.S. Calder attended the Pennsylvania Academy of Fine Arts where he studied under the renowned Thomas Eakins. He first worked as a sculptor the following year, assisting his father in producing the extensive sculpture program on the Philadelphia City Hall, and is reported to have modeled the arm of one of the figures. In 1890 Calder moved to Paris where he studied at the Academie Julian under Henri Michel Chapu, and then was accepted in the Ecole des Beaux-Arts where he entered the atelier of Alexandre Falguière. In 1902 he returned to Philadelphia and began his career as a sculptor in earnest. Throughout his career Calder was frequently a teacher, variously teaching sculpture or anatomy at the Pennsylvania Academy of the Fine Arts, the Pennsylvania Museum School of Industrial Art in Philadelphia, the National Academy of Design in NYC and the Art Students League of New York.\r\n\r\nIn 1912, Calder, along with Karl Bitter, was named head of the sculpture program for the Panama-Pacific Exposition in San Francisco in 1915. Calder obtained a studio in NYC and there employed the services of model Audrey Munson who posed for Calder and a host of other artists.\r\n\r\nHe is buried in West Laurel Hill Cemetery in Bala Cynwyd, Pennsylvania. (Wikipedia 3/17/09)\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alexander Stirling Calder",
            "alphasort":"Calder, Alexander Stirling",
            "lastname":"Calder",
            "firstname":"Alexander",
            "nametitle":null,
            "middlename":"Stirling",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500023328"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/70389914"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}