{
    "makerid":14834,
    "published_date":"2022-03-28 16:08:52.225062",
    "type":"maker",
    "displayname":"George Whitefield",
    "makertype":"Individual",
    "alphasort":"Whitefield, George",
    "lastname":"Whitefield",
    "firstname":"George",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"English, 1714–1770",
    "begindate":1714,
    "enddate":1770,
    "nationality":"English",
    "culturegroup":null,
    "biography":"George Whitefield, also known as George Whitfield, (December 16, 1714 - September 30, 1770), an Church of England itinernant minister who helped spread the Great Awakening in Great Britain and, especially, in the British North American colonies.\r\n\r\nContents \r\n1 Early life \r\n2 Travels and evangelism \r\n3 Revival meetings \r\n4 Published Works \r\n5 References \r\n6 External links \r\n \r\nEarly life\r\nHe was born at the Bell Inn, Southgate Street, Gloucester, England. He was a very influential figure in the establishment of Methodism. He was famous for his preaching in America which was a significant part of an 18th century movement of Christian revivals, sometimes called \"The Great Awakening.\"\r\n\r\nGeorge Whitefield was the son of a widow who kept an inn at Gloucester. At an early age, he found that he had a passion and talent for acting in the theatre, a passion that he would carry on through the very theatrical re-enactments of Bible stories that he told during his sermons. He was educated at the Crypt School, Gloucester, and Pembroke College, Oxford. Because Whitefield came from a poor background, he did not have the means to pay for his tuition. He therefore entered Oxford as a servitor, the lowest rank of students at Oxford. In return for free tuition, he was assigned as a servant to a number of higher ranked students. His duties would include waking them in the morning, polishing their shoes, carrying their books and even doing their coursework (see Dallimore). He was a part of the 'Holy Club' at Oxford University with the Wesley brothers, John and Charles. After reading Henry Scougal's The Life of God in the Soul of Man he became very religious. Following a religious conversion, he became very passionate for preaching his newfound faith. The Bishop of Gloucester ordained him before the canonical age.\r\n\r\nTravels and evangelism\r\nWhitefield preached his first sermon in the Crypt Church in his home town of Gloucester. He had earlier become the leader of the Holy Club at Oxford when the Wesley brothers departed. He was the best known and the most written about Methodist when he adopted the practice of Hywel Harris of preaching in the open-air at Hanham's Mount, near Kingswood. In 1738, before going to America, where he became parish priest of Savannah, Georgia he invited John Wesley to preach in the open-air for the first time at Kingswood and then Blackheath, London. After a short stay in Georgia he returned home in the following year, resuming his open-air evangelistic activities.\r\n\r\n \r\nWhitefield had cross-eyed (Strabismus) vision.Whitefield accepted the C of E Article on predestination and disagreed with the Wesley brothers views of the doctrine of Arminianism. As a result the Wesley Brothers set-up their own religious movement. Whitefield formed and was the President of the first Methodist Conference. At an early date Whitefield decided to concentrate on evangelistic work and relinquished the position.\r\n\r\nThree churches were established in England in his name: one in Bristol and two others, the \"Moorfields Tabernacle\" and the \"Tottenham Court Road Chapel\", in London. Later the society meeting at the second Kingswood School at Kingswood, a town on the eastern edge of Bristol, was also called Whitefield's Tabernacle. Whitefield acted as chaplain to Selina, Countess of Huntingdon and some of his followers joined the Countess of Huntingdon's Connexion, whose chapels were paid for at her sole expense and where a form of Calvinistic Methodism similar to Whitefield's could be spread. Many of these chapels were built in the English counties and Wales, and one was erected in London – the Spa Fields Chapel.\r\n\r\nIn 1739 Whitefield returned to England to raise funds to establish the Bethesda Orphanage which still exists to this day as the oldest extant charity in North America. On returning to North America he preached a series of revivals that came to be known as the Great Awakening of 1740. He preached nearly every day for months to large crowds of sometimes several thousand people as he travelled throughout the colonies, especially New England. His journey on horseback from New York to Charleston was the longest then undertaken in North America by a white man.\r\n\r\nIn Georgia there was originally a prohibition on slavery, but in 1749 there was a movement to introduce it there, which Whitefield supported. He owned slaves who worked at the orphanage, and these were bequeathed to the Countess of Huntingdon when he died.\r\n\r\nLike his contemporary and acquaintance, Jonathan Edwards, Whitefield preached with a staunchly Calvinist theology (Reisinger) that was in line with the \"moderate Calvinism\" of the Thirty-nine Articles (Works, 3:383). While explicitly affirming God’s sole agency in salvation, Whitefield would freely offer the Gospel, saying near the end of most of his published sermons something like: \"Come poor, lost, undone sinner, come just as you are to Christ\" (Borman, 73).\r\n\r\n\r\nRevival meetings\r\nHe first took to preaching in the open air on Hanham Mount, Kingswood, in southeast Bristol. A crowd of 20,000 people gathered to hear him. Even larger crowds - Whitefield himself estimated 30,000 - met him in Cambuslang in 1742.\r\n\r\n \r\nWhitefield preaching.Benjamin Franklin once attended a revival meeting in Philadelphia and was greatly impressed with Whitefield's ability to deliver a message to such a large audience. Franklin had dismissed reports of Whitefield preaching to crowds of the order of tens of thousands in England as exaggeration. When listening to Whitefield preaching from the Philadelphia court house, Franklin walked away towards his shop in Market Street until he could no longer hear Whitefield distinctly. He then estimated his distance from Whitefield and calculated the area of a semi-circle centred on Whitefield. Allowing two square feet per person he realized that Whitefield really could be heard by tens of thousands of people in the open air. He then became Whitefield's publisher and friend, though he never shared Whitefield's beliefs. Whitefield was also known to be able to use the newspaper media for beneficial publicity.\r\n\r\nWhitefield's legacy is still felt in America, where he is remembered as one of the first to preach to the enslaved. Phillis Wheatley wrote a poem in his memory after he died. In an age when crossing the Atlantic Ocean was a long and hazardous adventure, he visited America seven times, making 13 trans-Atlantic crossings in total. It is estimated that throughout his life, he preached more than 18,000 formal sermons of which 78 have been published[1] (a further 20 to 30 remain unreprinted).[2] In addition to his work in America and England, he made 15 journeys to Scotland, (most famously to the \"Preaching Braes\" of Cambuslang in 1742), two to Ireland, and one each to Bermuda, Gibraltar, and The Netherlands. He is considered to be one of the fathers of Evangelicalism. He was the best-known preacher in England and America in the 18th century, and because he travelled through all of the American colonies and drew great crowds and media coverage, he was one of the most widely recognized public figures in America before George Washington.\r\n\r\nHe died in the parsonage of Old South Presbyterian Church[3] , Newburyport, Massachusetts on September 30, 1770. He was buried, according to his wishes, in a crypt under the pulpit of this church.\r\n\r\n\r\nPublished Works\r\nNumerous sermons, public letters and journals were published during his lifetime. The Journals were originally intended for private circulation, but were \"surreptitiously\" published leading to James Hutton publishing a version with Whitefield's approval. Exuberent and \"too apostolical\" language resulted in great criticism from his enemies. This led to him stopping publishing his journals after 1741 (although he was preparing a journal in 1744/45 for publication, which Journal was published in 1938). He published a heavily edited version of his Journals in 1756, along with an account of his early life. After his death John Gillies, a Glasgow friend, published a memoir and six volumes of works, comprising three volumes of letters, a volume of tracts and two volumes of sermons. A collection of sermons was published just before he died in London. These were disowned by Whitefield and Gillies (who tried to buy all copies and pulp them). They had been taken down in shorthand, but Whitefield said that they made him say nonsense on occasion. These sermons were included in a nineteenth century volume Sermons on Important Subjects along with the \"approved\" sermons from the Works. A new edition of the Journals, in one volume, was edited by William Wale in 1905. This edition was reprinted with additional material in 1960 by the Banner of Truth Trust.\r\n\r\nIn recent years a collection of Whitefield's Works has been published on CD-ROM by Quinta Press.\r\n\r\nWork is starting on a new critical edition of Whitefield's correspondence. This project is part of the IMEMS Centre and Periphery strand, and is being planned by David Ceri Jones of Aberystwyth University in conjunction with Professor Bruce Hindmarsh (Regent College, Vancouver), and the Jonathan Edwards Centre at Yale University.[4]\r\n\r\nQuinta Press is working on a new edition of Whitefield's sermons (including about 25 not included in previous editions) and Journals, William Wale's edition having cut out much of Whitefield's exuberent language.[5]\r\n\r\n\r\nReferences\r\nArmstrong, John H. Five Great Evangelists. Christian Focus Publications, Ross-shire, G.B., 1997. \r\nArnold A. Dallimore, George Whitefield: The Life and Times of the Great Evangelist of the Eighteenth-Century Revival. Banner of Truth Trust, Edinburgh and Carlisle, Pennsylvania, 1970-1980. \r\nBormann, Ernest G. Force of Fantasy: Restoring the American Dream. Carbondale: Southern Illinois University Press, 1985. \r\nLambert, Frank. \"Pedlar in divinity\": George Whitefield and the Transatlantic Revivals, 1737-1770. Princeton, N.J. : Princeton University Press, 1993. ISBN 0-69103-296-3 \r\nMahaffey, Jerome. Preaching Politics: The Religious Rhetoric of George Whitefield and the Founding of a New Nation. Baylor University Press, 2007. ISBN 978-1-932792-88-1 \r\nMansfield, Stephen. Forgotten Founding Father: The Heroic Legacy of George Whitefield. Nashville, TN: Cumberland House, 2001. ISBN 1-58182-165-4 \r\nTyerman, Luke, The Life of the Reverend George Whitefield. Azle, TX: Need of the Times Publishers, 1995. ISBN 0-9647552-0-3 \r\nReisinger, Ernest. \"What Should We Think Of Evangelism and Calvinism?\", The Founder's Journal, Issue 19/20, Winter/Spring 1995. \r\nStout, Harry S. The Divine Dramatist: George Whitefield and the Rise of Modern Evangelicalism. Eerdmans, Grand Rapids, 1991. \r\nWhitefield, George, \"Journals\". London: The Banner of Truth Trust, 1960.ISBN 0-85151-147-3 \r\nWhitefield, George, \"Works\" on CD-ROM, Weston Rhyn: Quinta Press, 2000. ISBN 1-897856-09-1 \r\n\r\n[edit] External links\r\n59 Sermons by George Whitefield at the 'Asia-Pacific Institute of Biblical Studies (APIBS)' \"103 Classic Seremons - Library\" \r\nSermons by Whitefield at Monergism.com \r\n38 Sermons by Whitefield at the 'Reformed Sermon' Archive \r\nThe George Whitefield Homepage - links to articles about, 59 sermons by Whitefield and Resources, etc. \r\nThe Essential George Whitefield - sermons by Whitefield, articles about him and a bibliography \r\nRetrieved from \"http://en.wikipedia.org/wiki/George_Whitefield\"\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"George Whitefield",
            "alphasort":"Whitefield, George",
            "lastname":"Whitefield",
            "firstname":"George",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"George Whitfield",
            "alphasort":null,
            "lastname":"Whitfield",
            "firstname":"George",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27107411"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}