{
    "makerid":3097,
    "published_date":"2022-03-28 16:05:14.869652",
    "type":"maker",
    "displayname":"Nicolas Poussin",
    "makertype":"Individual",
    "alphasort":"Poussin Nicolas",
    "lastname":"Poussin",
    "firstname":"Nicolas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1594–1665",
    "begindate":1594,
    "enddate":1665,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Poussin was born into a family of some local distinction in Normandy, where he probably received early training in painting. He spent most of his formative years in Paris, and he then went to Italy by at least 1624. He was a popular and influential painter who successfully subordinated dramatic narrative and the expression of extreme states of human passions to the formal harmony of designs, which were based on the beauty and precision of abstract forms. His work epitomized the contemporary search for equilibrium and synthesis between the forces of the Classical and the Baroque around which most artistic critical debate in Rome was concentrated during the 1630s. French painter. ULAN\r\n\r\n--- \r\n\r\nFrench painter and draughtsman, active in Italy. His supreme achievement as a painter lies in his unrivalled but hard-won capacity to subordinate dramatic narrative and the expression of extreme states of human passions to the formal harmony of designs based on the beauty and precision of abstract forms. The development of his art towards this end was focused on the search for a point of equilibrium and synthesis between the forces of the Classical and the Baroque around which most critical debate in Rome was concentrated during the 1630s. Poussin did not aspire to the classicism of Raphael's idealized human forms or Michelangelo's re-embodiment of the physical splendours of the antique world, nor did he attempt to vie with the bravura and energy of Annibale Carracci's treatment of Classical mythology in the Galleria of the Palazzo Farnese in Rome. Equally he was not concerned with the illusionistic effects and heightened emotionalism of Baroque artists such as Pietro da Cortona and Lanfranco. He was concerned above all with interpreting his subject-matter, whether Classical or religious, and telling a story with the greatest possible concentration of emotional response, transcending any single moment in a narrative sequence but communicating and crystallizing every underlying passion into a comprehensive image.\r\n\r\nFrom his earliest days as an unrecognized artist in Paris, when he executed a series of autonomous, carefully finished drawings (Windsor Castle, Royal Lib.) illustrating themes from Ovid for the Italian poet Giambattista Marino, to his last days in Rome, when he struggled in vain to complete his painting of Apollo and Daphne (Paris, Louvre), Poussin exhibited an inimitable capacity to give visual expression to the poetry and pagan mysteries of the antique world, based on profound knowledge of and sympathy for its art and literature (see fig.). He brought a similar empathy and imaginative antiquarian spirit to his work on Christian themes, above all in the two series of the Seven Sacraments (first, Belvoir Castle, Leics, and Washington, DC, N.G.A.; second, Duke of Sutherland priv. col., on loan to Edinburgh, N.G.). The gulf between pagan and Christian art that had opened up during the Italian Renaissance is reconciled by Poussin's strong sense of historical continuity, until in his very late works, such as the Four Seasons (Paris, Louvre), it has developed into a pantheistic sense of the grandeur of nature as a manifestation of the divine reason.\r\n\r\nI. Life and work.\r\n\r\n1. From Normandy to Rome, 1595-1627.\r\n\r\nPoussin was born into a family of some local distinction in Normandy and probably received his first artistic training from Quentin Varin, who originated from Beauvais and came to work in Notre-Dame, Le Grand Andely, c. 1612. However, Poussin's formative years were spent in Paris, where he lived for most of the period 1612-23, although his personal circumstances are not well documented (see 1995 exh. cat. by J. Thuillier). He may have studied with Ferdinand Elle and Georges Lallemand. In Paris he was strongly influenced by the bella maniera of the second school of Fontainebleau and also studied drawings by Raphael's pupils Polidoro da Caravaggio and Giulio Romano. This Mannerist legacy, with its emphasis on figures of slender proportions and graceful contours, reflected in pen-and-wash drawings by French artists such as Toussaint Dubreuil, as well as Varin, was quite distinct from the tradition absorbed by the Italian artists who were to be Poussin's immediate contemporaries in Rome, such as Domenichino, a pupil of the Carracci academy whose art was grounded in chalk drawings inspired by Raphael with no hint of Mannerist artifice.\r\n\r\nPoussin's first influential patron in Paris appears to have been Marino, who had been living there since 1615 and enjoyed the favour of Queen Marie de' Medici. According to Poussin's biographer Giovanni Pietro Bellori, the artist made a series of mythological drawings (of which 11 survive, Windsor Castle, Royal Lib.) illustrating Marino's poem Adone, but it now seems more likely that they were intended for a new edition of Ovid's Metamorphoses. Made with considerable assurance and control, in pen and brown ink and mainly grey wash, they reflect the artist's highly imaginative response to the courtly sophistication and stylized unreality of the art of Fontainebleau, in which human passions are filtered through mythological fables and nature is held at arm's length and explored for its poetic effects.\r\n\r\nIt was probably at the suggestion of Marino that Poussin decided to leave the French capital, still a relatively provincial artistic centre, and made the journey to Italy. Thuillier (1995 exh. cat, p. 28), following Bellori and Passeri, believed he may have visited Florence and Venice c. 1617 but aborted the plan to continue the journey to Rome and returned to Paris instead. He finally arrived in Rome, following a visit to Venice, in March 1624 and is recorded as living in various houses on the Via Paolina (now the Via del Babuino). Like many foreign artists, Poussin at first experienced difficulties in establishing himself in a city where papal politics and regional loyalties dominated artistic patronage and fashion. Unfortunately Marino moved on to Naples in the summer of 1624, but not before he had introduced Poussin to Marcello Sacchetti, an influential Roman patron who may have commissioned the early Battle of Gideon against the Midianites (Rome, Pin. Vaticana). This is executed in a Mannerist style strongly reminiscent of four drawings of battles (Windsor Castle, Royal Lib.) made for Marino, probably at the same time as the 11 mythological drawings. By 1626, however, Sacchetti's patronage was firmly directed towards Pietro da Cortona. Poussin also worked for Cardinal Francesco Barberini, the Pope's nephew, who had returned to Rome from Paris in 1625 with an enthusiasm for French culture, painting for him a pair of Battle Scenes (c. 1625; St Petersburg, Hermitage; Moscow, Pushkin Mus. F.A.) and a small Agony in the Garden of c. 1627 (priv. col., see 1990 exh. cat., no. 15). If the Battle Scenes are still Mannerist in their crowded design and the exaggerated contortions of the figures, the picture of Christ praying in the garden of Gethsemane is one of the most open and Baroque that Poussin ever painted. Above all, he gravitated to the circle of Cassiano dal Pozzo. Cassiano was a learned but far from wealthy lay patron, who had accompanied Francesco Barberini on official missions, among various employments for the Barberini family, but chiefly devoted his energies to science and natural history-being a friend of Galileo-and to archaeological research and study of the Antique: he employed a team of artists to measure and make drawings after Roman antiquities (e.g. Windsor Castle, Royal Lib.; London, BM) for his Museum Chartaceum or Paper Museum. Poussin, in need of gainful employment, was almost certainly engaged on this project, although his individual contribution has not yet been satisfactorily identified. In this way he became absorbed into dal Pozzo's intellectual world, with access to his incomparable library, and met other artists, including Pietro Testa.\r\n\r\n2. 'Poesie', 1627-31.\r\n\r\nCassiano's wish as a patron to encourage a highly romantic and imaginative response to Classical literature and mythology is reflected in the early paintings of both Poussin and Testa. It may well have been on his initiative that these artists were given access to the Venetian Bacchanals by Giovanni Bellini and Titian (Washington, DC, N.G.A.; London, N.G.; Madrid, Prado) in the Aldobrandini and Ludovisi collections. These became a major influence on Poussin's style during the later 1620s, as he established himself in Rome. In 1626 he was sharing a house with the Flemish sculptor François Du Quesnoy, with whom Bellori describes Poussin sculpting models after the Antique. By 1629 he was living with the family of the French restaurateur Jacques Dughet, whose daughter Anne-Marie he married in 1630. With her brother, Gaspard Dughet, Poussin began to develop an interest in landscape around this period; they both explored the Roman Campagna along with Claude Lorrain, making sketches out of doors. Indeed, the landscape drawings of these three artists and of Claude's pupil Giovanni Domenico Desiderii (1623-67) are so close to each other in style that it has proved difficult to arrive at firm attributions for some well-known drawings (e.g. Landscape with a Fountain in a Wood; London, BM), in particular those that have been grouped by art historians under the name of the silver birch master (see Masters, anonymous, and monogrammists, §I). On balance, however, many should probably be credited to Poussin. (For an alternative view see Dughet, gaspard.)\r\n\r\nMany of Poussin's early Roman paintings reflect the conjunction of all these influences: the art and literature of the antique world; the warm colours and romantic atmosphere of Venetian Renaissance painting; and the close observation of nature and the visual effects of strong Italian sunlight, filtered through foliage. The early Cephalus and Aurora and the dismembered Venus and Adonis with a View of Grottaferrata (Montpellier, Mus. Fabre; USA, Birch priv. col.), both originating from Cassiano's collection, nostalgically evoke the spirit of a lost antique civilization, without any hint of antiquarian pedantry. In the Venus and Adonis the insubstantial figures are absorbed into a landscape that provides a perfect foil to their ephemeral pleasures. Poussin's poetic approach to nature, and in particular the emphasis on the setting sun to evoke a restless mood of transience, is used repeatedly in the early mythologies, and nowhere more poignantly than in the nostalgic Arcadian Shepherds ('Et in Arcadia Ego'; Chatsworth, Derbys), the sombre Venus and Adonis (Caen, Mus. B.-A.) or the unsettling Acis and Galatea (Dublin, N.G.), where the gloomy light foreshadows the tragedy that lies ahead.\r\n\r\nThe success of Poussin's relatively modest early works for Francesco Barberini had meanwhile led to a further commission, for the large-scale Death of Germanicus. This, Poussin's first epic masterpiece, was delivered in January 1628. It is a heroic deathbed scene with a gravity, emotional intensity and artistic vigour that eclipses all the artist's early Roman poesie. Its clear design, with the emphatic gestures of the mourners inspired by antique low reliefs of the Death of Meleager, and the controlled but expressive use of an enclosed interior space for the dramatic action, marks a decisive stylistic advance from the battle paintings, with their crowded composition, ambiguous perspective, rhetorical gestures and exaggerated chiaroscuro. Yet, notwithstanding its dignified classical restraint, the Death of Germanicus also reflects, from a strictly formal and stylistic point of view, the contemporary Baroque idiom, with overlapping figures and an absence of clearly defined forms. A similar finely tuned balance between Classical and Baroque characterizes the large-scale Triumph of Flora (Paris, Louvre), painted for Cardinal Aluigi Omodei (b 1608). Conceived in a more lyrical mood, it represents a festive procession of figures whose fate determined that they should be transformed into flowers, as described in Ovid's Metamorphoses. Luminous, richly coloured figures move laterally from right to left through a sumptuous Venetian-style landscape, but are balanced by a small group of more monumental and stable figures reclining in the left foreground, who impede any uncontrollable avalanche of cavorting forms.\r\n\r\nPoussin's growing prestige in Rome led to more conventional commissions for altarpieces and devotional works: the Martyrdom of St Erasmus (Rome, Pin. Vaticana), commissioned for St Peter's in 1628, the Virgin Appearing to St James (Paris, Louvre), painted for a church in Valenciennes in the Spanish Netherlands in 1629-30, and the Mystic Marriage of St Catherine (Edinburgh, N.G.), recorded in Cassiano dal Pozzo's collection and perhaps dating from c. 1630-31. Although these pictures are enormously effective, especially measured by the requirements of the time for direct unambiguous communication, they nevertheless appear now to lack the conceptual prowess, the narrative incisiveness and the historical empathy that characterize even Poussin's earliest interpretations of Classical history and ancient mythology. Perhaps with the benefit of hindsight, it can be sensed already that the French artist was never destined for a public career as a church decorator in Rome. Certainly from this time onwards Poussin preferred to work for knowledgeable private patrons and to avoid large-scale decorative work.\r\n\r\nThe necessity of painting human forms on an enlarged scale for these early public commissions may nevertheless have stimulated Poussin to formulate a new artistic objective: to invest the individual figures within his designs with their own inner momentum, emotional strength and allegorical significance, quite apart from their secondary dramatic role in a wider narrative context. For instance, in the Inspiration of the Epic Poet (c. 1629; Paris, Louvre) the monumental figures express, perhaps for the first time in Poussin's career, a quality of serenity that owes more to the forms of Greek and Roman statuary than to effects of light and colour. Then, too, in the Triumph of David (c. 1630-31; Madrid, Prado) a mood of pathos is created through the elegant forms of the allegorical figures and of David lost in melancholy reflection, whereas in the slightly earlier memento mori of the Arcadian Shepherds (1628-9) Poussin had depended far more on atmospheric effects than on expressive Classical forms.\r\n\r\nThis new preoccupation with separating, hardening and defining the contours of individual figures and with freezing their movements and gestures into clearly articulated forms can also be detected in some of Poussin's poesie dating from the late 1620s. The Bacchanal with Guitar-player (Paris, Louvre), for instance, is characterized by a profound reflective silence and stillness that was surely inspired by Giovanni Bellini's Feast of the Gods (Washington, DC, N.G.A.; then in the Aldobrandini collection in Rome), with its own deep feeling for the divine in nature. This stylistic development continued into the early 1630s with a sequence of pictures made in a much lighter tone and with a drier, more chalky palette: Midas and Bacchus (c. 1631; Munich, Alte Pin.), the Kingdom of Flora (1631; Dresden, Gemäldegal. Alte Meister), which shows those heroes and heroines of Ovid's stories who were transformed into flowers in the setting of an ancient garden, and Echo and Narcissus (c. 1630; Paris, Louvre) where Echo, having arrived too late to prevent the transformation of her lover, is enveloped in her own internalized grief and melts into the landscape background.\r\n\r\nAbove all, however, it is the Massacre of the Innocents (c. 1628; Chantilly, Mus. Condé) from the Giustiniani collection that provides the most searing expression of human emotion through the articulation of human forms. Here Poussin, both for symbolic and dramatic effect, isolates one individual act of violence, amid the mass carnage of the biblical scene, and elevates it to a more abstract level of universal significance: the frozen mask-like expression of the mother, her face distorted by terror and grief; the physical strength and mindless determination of the murderous soldier; the playfulness of the self-absorbed innocent child; the silent howl of the bereaved female carrying a dead baby in the background, all silhouetted against the stability of the Classical architecture behind them.\r\n3. Early maturity, 1631-40.\r\n\r\nPoussin was a member of the Accademia di S Luca by 1632. During the course of the 1630s he became increasingly preoccupied with the problem of interpreting subjects involving violent action among much larger groups of figures. The Plague of Ashdod (1631; Paris, Louvre), acquired by Fabritio Valguarnera, the Triumph of David (c. 1632; London, Dulwich Pict. Gal.), the Adoration of the Magi (1633; Dresden, Gemäldegal. Alte Meister) and the Saving of Pyrrhus (1634; Paris, Louvre), painted for Abate Gian Maria Roscioli of Foligno, a protégé of the Barberini, all show the early stages of this new concern. Here the principal figures are no longer isolated in close focus for their individual expressive power. Instead they are dispersed within a clearly defined, but sometimes panoramic three-dimensional space and express their role in the narrative like actors on a stage, with appropriate rhetorical gestures, as formulated by the Classical orators. This concept of the affetti, the link between physical movement and gesture on the one hand and inward emotion and mental attitude on the other, had already been explored in Italy by Alberti and Leonardo da Vinci. Indeed two of the principal figures in the Saving of Pyrrhus, a spear-thrower and stone-thrower, are intimately connected with illustrations of Leonardo's Treatise (Milan, Ambrosiana; Windsor Castle, Royal Lib.) that Poussin made for Cassiano dal Pozzo at about this time. On the other hand the structure of the Dulwich Triumph of David reflects a more immediate source of inspiration in Domenichino's fresco of the Flagellation of St Andrew in the oratory of S Andrea in S Gregorio Celio, Rome. The stage-like setting of Poussin's picture, the placing of the architectural background exactly parallel to the picture plane, the diminishing scale of the figures, also arranged in parallel planes, and the carefully calculated intervals of space which isolate and define the forms of the individual protagonists are all derived from Domenichino.\r\nPoussin's growing mastery of this theatrical language was consolidated in the relatively large-scale Crossing of the Red Sea (Melbourne, N.G. Victoria) and its companion the Adoration of the Golden Calf (London, N.G.), painted for Amedeo dal Pozzo (Cassiano's cousin), probably c. 1634; and the Rape of the Sabines (c. 1637; Paris, Louvre), commissioned by Cardinal Omodei. In all these works Poussin successfully met the criticisms of Pietro da Cortona, voiced in the Accademia di S Luca c. 1636, that artists following Classical principles in the circle of Domenichino and Sacchi failed to give variety and depth to their designs and avoided subject-matter requiring complex or crowded compositions. Yet Poussin never once compromised the basic principles of Classical design. However, his own predilection for rational control and a coherent unified conception of dramatic narrative was achieved only after he himself had first challenged it head on with preparatory drawings of passionate energy and almost expressionistic urgency. There is a strong proto-Baroque quality in his surviving drawings for the Saving of Pyrrhus and the Rape of the Sabines (Windsor Castle, Royal Lib., and Chatsworth, Derbys), for here Poussin's principal concern is for strong theatrical effects and vivid pictorial imagery. In the ensuing paintings, on the other hand, the dynamic energy of the original conception is frozen, subdued and concentrated, by a process of exclusion and self-denial, until the design assumes a new, more monumental, timeless, even abstract quality.\r\n\r\nThe tendency towards abstraction is particularly apparent in the Louvre Rape of the Sabines (there is another version: New York, Met.). Here the subject is interpreted with tragic detachment as an antique ritual in which the transitory emotions of the participants are reduced to fixed mask-like expressions and gestures. It is as if they had been withdrawn from any temporal or physical context and transferred instead to some ancient ritualistic dance. The spectator's sense of formal detachment and alienation from any direct physical or emotional involvement in the Rape of the Sabines is further reinforced by an exaggerated perspective construction which, as Arikha has demonstrated (1983 exh. cat., p. 32), leads, through its three vanishing points, to the effect of a turning wheel. 'This wheel creates the dynamic of the painting, abolishes the illusion of depth, bringing all to the plane in a whirlwind.' The artist is not concerned with creating an illusionistic effect. His picture is an autonomous self-contained invention with its own mathematical logic, expressive rhythm and abstract strength.\r\n\r\nSimilar qualities are to be found in what is arguably Poussin's masterpiece, the Dance to the Music of Time (London, Wallace), painted c. 1634-6 for Giulio Rospigliosi, later Pope Clement IX, who was also a poet and opera librettist. Beresford (1995) has shown how the emergence of opera in the 17th century was a product of theoretical speculations on the music of the ancients and its relation to poetry and dance. Poetry, music and dance were united in their adherence to the same universal laws of harmony, the practical outcome of which was opera. The Dance to the Music of Time, with its own expressive rhythms and mutually reinforcing forms, might be seen as a corollary in which Music, Poetry and Dance were brought together not on stage but in Painting.\r\n\r\nIt is fitting that Poussin's most challenging and important commission during the 1630s should have been from his original Roman mentor, Cassiano dal Pozzo, who ordered a series of paintings representing the Seven Sacraments (Baptism, Washington, DC, N.G.A.; others, Belvoir Castle, Leics). They were to be interpreted as a narrative in a strictly historical context, showing their origin in the early years of the Christian church in Rome. There was no known iconographical precedent for such an undertaking, but it offered the artist an unparalleled opportunity to give visual expression to the deepest aspirations and emotions of the human spirit, at the critical moments of every man's life. In the Sacraments for dal Pozzo, Poussin, far more than any Classical artist before him, was concerned above all with rendering the precise emotional response of every individual involved in each intimate scene. Raphael, in his tapestry cartoons (London, V&A) showing narrative scenes from the Acts of the Apostles, which provide a clear prototype for Poussin's narrative style at this stage of his career, was far more preoccupied with the geometric clarity of his design and the ordering of his figures into expressive groups than with the subtle communication of individual emotional states, and the figures have a massive sculptural quality and an insistent physical presence that Poussin eschewed. Only Annibale Carracci in certain very small-scale late paintings, such as Christ Appearing to St Peter (London, N.G.) or the Stoning of St Stephen (Paris, Louvre), had already approached the intimate and concentrated language of expression that Poussin developed in the Sacraments. And Annibale never even aspired to emulate Poussin's capacity to evoke a mood of contemplative introspection from carefully orchestrated story-telling. This quality is especially apparent in Extreme Unction, a heroic deathbed scene that reawakens memories of the Death of Germanicus, painted a decade earlier.\r\nA distinctive feature of several of the Sacraments, especially Marriage, Confirmation, Eucharist and Extreme Unction, which are all set within a darkened interior, is the emphasis on the contrasts of light and dark and the projection of shadows on the floor and walls. On a theoretical level, it reflects knowledge of Matteo Zaccolini's manuscript writings preserved in the Barberini library (acquired by Cassiano dal Pozzo), which, in their turn, incorporate Leonardo da Vinci's observations on light and shade.\r\n\r\nOn a practical level this is mirrored in Poussin's practice of preparing his compositions with the aid of a shadow box or model stage filled with wax figures (see §III below). By rearranging the figures and the lighting, he was able to produce a succession of drawings notable for their controlled but emotionally affective choreography where, in accordance with Zaccolini's observations, relief is obtained without line through the contrasts of light and shade. Poussin's interest in optics, combined with his predilection for the use of strong chiaroscuro in many of his drawings from this period onwards, may offer some clues about his attitude to the use of colour in his mature paintings, after he had abandoned the simpler atmospheric and emotive effects derived from Venetian Renaissance painting. As Cropper (1984, p. 146) has observed in a fundamental study:In his own vocabulary [Poussin] was unable to escape from the traditional philosophical association of colour with music and with rhetoric, especially as he was concerned with the effect of a painting and its subject on the emotions of the judicious spectator. But in his painting and indeed his drawings, he shows an awareness of the slow revolution being effected in his day through which colour was being liberated from its status as a sort of tinted skin adhering to the form to be considered as a property of light governed by physical laws. \r\n\r\nPoussin's ultimate artistic aim, however, in his narrative and epic history paintings of the 1630s must be perceived as extending beyond a scientific preoccupation with the language of human gesture, the optical nature of colour and light, the abstract emotive power of carefully choreographed human forms or even the rational analysis of a dramatic situation. He was striving as well for a more elemental psychological response, rooted in the mystery of nature and the harmony of natural forms. As Charles Le Brun recognized in his brilliant detailed analysis of the Israelites Gathering Manna (Paris, Louvre), painted in 1638-9 for paul Fréart, Sieur de Chantelou, and arguably the culmination of all Poussin had achieved in this decade, the artist not only successfully captures the affetti of the individual Israelites in his representation of their gestures and facial expressions, he also embodies expression in the very nature of their forms as defined by the Greek ideals of tender youth, virile manhood, matronly nobility and advancing age. As Dempsey noted (1988-9 exh. cat., p. liv):Such a response is in essence psychological and precedes rational analysis of dramatic plot as orchestrated by the portrayal of the affetti. The affetti emblematize emotion but do not embody expression, according to which the viewer's primary response derives from an instinctive virtually empathetic identification with the characters and forms of the figures themselves … From this moment a rationalist Italian theory of the affetti begins to be replaced by the critical concept called expression by the French. The distinction is a subtle one, but it is also fundamental. The concept of expression is at heart psychological in that it is based on an emerging awareness of pure and unmediated sensory response to forms in and of themselves. \r\n\r\nThis growing emphasis on the aesthetic purity, expressive truth and moral power of the perfected forms of Greek models is also reflected in Poussin's series of Bacchanals painted in the mid-1630s. In the Triumph of Pan and the Triumph of Bacchus (Kansas City, MO, Nelson-Atkins Mus. A.), both commissioned in 1635 to hang alongside pictures by Mantegna and other early Italian Renaissance artists at the château de Richelieu, Poussin moved decisively away from the bold Italianate gran maniera that still characterizes his slightly earlier Triumph of Neptune (Philadelphia, PA, Mus. A.; also commissioned by Cardinal Richelieu) to a far more austere, linear two-dimensional form of classicism. Their purity of contour and linear abstraction were inspired by Dionysiac reliefs, mainly Hellenistic, including the antique vase (now Naples, Mus. Archeol. N.) signed by the Athenian sculptor Salpion, which had been adopted as a font in Gaeta Cathedral. The impersonal nature of these highly charged Arcadian fertility rites provided the artist with an irresistible challenge to emulate the physical vitality of the art of the antique world. The figures are united only in their sexual frenzy and Poussin knitted them together in the tight integrated form of an antique low relief. In this formation they move across the landscape with the effortless physical grace and harmonious rhythms of dancers, scarcely touching the ground, let alone inhabiting the landscape. Poussin's preparatory drawings for this project (Windsor Castle, Royal Lib.), in a scratchy linear style, with little or no relief or chiaroscuro, confirm the impression of an artist preoccupied with intricate abstract surface design and complex configurations worthy of 16th-century Mannerist art. As Oberhuber has observed (1988 Fort Worth exh. cat., pp. 248-9): 'In the Bacchanals for Richelieu the dream of the Marino drawings is fulfilled. A thoroughly classical but lively visual language is reborn. Now Poussin consciously returned to an older and archaic mode that would foreshadow what only the classicism of the late eighteenth and early nineteenth century could completely comprehend.'\r\n\r\n4. Return to France, 1640-42.\r\n\r\nThe success of the Richelieu Bacchanals immediately established Poussin's reputation in France, and further commissions from French patrons soon followed, most notably Moses Striking the Rock for Melchior Gillier, who belonged to the household of Charles de Blanchefort de Créquy, Camillus and the Schoolmaster of Falerii (Paris, Louvre), commissioned in 1637 by Louis Phélypeaux de La Vrillière to hang in his Parisian hôtel, built by François Mansart, alongside paintings by Guido Reni, Guercino and Pietro da Cortona, and the Israelites Gathering Manna, painted for Fréart de Chantelou, the subject of Le Brun's commentary. By 1639 King Louis XIII had decided to summon the French artist back to Paris to decorate the Grande Galerie of the Louvre and issued an invitation through his artistic advisers, François Sublet de Noyers and Cardinal Richelieu. Poussin, doubtless sensing that the demands of decorative work in the French capital would militate against his meticulous working methods, prevaricated, and it was a further 18 months before he allowed himself to be fetched from Rome by Sublet de Noyers's cousin, Chantelou, following veiled threats about the long arm of the French monarch.\r\n\r\nThe decoration of the Grande Galerie was to be focused on a series of grisaille panels illustrating the Labours of Hercules. Little of this ever materialized and nothing survives. The drawings for the scheme (Bayonne, Mus. Bonnat; Paris, Louvre) range from very rough preliminary pen-and-ink sketches to a far more carefully worked out compositional study of the Infant Hercules and Serpents (Windsor Castle, Royal Lib.), made with pen and yellow wash, heightened with white. In addition there is a series of highly finished drawings (Paris, Louvre; St Petersburg, Hermitage), the equivalent of reduced-scale cartoons, for the separate panels on the curved vault, executed by Poussin with substantial studio assistance. Poussin's designs are notable for their severe classicism and frieze-like effects with a conscious avoidance of illusionistic artifice. As Blunt observed (1967, p. 139): 'The Long Gallery was his answer to Pietro da Cortona's Barberini ceiling.' Poussin's correspondence makes it plain that the artist took the greatest possible pains to guide and assist the studio assistants who would transfer his design to the vault, providing full-scale cartoons (untraced) and even wax models for those responsible for the stuccowork. However, he quickly became frustrated by this type of work. Even the independent commissions for oil paintings he received at the same time were for work on a scale to which he was unaccustomed and which undermined his scrupulous working procedures: the Institution of the Eucharist for Louis XIII's chapel at the château de Saint-Germain-en-Laye, the Miracle of St Francis Xavier (both 1641; Paris, Louvre), painted for Sublet de Noyers, Moses and the Burning Bush (Copenhagen, Stat. Mus. Kst) for Richelieu. No wonder that he should have made excuses for a temporary return to Rome in December 1642. He never came back to France, but from this moment onwards much of his best work was for French patrons, above all Fréart de Chantelou with whom he had become friends in Paris.\r\n\r\n5. Later work in Rome, 1642-65.\r\n\r\nChantelou now wanted Poussin to make him copies of the Seven Sacraments in Cassiano dal Pozzo's collection. Poussin preferred to conceive and paint a completely new series (Duke of Sutherland priv. col., on loan to Edinburgh, N.G.) and devoted much of his energy in the period 1644-8 to this challenge. On reflection, he may even have welcomed the opportunity to revise the first series, which, when seen together, lack homogeneity, not only because of the variety of approaches the artist had brought to the composition of each successive picture, but because of differences in handling and tonality. In the second series, Poussin's style assumed a new level of gravity, formal coherence and consistency. All the nicely observed details in the treatment of the figures, and in the landscape and architectural backgrounds, that together add an element of gaiety, vivacity and variety to the first series but which sometimes distract attention from the central religious and historical theme are deliberately excluded from the more austere Chantelou pictures. Consequently, the second set exhibits a degree of rational control and dramatic intensity that is absent from the dal Pozzo pictures. The figures, although still arranged in a stage-like setting, are proportionally much larger in relation to the environment and now assume a monumental quality. They participate in a solemn ritual, remote both in time and place from the spectator's world, while still remaining intensely human in their emotional language. Their passions are more concentrated and idealized, and they are expressed less rhetorically, with a far subtler and more comprehensive range of facial expressions and manual gestures. Superb passages of abstract design, such as the group of men dressing on the left-hand side of Baptism, sensitive atmospheric effects such as the glowing light around the man with a candle in the foreground of Extreme Unction, imposing figure groups such as the priest and his acolyte in Confirmation, are all orchestrated to clarify the narrative and lend significance to the drama, without ever undermining the overall coherence of the invention that Poussin, with unwavering single-mindedness, imposed on each picture in the sequence. The sense of unity within the series extends to the handling and technique. All the paintings are executed on the same dark ground and have the same sombre tonality, penetrating lighting and precise, even handling. This achievement seems all the more remarkable when it is remembered that Poussin despatched each picture in the series to Paris as soon as he had completed it and therefore never saw all Seven Sacraments together.\r\n\r\nThis tonal homogeneity reflects Poussin's growing awareness that the mood of a picture could be established by means of an expressive system of colour. For Chantelou, the overall effect was perhaps too forbiddingly uniform, and he even complained to the artist that these Sacraments lacked the charm of a Finding of Moses (Paris, Louvre) that had been painted for the Lyonnais banker Pointel. This provoked Poussin to write a much quoted letter likening the appropriate treatments for different themes in painting to the various 'modes' recorded by antique writers on music (see also Music and art) and explaining his rationalist belief that mood could be manipulated and communicated not only through the affetti, but also by more abstract means, in particular through both expressive form (cf. the Israelites Gathering Manna of 1639) and colour. Since Poussin was concerned with the optical relationship of colour and light, it follows that his use of colour for expressive effect would be based on careful manipulation of the sources of light and patterns of chiaroscuro and not, as Bätschmann (1990) argued, 'on an independent system of local colours applied for symbolic or intellectual effect and appealing to the conscious vision of the beholder'. \r\nThe drawings for the Chantelou Sacraments and other compositions dating from the 1640s concentrate, above all else, on the effects of light reflected on to figures, often nude, who are arranged within a neutral stage-like setting. In the drawings for Confirmation (Windsor Castle, Royal Lib.; Paris, Louvre), for instance, he first experimented with a system of lighting from immediately above the assembled figures, isolating each lonely individual in his own shadow, before adopting an alternative source of lighting from the left which illuminates the faces of the protagonists and reduces the incidence of shadow and dark-toned colours, in a picture that is essentially a scene of celebration and affirmation in which the figures are drawn from darkness into light. On the other hand in Extreme Unction-for which there is an outstanding preparatory drawing (Paris, Louvre) built up from layers of wash with minimal areas of white paper to accentuate the faces of the mourners-the foreground area is appropriately dark and sombre; the form of the dying man, silhouetted against a dark green curtain, dissolves in shadow; and attention is focused on the most active mourners, whose faces and vibrantly coloured draperies are highlighted by means of local sources of illumination, above all the torches and candles in their own hands. Poussin's increasingly successful efforts to manipulate the mood of his pictures by an abstract visual language of form and colour is deeply rooted in his control over their stage-like settings and a theatrical approach to the use of light. Aspect and prospect are reconciled without any renunciation of illusion.\r\n\r\nIt was, however, in the sequence of open landscapes executed c. 1648 that Poussin gave his most direct expression to the concept of painting as an expression of mood. In his early poesie he had used the landscape background as a reflection of the mood and passions of the gods and goddesses and mortal humans who inhabited it. By the late 1640s, on the other hand, his approach to nature was more reflective. As Blunt observed (1967, p. 285), he was preoccupied now with 'the parallel between the two productions of the supreme reason: the harmony of nature and the virtue of man', and he explored these notions in the monumental pictures of the Funeral of Phocion (Earl of Plymouth priv. col., on loan to Cardiff, N. Mus.) and the Ashes of Phocion (Liverpool, Walker A.G.), Pyramus and Thisbe (Frankfurt am Main, Städel. Kstinst. & Städt. Gal.), and Orpheus and Eurydice (Paris, Louvre). The emphasis here is no longer on naturalistic and atmospheric effects in the manner of Claude (although this influence still lingers on in occasional drawings) but on the underlying order and harmony of nature. The landscapes are presented as if they were architectural constructions, with clearly defined planes within a finite enclosed space. Nevertheless, man, although now diminutive in scale, is still apparently dominant, even in moments of adversity, and this mastery is reflected in the houses and temples that are dotted throughout the landscape and in the beautifully constructed cities seen in the far distance. A similar sense of harmony and geometrical construction underlies the impressive series of paintings of the Holy Family set against architecture and landscape that Poussin also painted at this time, most notably the Holy Family on the Steps (1648; Cleveland, OH, Mus. A.), the Holy Family with Ten Figures (1649; Dublin, N.G.) and the Holy Family with Six Putti (Malibu, CA, Getty Mus.).\r\n\r\nDuring the 1650s, Poussin's interpretation of narrative, particularly religious subject-matter from the life of Christ and the acts of the Apostles, became even more poignant and intense. If at times his technique as a figure painter faltered, his capacity for complex architectural constructions, especially in townscapes such as SS Peter and John Healing the Lame Man (1655; New York, Met.), and his capacity to go to the emotional heart of his subject-matter, reached a new level of intensity. This was achieved primarily by the originality of his compositions and by an ironical sense of paradox in the juxtaposition of conflicting human emotions. In the Death of Saphira (c. 1652; Paris, Louvre) the fatal and dramatic consequence of Saphira's avarice and dishonesty is juxtaposed with a scene that depicts a discreet and simple act of charity, set in the central middle ground of the picture, in a space that has opened up between the principal protagonists. In Christ and the Adulteress (c. 1653; Paris, Louvre) there is a similar sense of counterpoint; on the one hand the kneeling adulteress and her agitated accusers, all isolated in their own islands of space, with the calmer, more collected figure of Christ as mediator; on the other, the harmonious, self-contained figures of a mother and child, standing aloof and motionless in the middle ground, a silent reproach to the discord around them, which also disfigures the architectural harmony of the townscape behind.\r\n\r\nIn the two versions of the Baptism of Christ (c. 1657-8; Gosford, Midlothian; Philadelphia, Mus. A.), the artist's sense of design is even more unconventional, with all the protagonists shown facing left in profile, as in an antique relief, looking towards the act of baptism and the heavenly vision in the sky above. These pictures have a unity of design and an emotional intensity that eclipse even the Baptism from the second series of Sacraments. Indeed, during this period, Poussin invested even the most basic iconography with fresh life. In the Annunciation (1657; London, N.G.) the young Virgin, lost in her own profound but internalized emotions, is shown seated in a clearly defined and controlled architectural space in a pose that might be interpreted as a direct reproach to Bernini for the orgasmic ecstasy of his celebrated sculpture, the Vision of St Teresa with an Angel, in the church of S Maria della Vittoria, Rome.\r\n\r\nOn the other hand, in his later landscapes, such as the Landscape with Diogenes and the series of the Four Seasons, mankind is diminished, sometimes almost eclipsed and the artist's compositional rigour is suddenly relaxed. In his old age, Poussin appears to have embraced a pantheistic mystical vision of the universe, rooted in a sense of the fertility of nature, the fecundity of man and the destructive power of the elements. If the gods occasionally reappear, as in the Landscape with Orion (New York, Met.), the Birth of Bacchus (Cambridge, MA, Fogg) or the unfinished Hercules and Cacus (St Petersburg, Hermitage), the mood remains poetical and deeply contemplative, far removed both from the playful and lustful frolics of the Marino drawings and the early Roman poesie, and also from the rational control of the Richelieu Bacchanals and the two series of Sacraments. It seems entirely appropriate that the artist's final uncompleted canvas (Paris, Louvre), which he gave to his friend Cardinal camillo Massimo shortly before his death, should tell the story of Apollo and Daphne, a tale of metamorphosis in which Daphne is reclaimed by nature and transformed into a laurel tree.\r\nII. Character and personality.\r\n\r\nThere is little anecdotal information about Poussin's character and temperament as a young man in France and Rome apart from Marino's observation, published by Roger de Piles: 'Vedrete un giovanne che a una furia di diavolo'. Certainly Poussin's early poesie, inspired by themes from Ovid, suggest an artist of great sensuality and passion. The more scholarly aspect of Poussin's character was cultivated and nurtured by Cassiano dal Pozzo, through whom he would have met Pietro Testa, a melancholic character originating from Lucca, whose early Roman art reflects a genuine empathy with Poussin's in its imaginative response to the literature of the antique world. Poussin, like Testa, appears to have been subject to moments of melancholy and morbid introspection. His first Self-portrait (London, BM), a drawing made in red chalk and probably dating from c. 1639-40, is remarkable for its almost hostile self-appraisal. His ravaged physical appearance and puffy features vividly reflect the effects of the illness to which he refers in his correspondence at this time.\r\n\r\nTwo more formal later self-portraits, painted ten years later, when Poussin was at the height of his powers and fame, present a very different self-image from the bohemian figure in the red chalk drawing. The first (1649; Berlin, Gemäldegal.), painted for Pointel, is the more naturalistic, with the artist holding a chalk-holder and a drawing-book, standing in front of a relief sculpture in the Classical style. In the second (see fig.), painted for Chantelou, he shows himself against a background of picture frames and canvas, arranged with mathematical precision and including the image of a female figure and a pair of hands which, according to Bellori, symbolize painting and friendship. Together these portraits suggest a humanist artist in the Renaissance tradition with a mastery of science and mathematics, in full control of his destiny and on terms of equality and friendship with his regular patrons. These images can be readily equated with Bellori's intimate account of Poussin's lifestyle in Rome (quoted in Blunt, 1967, pp. 171-2), which presents a scholarly, modest man of regular working habits and relaxed acquaintance with scholars and patrons.\r\n\r\nAnthony Blunt, after a lifetime studying the intellectual content of Poussin's art, characterized him as 'a pure example of the Christian Stoic', who lived in harmony with both nature and reason. This echoes the judgement of the early 19th-century antiquarian Séroux d'Agincourt, who described Poussin as 'pictor philosophus' (letter to Monsieur Castellan, Dec 1813), and suggests that the artist's designs 'were primarily inspired by a desire to give visible expression to certain ideas which, while not deserving the name of a philosophy in any technical sense, represent a carefully thought out view of ethics, a consistent attitude to religion, and toward the end of his life a complex almost mystical conception of the universe' (Blunt, 1967, p. 4).\r\n\r\nIII. Working methods and technique.\r\n\r\nThe bitter controversies that have too long surrounded the connoisseurship of Poussin's drawings reflect a more general failure to appreciate the nature and function of his activities as a draughtsman, especially early in his career, and the extent to which his working methods set him apart from his own contemporaries in Paris and Rome. Most 17th-century artists working in the gran maniera competed for large-scale decorative projects and major altarpieces, and those who were successful quickly built up a team of studio assistants to help in the execution of their designs. Most of their creative energy was devoted to the preparatory stages of the commission: academic life drawings for individual figures and large-scale cartoons and elaborate oil sketches for the complete design. Poussin, on the other hand, tried to avoid working on a large scale and apparently did not entrust any part of the execution of his oil paintings to assistants. For him the transfer of his initial ideas on to canvas was an integral part of the creative process, for only then were many essential details, such as the facial expressions and gestures of individual figures, fully resolved. This may explain why life studies and chalk drawings of individual figures are so extremely rare (but see 1994-5 exh. cat., Paris, Grand Pal., essay by Sutherland Harris), although there is a red chalk drawing at Chantilly that was used as a cartoon for some of the figures in the Triumph of David. Consequently Poussin's drawings fulfilled a very different function from those of his Roman contemporaries. This was particularly true of his early style, and in early paintings such as Cephalus and Aurora (London, N.G.) there are major pentiments not only in the posture of individual figures but also in the organization of the entire design. This method was well described by Pierre-Jean Mariette, the French connoisseur, in his 1741 catalogue of the Crozat collection:There are very few finished drawings by Poussin. When he was drawing his only aim was to get his ideas down on paper, and they came out in such abundance that a simple theme would stimulate in his mind an incredible number of different sketches. With a simple line, sometimes with the addition of a few brushstrokes of wash, he was able to express clearly what his imagination had conceived.Almost invariably these sketches were then developed into more elaborate compositional drawings, sometimes dry and schematic project drawings to show to a patron, but more often vigorous and creative drawings executed with brush and wash (see fig.), with much of the vitality and physical energy of proto-Baroque Italian artists, such as Pier Francesco Mola and Giovanni Benedetto Castiglione.\r\n\r\nIn his early maturity, when he was developing a more classical manner with complex and carefully modulated designs, that is from about the time of the Death of Germanicus (delivered in January 1628), Poussin's preparations became more elaborate; he painted his canvases far more slowly and with more decisive assurance, but no less individual a touch. Very occasionally, c. 1627-30, he even experimented with a firmer support to produce a more meticulous and polished effect: two versions of the Agony in the Garden painted on copper, one for Cassiano dal Pozzo and one for Cardinal Francesco Barberini (both priv. col., see 1990 exh. cat., under no. 115; see also Standring, 1985), and a small Rest on the Flight into Egypt (sold Monaco, Sotheby's, 2 July 1993; see H. Brigstocke, Sotheby's Preview, July 1993, pp. 10-11) and the Mystic Marriage of St Catherine, both painted on oak. The drawings now range from freely executed sketches in chalk or pen and ink, or a combination of both, in which an initial idea was first visualized, to highly finished studies, almost, but never quite, identical to the finished picture, in which all the intricacies of the design have been fully resolved. By far the most impressive and exciting drawings lie between these two extremes: elaborate compositional studies, often executed with brush and wash over a spare linear framework of chalk or pen and ink, in which the overall design and focal point of the narrative would be explored with much freedom and vigour, the relationship of the figures to the architectural background would be tested and the sources of light established.\r\n\r\nTo assist himself in the task, Poussin used small wax figures on a miniature stage set in a shadow box (see 1994-5 exh. cat., Paris, Grand Pal., essay by Arikha). At the outset, the figures would be nude. Later, after adjusting the composition, and the relationship of the figures to the landscape or architectural background, and after making further drawings recording alternative light effects, Poussin would make larger figures to which he attached draperies made of paper or taffeta. All of this is well described by both Bellori and Sandrart and is borne out both by the nature of the artist's drawings for major projects such as the Seven Sacraments and by the quality of the paintings themselves. In particular it may help to explain the artist's curious predilection, especially during the 1630s, for arranging his figures as a frieze in the foreground, with the landscape serving as an almost impenetrable backcloth, echoing but rarely fully integrating the principal protagonists.\r\n\r\nThroughout his career Poussin appears to have firmly resisted invitations to paint copies or second versions of his designs. Where he did return to an old idea, he invariably created a new or modified design, as seen, for instance, in the two variant versions of Midas Washing at the … of the Pactolus (New York, Met., and priv. col., see Blunt, pp. 226-8) or the variant versions of the Agony in the Garden. More often, however, the discovery of a second version of a Poussin design has resulted in the rejection of the previously accepted version to the status of a copy. Thus the rediscovery of the Holy Family on the Steps (1648; Cleveland, OH, Mus. A.) led to the rejection of the previously admired version in the National Gallery of Art, Washington, DC.\r\n\r\nIV. Critical reception and posthumous reputation.\r\n\r\nThe formal qualities of Poussin's art, derived from Roman Renaissance and 17th-century prototypes, found a ready echo in the works of later Italian artists, including Carlo Maratti (Tobias and the Angel; London, Hazlitt Gal.), who owned one of the French artist's paintings, and Pompeo Batoni (Sacrifice of Iphigenia; Earl of Wemyss priv. col., on loan to Edinburgh, N.G.). However the moralizing tone of much of Poussin's work, derived from his reflections on the writings of Plutarch, Valerius Maximus and Livy, was more readily absorbed in France where it was codified into a méthode classique, also reflected by the writings of Corneille. For the Académie Royale under King Louis XIV, Colbert and Le Brun, Poussin's art was perceived as an intellectual and rational statement, directed primarily at the mind and not the eye. Le Brun's treatise, Méthode pour apprendre à dessiner les passions … (1698) attempted to codify Poussin's system of the affetti and his perception of the psychology of a sensory response to human form into a more rigid and explicit, but far less poetic aesthetic. This, in its turn, led on to the battle in France between the adherents of Poussinisme and Rubénisme at the end of the 17th century, reminiscent of the debates between the protagonists of the classical and the Baroque in the Accademia di S Luca, Rome, during the 1630s. In France, however, the true battle, as Friedlaender observed, was now 'between discipline and morality on one side and amoral slackening of rules and subjective irrationality on the other' (From David to Delacroix, 1952, p. 4).\r\nA new, more vigorous classicism emerged in the 1780s in the art of Jacques-Louis David, whose moral position was based on equating the heroic with the virtuous. His technique produced far more realistic, firmly modelled human forms than those conceived by Poussin, and his art moves away from the more lyrical classical figures that Poussin had derived from Greek sculpture and vases. These more formal and abstract qualities of Poussin's style were revived instead by Ingres and other figures in the Neo-classical movement throughout Europe (for instance, in the Greek forms of Gavin Hamilton, the linear refinement of John Flaxman and the retardataire style of the German Nazarenes). Appreciation of the purity and grandeur of Poussin's designs persisted well into more modern times, most notably in the art of Degas, Cézanne and Picasso. Their continuing preoccupation with the formal rather than the moral qualities of Poussin's art led Roger Fry (1926) to proclaim that the subject-matter of the artist's mature paintings, in particular Achilles Delivered among the Daughters of Lycomedes (Boston, MA, Mus. F.A.), was 'merely a pretext for a purely formal construction'. It has been left for late 20th-century art historians to rediscover the sensuality and poetry of Poussin's response to ancient literature; to recall Bernini's praise, subsequently echoed by Delacroix ('Essai sur Poussin'; ed. P. Jaquillard, 1966), of Poussin's incomparable skills as a dramatic story-teller; and to expand on Séroux d'Agincourt's proposed epitaph for the painter, as 'pictor philosophus'. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Nicolas Poussin",
            "alphasort":"Poussin Nicolas",
            "lastname":"Poussin",
            "firstname":"Nicolas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Nichola Poussin",
            "alphasort":"Poussin, Nichola",
            "lastname":"Poussin",
            "firstname":"Nichola",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500005036"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/24606800"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}