{
    "makerid":21026,
    "published_date":"2022-10-28 02:04:44.117887",
    "type":"maker",
    "displayname":"Postcommodity",
    "makertype":"Individual",
    "alphasort":"Postcommodity",
    "lastname":"Postcommodity",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"active 2007-",
    "begindate":0,
    "enddate":0,
    "nationality":"Native American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Postcommodity",
            "alphasort":"Postcommodity",
            "lastname":"Postcommodity",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Raven Chacon",
            "alphasort":"Chacon, Raven",
            "lastname":"Chacon",
            "firstname":"Raven",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Cristobal Martinez",
            "alphasort":"Martinez, Cristobal",
            "lastname":"Martinez",
            "firstname":"Cristobal",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Kade Twist",
            "alphasort":"Twist, Kade",
            "lastname":"Twist",
            "firstname":"Kade",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d7bf27ab2e6710016809940"
            },
            "title":"Postcommodity's \"N13: 31°20'50.88\"N; 109°29'47.62\"W\" in motion, view 2",
            "description":"Postcommodity's \"N13: 31°20'50.88\"N; 109°29'47.62\"W\" in motion viewed at an angle ",
            "speaker_type":"",
            "file_uri":"https://archive.org/details/dr_009_201909",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2018",
            "sort_date":"2018-01-01",
            "video_type":"Collections",
            "caption_file":[]
        },
        {
            "_id":{
                "$oid":"5d7bf1ceb2e671001680993f"
            },
            "title":"Postcommodity's \"N13: 31°20'50.88\"N; 109°29'47.62\"W\" in motion, view 1",
            "description":"Postcommodity's \"N13: 31°20'50.88\"N; 109°29'47.62\"W\" in motion viewed from the front.",
            "speaker_type":"",
            "file_uri":"https://archive.org/details/dr_008_201909",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2018",
            "sort_date":"2018-01-01",
            "video_type":"Collections",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db6f9daee23c8001678a717"
            },
            "body":"<em>N13: 31°20'50.88\"N; 109°29'47.62\"W</em> [is] one of twenty-six large-scale balloons from their 2015 land art installation Repellent Fence/Valla Repelente. The artists, Raven Chacon, Cristóbal Martínez, and Kade Twist, raised the monumental balloons in a two-mile line across the United States–Mexico border to reunite two communities.\n\nEach of the yellow PVC balloons is ten feet in diameter, with concentric circles in primary colors on four sides. An ineffectual, miniature version of such balloons found at big-box stores claims to repel birds with “bright colors and predator eyes.” The design, however, riffs on Indigenous iconographies. The colors, circles, and compass-like directionality of the four partitions harken to concepts of balance and harmony invoked by similar symbols used by Plains and Diné peoples, and the eye design is found on objects throughout the Americas.\n\nPostcommodity collaborated with the civic governments in Douglas, Arizona, and Agua Prieta, Sonora, along with local schools, business owners, artists, community organizers, and ordinary people, to bring attention to the longstanding immigration crisis at the US–Mexico border. For four days, the line of monumental balloons became a beacon for “the historical stewards of the land, and those who are following ancient indigenous trade routes in search of economic opportunity.”\n\nRepellent Fence/Valla Repelente deeply resonates with the politics, policies, and polities of our time. For more than a decade, the US government has been aggressively tightening security at its southern border and increasing deportations, while violence and human rights abuses have worsened in Central America. Political discourse in the US has grown increasingly polarized. By [2018], when Princeton acquired <em>N13: 31°20'50.88\"N; 109°29'47.62\"W,</em> tensions at the US–Mexico border had reached a new level, with hundreds of migrant children forcibly separated from their parents during immigration detention. Meanwhile, Indigenous communities living on their ancestral homelands continue to cope with the irony of often vehement American nativism.",
            "title":"N13: 31°20'50.88\\\"N; 109°29'47.62\\\"W, Postcommodity",
            "source_project":"Other",
            "author_type":"Other ",
            "source":"Magazine: Fall 2018"
        },
        {
            "_id":{
                "$oid":"5e3c4890a0f30a0016598373"
            },
            "body":"Attenuation of national borders and boundaries provided an explicit theme in a Land Art installation and community engagement project titled <em>Repellent Fence/ Valla Repelente<em>, created in 2015 by the interdisciplinary arts collective Postcommodity (founded 2007). The artists—Raven Chacon, Cristóbal Martínez, and Kade L. Twist—describe this work as “a social collaborative project among individuals, communities, institutional organizations, publics, and sovereigns that culminate[s] with the establishment of a large-scale temporary monument.” <em>Repellent Fence</em> consisted of twenty-six helium-filled balloons floated at regular intervals one hundred feet above the ground along a two-mile line perpendicular to and crossing the United States/Mexico border near Douglas, Arizona and Agua Prieta, Sonora. Each balloon replicated an ineffective bird-repellent product on an enlarged scale (ten feet in diameter), but the artists explain that they used imagery long associated with Indigenous spiritual power in the Americas. With thirteen balloons situated in each country, the installation poetically highlighted the artifice and environmental arbitrariness of the geopolitical borders of the modern nation-state. According to Postcommodity, the purpose “is to bi-directionally reach across the U.S./Mexico border as a suture that stitches the peoples of the Americas together—symbolically demonstrating the interconnectedness of the Western Hemisphere by recognizing the land, indigenous peoples, history, relationships, movement and communication.” The artists view their work as fostering dialogues about systems beyond national boundaries amid the ongoing global migration crisis with the intention of forming “local and external capacities for the recovery of transborder knowledges that have been arrested through binary discourses.” Postcommodity thereby hopes “to identify and support indigenous and border community interests, desires, concerns, and goals for creating a more safe, healthy, and culturally appropriate borderlands environment for its citizens.” \n\nAs that artistic statement makes clear, ecological concerns about land, interconnectedness, and the borderlands environment cannot be disentangled from other issues, in this case migration, communication, and culture. Postcommodity’s statement proceeds to highlight other related problems having to do with trade economics, and border militarization. <em>Repellent Force</em> exemplifies the global perspective on political ecology informing a growing number of works by contemporary artists today, but it also punctuates the historical assertion… [that] the Anthropocene increasingly demands an approach to art history that looks carefully at regional environmental conditions while also considering transborder flows over long periods of time. \n\n--Alan C. Braddock & Karl Kusserow\n\n\n",
            "title":"Nature's Nation",
            "source_project":"Other",
            "author_type":"Curator ",
            "source":"Other"
        }
    ]
}