{
    "makerid":294,
    "published_date":"2022-03-28 16:03:27.487747",
    "type":"maker",
    "displayname":"Felice Beato",
    "makertype":"Individual",
    "alphasort":"Beato, Felice",
    "lastname":"Beato",
    "firstname":"Felice",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, ca. 1830–1908",
    "begindate":1830,
    "enddate":1908,
    "nationality":"British",
    "culturegroup":null,
    "biography":"In 1853 Beato was in Constantinople, Turkey assiting a British Photographer James Robertson. It is believed that the partnership between the two brother-in laws was formed in either 1853 or in 1854 when Robertson opened a studio in the Péra district of Constantinople. Since some of the photographs are signed \"Robertson, Beato & Co.\" it is thought that the \"and Co.\" stands for another brother Antonio Beato. From 1853 to 1856 Beato photographed in Malta and the Mediterranean, Egypt, Palestine and Greece with Robertson. From 1855 to 1856 Beato and Robertson replaced Roger Fenton as photographers of the Crimean War. Beato photographed the Indian Mutiny in 1857 and also the Siege of Lucknow, India in 1858. In 1860 Beato left the partnership with Robertson to photograph the opium war in China and the signing of the peace treaty between the Mandarins and Britain. In 1862 Beato moved to Yokohama, Japan and in 1865 formed a partnership with artist Charles Wirgman called \"Beato & Wirgman Artists and Photographers\". From 1869 to 1877 Beato ran his own studio in Yokohama called \"F. Beato & Co., Photographers\". In 1877, Beato sold most of his stock to the firm Stillfried & Andersen who then moved into his studio. From 1884 to 1885 Beato was the official photographer of the expeditionary forces to the Sudan. In 1886 Beato returned to live in Japan (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Felice Beato",
            "alphasort":"Beato, Felice",
            "lastname":"Beato",
            "firstname":"Felice",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Felice Antonio Beato",
            "alphasort":"Beato, Felice Antonio",
            "lastname":"Beato",
            "firstname":"Felice Antonio",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500002985"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/76337058"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}