{
    "makerid":1714,
    "published_date":"2025-05-14 02:23:34.883818",
    "type":"maker",
    "displayname":"Minor White",
    "makertype":"Individual",
    "alphasort":"White, Minor",
    "lastname":"White",
    "firstname":"Minor",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1908–1976; born Minneapolis, MN; died Boston, MA; active Portland, OR, Rochester, NY",
    "begindate":1908,
    "enddate":1976,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Minor White",
            "alphasort":"White, Minor",
            "lastname":"White",
            "firstname":"Minor",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Minor White Archive",
            "alphasort":"Minor White Archive",
            "lastname":"Minor White Archive",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500000194"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/92871861"
        },
        {
            "source":"NYPL PIC",
            "id":"2043"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6244a806e69dd40018d89c43"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_suf02liw",
            "displaydate":"10/28/2021",
            "title":"Lecture: Celebrating 50 Years of Photography",
            "speaker_type":"Curator",
            "description":"Fifty years ago, David H. McAlpin, Class of 1920 and friend to Alfred Stieglitz, Georgia O’Keeffe, and Ansel Adams, made a landmark gift of photographs to the Museum. Join our Peter C. Bunnell Curator of Photography, Katherine A. Bussard, for a discussion about the legacy of this foundational gift as well as the future of photography at Princeton.",
            "video_type":"Lecture",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5e39c2ab043e70001673e72f"
            },
            "body":"<p>GEO 102/ 2017 Much of climate change is invisible to us. The “smoke” you see coming out of smokestacks is not carbon dioxide, which is transparent in visible light, but a combination of water droplets and soot. The trade-offs of replacing fossil fuels with renewable energy sources are generally not discernible. And changes, particularly natural changes, occur so slowly that they can be difficult to observe directly. So, how can the reality of climate change, its impacts, and its solutions be communicated? The photographs in this installation make the invisible visible through a variety of means. - They play with interesting adjacencies, such as a sooty fire next to an oil well in Robert Adams’s <em>Denver<em>, 1974, or a field of wind turbines between sand dunes and a forest fire. - They use unusual vantage points, such as aerial perspectives of landscapes, or the dramatically low viewpoint of smokestacks in Michael Kenna’s <em>The Rouge, Study 59<em>. - They incorporate disconcerting cropping effects, such as the high-contrast presentation of a car factory, or the fragmentary view of coastal houses in Alexander Heilner’s <em>Palm Jumeirah<em>. For those concerned about mitigating and adapting to climate change, we must ask how to make our climate system visible to all. The photographs also challenge us to ask whether Earth’s environment and human civilizations are resilient or fragile—or both. Among the most fragile landscapes are our coastlines, because of sea level rise, and our cryosphere, because the icy parts of the Earth system fluctuate dramatically over decades and millennia. We make ourselves more susceptible to climate change by assuming that these landscapes are stable. What is unique about each landscape shown, in what ways do they change through time, and how do those shifts impact ecosystems and humans? The choice of these photographs is our argument that there is no single answer to these questions.&nbsp;</p><p>-- Catherine Riihimaki, Associate Director, Science Education, Council on Science and Technology&nbsp;</p><p>Veronica White, Curator of Academic Programs&nbsp;</p><p>Students in GEO 102 (Climate: Past, Present, and Future): Amanda Morrison ’19, Lila Currie ’18, Micaela Keller ’20, Grace Searle ’20, and Jenna Shaw ’20</p>",
            "title":"Online Collection Sets: Art and Climate: Making the Invisible Visible",
            "source_project":"Other",
            "author_type":"Faculty, Curator, Student",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64ee3cd3538ac6620e32b768"
            },
            "title":"Museum Collections: Activating the Photography Archives",
            "body":"<p><strong>Museum Collections</strong><br><strong>Activating the Photography Archives</strong></p><p>&nbsp;</p><p>In the past few years, the Princeton University Art Museum has seen a surge in activity surrounding its extensive collections of archival materials related to the photographers Clarence H. White and Minor White, which were brought to the Museum through the curatorial and scholarly efforts of Peter C. Bunnell, David Hunter McAlpin Professor of Photography and Modern Art emeritus. The thousands of photographs and negatives by Clarence H. White and his students in the Museum’s collections have provided a wealth of material for scholarly endeavors. In fall 2017 archival holdings were showcased by Professor Anne McCauley in the four-hundred-page catalogue <i>Clarence H. White and His World</i> and exhibited as part of a highly successful touring exhibition that closed at the Cleveland Museum of Art this past January. At the same time, the Museum has been diligently working to expand the accessibility of its Minor White Archive.</p><p>Minor White (1908–1976), one of the most important photographic artists active after World War II, helped to shape a singularly modern vision that challenged the definition of photography as a documentary medium and advocated for the photograph’s potential to embody multiple meanings, some personal and allusive. In 1976 White bequeathed his archive—a rich repository numbering nearly 20,000 prints, more than 19,000 black-and-white negatives, personal journals, correspondence, and more—to the Art Museum.</p><p>Last year Peter Bunnell generously donated his own papers to Princeton University, with his materials connected to Clarence H. White and Minor White coming to the Museum and the remainder going to the Library. Bunnell’s papers document his involvement with the work of both photographers over decades and include more than thirty years of correspondence with Minor White. Bunnell first met White as an undergraduate at the Rochester Institute of Technology in the 1950s. “I took his classes, and, as was his practice, he drew a group of students around him outside the Institute,” recalls Bunnell. “These were informal sessions where he explored in more depth his philosophy and attitudes toward photographing.” Bunnell soon became White’s assistant at <i>Aperture </i>magazine, which was quickly becoming one of the most influential voices for scholarship about the social and artistic significance of photography. Years of friendship and intellectual debate between Bunnell and White followed. In 1972 Bunnell became Princeton University’s first endowed professor in the history of photography. Throughout his tenure, he worked simultaneously as a curator at the Art Museum. At Bunnell’s invitation, Minor White made several visits to Princeton’s campus, where he lectured and conducted seminars. Pleased by how seriously photography was being taken here, White arranged for the bequest to the Art Museum before his death in 1976.</p><p>In 2016, thanks to a generous grant awarded by the Institute of Museum and Library Services, the Museum launched a website dedicated to the Minor White Archive. &nbsp;In addition to a biographical chronology for the artist and &nbsp;a history of the archive itself, the website offers a platform &nbsp;for searching more than 6,000 images by White. Since the launch of the website, the Museum has seen a steady interest in White, his life story, and his work, and we anticipate expanding the site to provide digital access to the entire archive. To that end, staff photographer Emile Askey photographed more than 2,000 previously unidentified photographs and nearly 15,000 of the artist’s negatives between 2017 and 2018. The Museum hired photo historian Kathryn Kaluzny to complete the cataloguing of more than 17,000 photographs in the archive and to create a finding aid of the 313 linear feet of paper archival materials, including &nbsp;the Peter C. Bunnell papers related to Minor White.</p><p>The Minor White Project Committee was formed in 2016 for the safekeeping of White’s legacy and to promote the use of the archive for artistic, curatorial, and scholarly opportunities to study the photographer’s work. Since its formation, the committee has awarded annual short-term grants to facilitate research in the archive. Previous grant research has fueled scholarly papers at the College Art Association’s annual conference, the New York University symposium “Queering Art History,” and at a daylong symposium at the Portland Art Museum in April 2018 in conjunction with an exhibition of White’s early photographs.</p><p>Two grants, representing three art historians, were awarded for 2019. The first, a joint grant to Josh Ellenbogen from Florida State University and Adam Jolles from the University of Pittsburgh, was awarded for their work examining White’s aspirations to establish photo-criticism as a genre of writing while editor-in-chief at <i>Aperture</i>. The results of their research will be featured in an upcoming book on the institutional history of photography in the United States. The second grant was awarded to Catherine Barth, a doctoral candidate in art history at Emory University, who will focus on White’s advocacy for the work of the photographer Frederick Sommer. White featured Sommer's dense and highly personal imagery combining painting, drawing, photography, and collage in the pages of <i>Aperture</i>, provoking debate about the traditional emphasis in photography on clarity and legibility. We look forward to the important contributions these new interactions with the archive will bring.</p><p>&nbsp;</p><p>Katherine A. Bussard, Peter C. Bunnell Curator of Photography</p><p>Elizabeth M. Gollnick, Curatorial Associate</p><p><br>Princeton University Art Museum &nbsp; Summer 2019 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"659726b8e95df23b82d7213d"
            },
            "body":"<p><strong>In the Galleries</strong><br><strong>Echoes of One Hand Clapping Picturing Sound in Asian Art</strong><br>October 8, 2016–January 29, 2017</p><p><br>Sound cannot be seen, but it can be heard and felt as vibrations, and it has the ability to move the spirit through music and memory. These experiences allow the knowledge and presence of sound to be visualized in painting, calligraphy, poetry, and photography. Featured in this special installation are Chinese, Japanese, Vietnamese, and Asian-inspired works of art ranging from the twelfth century to the present day that are drawn from the Museum’s collections and from the collection of Gérard and Dora Cognié.&nbsp;</p><p><br>Artists picture sound in various ways. Some depict actions or things that generate noise, such as a gurgling stream or booming waterfall. In Kobayashi Kiyochika’s rendering of a wartime explosion, a flash of light, fire, and flying debris &nbsp;are used to convey the impact of sound. Sometimes the very process of applying ink or color is used to emulate sound, &nbsp;as in Li Huasheng’s brooding grid, painted in a way that mimics ritual chants. Inspired by the sound of Buddhist prayer chants in Himalayan monasteries—and their purpose of focusing the mind—Li began painting vertical and horizontal lines as a visual, instead of aural, means of achieving mental focus.&nbsp;</p><p><br>Calligraphy captures in traces of the brush and ink &nbsp;the sounds of languages, some almost forgotten. A barely remembered calligraphic script in Vietnam conjures the sound of the past and joins it to the country’s rapidly changing present. Married to painting and calligraphy, poetry can evoke or activate the echoes of sound, as in the case of Shitao’s <i>Echo</i>. The brevity of Shitao’s brush and ink expresses an intimate dialogue with lonely mountains and silent clouds. Like the sound of one hand clapping, here &nbsp;the poem fills the land with quiet reverberations. The artist’s calligraphy quotes a couplet by the famed Song dynasty &nbsp;poet and calligrapher Su Shi (1036–1101):</p><p style=\"margin-left:80px;\"><br>An echo rebounds with every whisper;<br>Startling, on the empty mountain, the white cloud.</p><p><br>The question of picturing sound also resonates in Minor White’s photographic sequence <i>The Sound of One Hand Clapping.</i> Paradoxical statements of questions, known in Japan as <i>kōan</i>, are used in Zen Buddhist meditative practice. White was well acquainted with the <i>kōan </i>“two hands clap and there is a sound; what is the sound of one hand?” which is attributed to the monk Hakuin Ekaku (1686–1768). White wrote, “After several months of intensive work on this kōan, I saw rather than heard any sound.” When White saw his earlier photograph <i>The Sound of One Hand Clapping, Pultneyville, New York</i>, the <i>kōan </i>sprang to his mind, and later he added another nine photographs to his sequence of echoes. &nbsp;</p><p>&nbsp;</p><p>Cary Y. Liu&nbsp;<br>Nancy and Peter Lee Curator of Asian Art</p><p>Princeton University Art Museum &nbsp; Winter 2017 Magazine</p>",
            "title":"In the Galleries: Echoes of One Hand Clapping Picturing Sound in Asian Art",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}