{
    "makerid":15502,
    "published_date":"2022-03-28 16:09:04.515393",
    "type":"maker",
    "displayname":"Richard Hunt",
    "makertype":"Individual",
    "alphasort":"Hunt, Richard",
    "lastname":"Hunt",
    "firstname":"Richard",
    "nametitle":null,
    "middlename":"Howard",
    "suffix":null,
    "displaybio":"American, born 1935",
    "begindate":1935,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"\r\n\r\nHe was born in 1935 on Chicago's South Side. From an early age he was interested in the arts, as his mother was an artist. As a young boy, Hunt began to show enthusiasm and talent in artistic disciplines such as drawing and painting, and also sculpture, an interest that grew more and more as he got older. He developed his skills at the Junior School of the Art Institute and later at the University of Illinois at Chicago. Hunt also acquired business sense and awareness of social issues from working for his father in a barbershop.\r\n\r\nHunt began to experiment with materials and sculpting techniques, influenced heavily by progressive twentieth-century artists. This experimentation garnered critically positive response from the art community, such that Hunt was exhibited at the Artists of Chicago and Vicinity Show and the American Show, where the Museum of Modern Art purchased a piece for its collection. He was the youngest artist to exhibit at the 1962 Seattle World's Fair, a major international survey exhibition of modern art.\r\n\r\nHunt has completed more public sculptures than any other artist in the country. His signature pieces include Jacob's Ladder at the Carter G. Woodson Library in Chicago and Flintlock Fantasy in Detroit. He was appointed by President Lyndon Johnson as one of the first artists to serve on the governing board of the National Endowment for the Arts and he also served on boards of the Smithsonian Institution. Hunt is the recipient of numerous awards and honorary degrees.\r\n\r\nHunt has continued to experiment throughout his successful career, employing a wide range of sculptural techniques. Through his work, Hunt often makes comments on contemporary social and political issues.\r\n\r\nWikipedia 10/9/09",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Richard Hunt",
            "alphasort":"Hunt, Richard",
            "lastname":"Hunt",
            "firstname":"Richard",
            "nametitle":null,
            "middlename":"Howard",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500124131"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}