{
    "makerid":6297,
    "published_date":"2022-03-28 16:07:18.945933",
    "type":"maker",
    "displayname":"Horace T. Carpenter",
    "makertype":"Individual",
    "alphasort":"Carpenter, Horace T.",
    "lastname":"Carpenter",
    "firstname":"Horace",
    "nametitle":null,
    "middlename":"T.",
    "suffix":null,
    "displaybio":"American, 1857–1947",
    "begindate":1857,
    "enddate":1947,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Horace Thompson Carpenter, who was born 1857 in Monroe, Michigan and died 1947 in Bala, suburban Philadelphia, Pennsylvania, was a descendant of Samuel Carpenter, a close associate of William Penn, the founder of Pennsylvania. Educated at the Episcopal Academy of Philadelphia, the Pennsylvania Academy of Fine Arts (studied under Thomas Eakins), Philadelphia School of Industrial Art and the New York Art Students League, Horace T. Carpenter had an early career in engineering, writing, and illustration. \r\n\r\nHe was active in several art media. Among his earliest attributed works are illustrations for books by Hamlin Garland, \"Main-Travelled Roads\" (1893) and \"Prairie Songs\" (1893), and illustration of the 1897 issue of \"The Chap Book.\" In 1904-1905 and 1906-1907, he was listed in Turner's \"Hudson River Directory\" as a resident of Tarrytown, NY, at which time he was art editor for \"Cosmopolitan\" magazine. \r\n\r\nCarpenter is known to havefilled three sketchbooks while a guest of the American novelist Francis Marion Crawford in Rome in 1904. A number of these sketches were of Mr. Crawford; Italian sculptor Gaetano Chiaromonte; American artist Elihu Vedder and well-known scenes of interest around Rome. He painted derivative works of notable personnel of Dickinson College in Carlisle, PA, and historical paintings for private clients and patrons in New York and Delaware. \r\n\r\nHe illustrated books for several well-known American authors, including Mary Harriott Norris' \"The Grapes of Wrath, a Tale of North and South\" (1901); Neith Boyce's \"The Folly of Others\" (1904); F. Marion Crawford's \"Whosoever Shall Offend\" (1904) and \"Fair Margaret\" (1905); William Johnston's and Paul West's \"The Innocent Murderers\" (1910); prominent financier and political activist John Jakob Raskob's \"The Raskob-Green Record Book\" (1921), and undoubtedly others. \r\n\r\nHe was a member of The Players Club in New York City (founded in 1888 by Shakespearean actor Edwin Booth, brother of John Wilkes Booth), a gathering place for actors and eminent men in other professions. He served as superintendent and then curator of Independence Hall (now Independence National Historical Park) in Philadelphia from 1916 to 1946, shortly before his death at age 89. His work and association with many prominent personages of his day make him a figure of remarkable interest to historians.\r\n\r\n\r\n \r\n\r\n** If you discover credit omissions or have additional information to add, please let us know at registrar@AskART.com \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Horace T. Carpenter",
            "alphasort":"Carpenter, Horace T.",
            "lastname":"Carpenter",
            "firstname":"Horace",
            "nametitle":null,
            "middlename":"T.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/231145542629096640194"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}