{
    "makerid":383,
    "published_date":"2022-03-28 16:03:31.187638",
    "type":"maker",
    "displayname":"Biagio di Antonio",
    "makertype":"Individual",
    "alphasort":"Antonio, Biagio di",
    "lastname":"Antonio",
    "firstname":"Biagio",
    "nametitle":null,
    "middlename":"di",
    "suffix":null,
    "displaybio":"Italian, 1446–1516",
    "begindate":1446,
    "enddate":1516,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. He was previously confused with three other painters: Andrea Utili (fl 1481–96) of Faenza; ‘Giovanni Battista Utili’ (?1465–1516), whose second family name was Bertucci, also of Faenza; and Benedetto Ghirlandaio. His true identity was first documented by Grigioni, and Golfieri and Corbara then linked archival references to surviving paintings. Lightbown excluded the suggestion that he is the Biagio apprenticed to Botticelli, who, according to Vasari, was the victim of a practical joke played by his master.\r\n\r\nAccording to a catasto (land registry declaration), his surname was Tucci. An eclectic artist, he reflected the styles of many contemporary Tuscan painters, although his own slightly stiff and doll-like figure style is constant (see fig.). He was trained in Florence and was first influenced by Fra Filippo Lippi, as is apparent in the Nativity (Dijon, Mus. B.-A.), then, around 1470, particularly by Verrocchio, as is evident in the Virgin Adoring the Child (Siena, Col. Chigi–Saracini). In 1476 Biagio was established as an independent painter and executed an Adoration of the Child with Saints and Donors for the Ragnoli family (ex-S Michele, Faenza; Tulsa, OK, Philbrook A. Cent.). This marks the beginning of his activity in Faenza, which lasted at least 30 years; he seems to have kept abreast of artistic developments in Florence, however, and also worked elsewhere in Italy. In 1481–2 he collaborated with Cosimo Rosselli in the Sistine Chapel, Rome, frescoing the background landscape scenes in the Last Supper and probably a large part of the Crossing of the Red Sea. On 5 October 1482 he signed a contract with Perugino to paint frescoes in the Sala dei Gigli in the Palazzo Vecchio, Florence. These were never executed and the commission passed to Domenico Ghirlandaio, who next became the most important influence on Biagio; the triptych of the Virgin and Child Enthroned with Saints and Angels (Faenza, Pin. Com.) for the Dominicans of Faenza, commissioned in 1483, shows Ghirlandaio’s influence both in composition and in facial types. The Annunciation also dates from the 1480s, whereas the Pietà (all Faenza, Pin. Com.) may be linked to a deed of 1488. The artist favoured bright, crystalline colours and naturalistic detail derived ultimately from Flemish and German paintings. This is evident in the carpets of flowers, genre details and landscape backgrounds in his works.\r\n\r\nIn 1489 Biagio was paid to fresco a coat of arms (now repainted) in the chapel of Filippo Strozzi the elder in the church of Lecceto outside Florence. The beautiful altarpiece of the Virgin and Child Enthroned with SS Francis and Mary Magdalene (ex-S Pancrazio, Florence; San Casciano Val di Pesa, S Francesco) dates from the beginning of the 1490s, while the Road to Calvary (Paris, Louvre), with the rare iconographic theme of St Veronica and the veil, should probably be dated to the end of the decade, with the Virgin and Child Enthroned with SS John the Baptist and Jerome (Gambassi, near Florence, Prepositura dei SS Jacopo e Stefano). In 1504 Biagio was commissioned to paint the panel of the Virgin and Child Enthroned with SS John the Evangelist and Anthony of Padua (Faenza, Pin. Com.), which shows the influence of Filippino Lippi, who, together with Piero di Cosimo, influenced Biagio’s late work. It also shows his growing affinity with the painterly traditions of Romagna and Bologna. Many paintings of the Virgin and Child are attributed to Biagio and they variously show the influence of Antonello da Messina, of Flemish artists, of Lorenzo di Credi, and of Perugino, who affected his later, rather weak works.\r\n\r\nBiagio also produced many cassone paintings, in which he combined an animated narrative vein with an almost courtly taste for the description of rich and highly coloured costumes and armour. The cassone with Stories of the Argonauts (c. 1465; New York, Met.) is stylistically close to Pesellino, as is the pair of cassoni with Stories of Lucretia (c. 1465; Venice, Ca’ d’Oro), but the Meeting between Jason and Medea (1487; Paris, Mus. A. Dec.) is painted with a greater sobriety. It has been suggested that Biagio may have been responsible for some of the miniatures of Federigo II da Montefeltro’s Bible of 1478 (Rome, Vatican, Bib. Apostolica), but this is unproven. GDA\r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Biagio d'Antonio Tucci",
            "alphasort":"d'Antonio Tucci, Biagio",
            "lastname":"d'Antonio Tucci",
            "firstname":"Biagio",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Biagio di Antonio",
            "alphasort":"Antonio, Biagio di",
            "lastname":"Antonio",
            "firstname":"Biagio",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500030102"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/15641155"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}