{
    "makerid":6620,
    "published_date":"2022-03-28 16:07:31.287121",
    "type":"maker",
    "displayname":"Bruce Conner",
    "makertype":"Individual",
    "alphasort":"Conner Bruce",
    "lastname":"Conner",
    "firstname":"Bruce",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1933–2008",
    "begindate":1933,
    "enddate":2008,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Although difficult to categorize, Bruce Conner is considered by many to be one of the foremost American artists of the Post-War era. Working in a broad range of media, including film, assemblage, painting, photography, sculpture, drawing, and printmaking, Conner emerged in the San Francisco Bay area art scene in the late 1950s with his witty, conceptually provocative works that touched on themes of Post-War American culture. Known initially for his delicate assemblages and collages assembled from found objects and materials, Conner was perhaps most influential as a leader in the New American Cinema of the 1960s, producing short films edited together from short bits of pre-existing film stock and television broadcasts. \r\n\r\nBy the mid-60s Conner had ceased making films and assemblages in favor of meticulously detailed abstract black and white drawings filled with a multitude of short, uniform strokes from felt-tipped pens. In the words of the artist: “The felt-tip pen drawings came about when I was trying to work with pen and ink to create images that had both a positive and negative linear form [that] I wasn’t able to create in brush or pen.”\r\n\r\nHaving realized by the late 1960s that the highly impermanent nature of the inks in the pens he used meant that his drawings were rapidly fading, in 1970 Conner turned to a commercial printer in Oakland, California to reproduce his drawings as offset lithographs printed on fine paper. The precise clarity of the photomechanical printing process added a flat impersonal quality that suited the artist and preserved the crisp pen work of the original drawing, and complimented Conner’s obsessive mark making.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Bruce Conner",
            "alphasort":"Conner Bruce",
            "lastname":"Conner",
            "firstname":"Bruce",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/93779826"
        },
        {
            "source":"ULAN",
            "id":"500116235"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}