{
    "makerid":4334,
    "published_date":"2024-08-24 02:00:41.075815",
    "type":"maker",
    "displayname":"Charles R. Knight",
    "makertype":"Individual",
    "alphasort":"Knight, Charles R.",
    "lastname":"Knight",
    "firstname":"Charles",
    "nametitle":null,
    "middlename":"R.",
    "suffix":null,
    "displaybio":"1874–1953; born Brooklyn, NY; died New York, NY",
    "begindate":1874,
    "enddate":1953,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Charles Robert Knight (October 21, 1874 in Brooklyn – April 15, 1953 in Manhattan) was an American artist best known for his influential paintings of dinosaurs and other prehistoric animals. His works have been reproduced in many books and are currently on display at several major museums in the United States.\r\n\r\nAs a child, Knight was deeply interested in nature and animals, and spent many hours copying the illustrations from his father’s natural history books. Though legally blind because of astigmatism and a subsequent injury to his right eye, Knight pursued his artistic talents with the help of specially-designed glasses, and at the age of twelve, he enrolled at the Metropolitan Art School to become a commercial artist. In 1890, he was hired by a church-decorating firm to design stained-glass windows, and after two years with them, became a freelance illustrator for books and magazines, specializing in nature scenes.\r\n\r\nIn his free time, Knight visited the American Museum of Natural History, attracting the attention of Dr. Jacob Wortman, who asked Knight to paint a restoration of a prehistoric pig whose fossilized bones were on display. Though many artists at the time were reluctant to make such restorations, given the amount of guesswork involved, Knight applied his knowledge of modern pig anatomy to make the painting as realistic as possible, and used his imagination to fill in any gaps. Wortman was thrilled with the final result, and the museum soon commissioned Knight to produce an entire series of watercolors to grace their fossil halls. These paintings were hugely popular among visitors, and Knight continued to work with the museum well until the 1930s, painting what would become some of the world’s most celebrated images of dinosaurs, prehistoric mammals, and prehistoric humans.\r\n \r\nLeaping Laelaps by Charles R. Knight, 1897One of Knight's best-known pieces for the American Museum of Natural History is 1897’s Leaping Laelaps, which was one of the few pre-1960s images to present dinosaurs as active, fast-moving creatures (thus anticipating the theories of modern paleontologists like Robert Bakker). Other familiar American Museum paintings include Knight’s portrayals of Agathaumas, Allosaurus, Brontosaurus, Smilodon, and the Woolly Mammoth. All of these have been reproduced in numerous places and have inspired many imitations.\r\n\r\nSoon, natural history museums throughout the country began requesting Knight paintings for their own fossil exhibits. In 1925, for example, Knight produced an elaborate mural for the Natural History Museum of Los Angeles County which portrayed some of the birds and mammals whose remains had been found in the nearby La Brea Tar Pits. The following year, Knight began a 28-mural series for Chicago’s Field Museum of Natural History, a project which chronicled the history of life on earth and took four years to complete. At the Field Museum, he produced one of his best-known pieces, a mural featuring Tyrannosaurus and Triceratops. This confrontation scene between a predator and its prey would inspire a huge number of imitations, establishing the two dinosaurs as “mortal enemies” in the popular consciousness. The Field Museum’s Alexander Sherman says, “It is so well-loved that it has become the standard encounter for portraying the age of dinosaurs”.\r\n\r\n \r\nTrachodon (Anatotitan) from 1905Knight’s work also found its way to the Carnegie Museums in Pittsburgh the Smithsonian Institution, and Yale's Peabody Museum of Natural History, among others. Several zoos, such as the Bronx Zoo, the Lincoln Park Zoo, and the Brookfield Zoo, also approached Knight to paint murals of their living animals, and Knight enthusiastically complied. Knight was actually the only person in America allowed to paint Su Lin, a giant panda that lived at Brookfield Zoo during the 1930s.\r\n\r\nWhile making murals for museums and zoos, Knight continued illustrating books and magazines, and became a frequent contributor to National Geographic. He also wrote and illustrated several books of his own, such as Before the Dawn of History (Knight, 1935), Life Through the Ages (1946), Animal Drawing: Anatomy and Action for Artists (1947), and Prehistoric Man: The Great Adventure (1949). Additionally, Knight became a popular lecturer, describing prehistoric life to audiences across the country.\r\n\r\nEventually, Knight began to retire from the public sphere to spend more time with his grandchildren, who shared his passion for animals and prehistoric life. In 1951, he painted his last work, a mural for the Everhart Museum in Scranton, Pennsylvania. Two years later, he died peacefully in Manhattan.\r\n\r\nBrontosaurus by Charles R. Knight, 1902Examples of Knight's work frequently appeared in dinosaur books published in the US during the first half of the twentieth century.[3] Many works released since then also include examples of Knight’s paintings; for example, Stephen Jay Gould used one of Knight’s paintings for the cover of his 1991 book Bully for Brontosaurus and another in his 1996 book Dinosaur in a Haystack. Though many other paleoartists have succeeded Knight (most notably Zdenek Burian) Knight’s paintings still remain very popular among paleontology enthusiasts. A commemorative edition of Knight’s 1946 book Life Through the Ages [ISBN 0-253-33928-6] was recently published by Indiana University Press, and a 2007 calendar [ISBN 0-7649-3622-0] of Knight’s paintings is also currently available. Additionally, fantasy artist William Stout has been compiling a series of Charles Knight Sketchbooks, which contain many rare and previously unpublished drawings and studies by Knight.\r\n\r\nKnight's restoration of Agathaumas from 1897, which was later used as basis for a model Agathaumas used in the 1925 film The Lost World. 1922 New Year's Card by Charles R. KnightBecause Knight worked in an era when new and often fragmentary fossils were coming out of the American west in quantity, not all of his creations were based on solid evidence; dinosaurs such as his improbably-adorned Agathaumas (1897: left) for example, were somewhat speculative. His depictions of better-known ceratopsians as solitary animals inhabiting lush grassy landscapes were largely imaginative (the grasslands that feature in many of his paintings didn't appear until the Cenozoic and ceratopsians are known to have been gregarious animals). Although Knight sometimes made musculoskeletal studies of living animals, he did not do so for his dinosaur restorations, and he restored many dinosaurs with typical reptilian-like limbs and narrow hips (Paul, 1996). In the 1920s, studies by the celebrated palaeontologists Alfred Romer and Gerhard Heilmann (Heilmann, 1926) had confirmed that dinosaurs had broad avian-like hips rather than those of a typical reptile. Knight often restored extinct mammals, birds and marine reptiles in very dynamic action poses, but his depictions of large dinosaurs as ponderous swamp-dwellers destined for extinction reflected more traditional concepts (Paul, 1996). In his catalogue to Life through the Ages (1946), he reiterated views that he had written earlier (Knight, 1935), describing the great beasts as \"slow-moving dunces\" that were \"unadaptable and unprogressive\" while conceding that small dinosaurs had been more active.\r\n\r\nThe late Stephen Jay Gould was one of Knight’s most well-known fans, notably refusing to refer to Brontosaurus as “Apatosaurus” because Knight had always referred to the creature with the former name [2]. Gould writes in his 1989 book Wonderful Life, “Not since the Lord himself showed his stuff to Ezekiel in the valley of dry bones had anyone shown such grace and skill in the reconstruction of animals from disarticulated skeletons. Charles R. Knight, the most celebrated of artists in the reanimation of fossils, painted all the canonical figures of dinosaurs that fire our fear and imagination to this day” [5]. Other admirers have included special effects artist Ray Harryhausen, who writes in his autobiography An Animated Life, “Long before Obie (Willis O'Brien), myself, and Steven Spielberg, he put flesh on creatures that no human had ever seen. […] At the L.A. County Museum I vividly remember a beautiful Knight mural on one of the walls depicting the way the tar pits would have looked in ancient times. This, plus a picture book about Knight’s work my mother gave me, were my first encounters with a man who was to prove an enormous help when the time came for me to make three-dimensional models of these extinct beings”.\r\n\r\nAn homage to the painter was also made in the IMAX feature film, T-Rex: Back to the Cretaceous, in which he was portrayed by actor Tuck Milligan.\r\nWikipedia",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charles R. Knight",
            "alphasort":"Knight, Charles R.",
            "lastname":"Knight",
            "firstname":"Charles",
            "nametitle":null,
            "middlename":"R.",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Charles Robert",
            "alphasort":"Charles Robert",
            "lastname":"Charles Robert",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500052141"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/28416797"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}