{
    "makerid":5578,
    "published_date":"2022-03-28 16:06:48.598871",
    "type":"maker",
    "displayname":"Giovanni della Robbia",
    "makertype":"Individual",
    "alphasort":"Robbia, Giovanni della",
    "lastname":"della Robbia",
    "firstname":"Giovanni",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1469–ca. 1529",
    "begindate":1469,
    "enddate":1530,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Giovanni trained with his father Andrea della Robbia, and is documented in the family workshop from 1497. As heir to the workshop, he had the job of reviewing production according to changing tastes as dictated by comtemporary painting. By the 16th century, his works were characterized by vivid polychrome glazes, instead of the traditonal blue and white, and intensely expressive figures. During the 1520s, he was known for Entombment and Nativity scenes. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giovanni della Robbia",
            "alphasort":"Robbia, Giovanni della",
            "lastname":"della Robbia",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Giovanni Antonio della Robbia",
            "alphasort":"Robbia, Giovanni Antonio della",
            "lastname":"Robbia",
            "firstname":"Giovanni Antonio della",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500006945"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95723260"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf2d2a651d8d0016a24ab3"
            },
            "body":"This large lunette is by Giovanni (1469-1529/30), great nephew of Luca [della Robbia] and the last head of the family workshop. It shows Saint Donatus (Donato in Italian), the fourth-century bishop of Arezzo, performing one of his miracles, purifying a poisoned well from whose waters rises a dragon. The scene takes place before a landscape with trees and small plants on the rolling hills, all in high relief and inspired by the Northern prints and paintings that were so modish in Italy in the early decades of the sixteenth century.\n\nThe face of the saint is in the white glazed terracotta well known to Luca's admirers, while the dragon, landscape, and vestments of Saint Donatus are in bright shades of yellow, green, blue, and a color intended to be red. Allan Marquand's predecessor, Marcel Reymond, commented that \"whenever [the Della Robbias] wished to produce a red glaze they had to be satisfied with a very inadequate result, varying in shade from a red-violet, to a purple or plum, or even brown.\"\n\nThe presence of so many colors characteristic of Giovanni's palette, his attempt to rival the  art of painting, and the  spaces between  the  individual sections in which the relief was mod­ eled  and  fired-deliberately  left  visible by  the  conservator-make  this  work  an ideal technical study piece for students. Equally compelling is the serious and benign presence  of the bishop saint, still conceived in the spirit of Luca.\n\n",
            "title":"Saint Donatus Purifies a Well, Giovanni della Robbia",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 2004"
        }
    ]
}