{
    "makerid":16637,
    "published_date":"2022-03-28 16:09:21.406541",
    "type":"maker",
    "displayname":"Zach Harris",
    "makertype":"Individual",
    "alphasort":"Harris, Zach",
    "lastname":"Harris",
    "firstname":"Zach",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1976",
    "begindate":1976,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"A graduate of Hunter College, from which he received an MFA in 2006, Zach Harris is an emerging artist with a long career ahead of him. He is known for a series of exquisite mixed-media assemblages that combine painted elements with carved and cut pieces of wood. A consummate craftsman, Harris labors over each work for a year or more. His paintings are as meticulously rendered as his sculpted and assembled frames, which he treats as an integral part of the work. Indeed, he makes no distinction between painting and frame: they are of a piece with one another. Slightly larger than a Byzantine icon, Harris's works are intimately scaled. They are neither fully abstract nor completely representational: the imagery is evocative, usually of trees, landscapes, and fire, but it is never tied to a specific referent. \r\n\r\nAccording to Harris, his work serves as a kind of meditative device: it is meant to grip the mind via the eye and to trigger moments of imaginative reverie, if not flights of spiritual and metaphysical fancy. His choice of palette, motif, and composition all serve this end: intensity-intensity of impact, of color, and of symbolism-is always prized, along with tactility. In these and other ways, Harris's work departs radically from a great deal of contemporary painting, which tends to be monumental in scale, short on affect, and reliant on photographs and digital technology.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Zach Harris",
            "alphasort":"Harris, Zach",
            "lastname":"Harris",
            "firstname":"Zach",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}