{
    "makerid":2604,
    "published_date":"2023-04-05 02:01:43.730655",
    "type":"maker",
    "displayname":"Gilbert Stuart",
    "makertype":"Individual",
    "alphasort":"Stuart Gilbert",
    "lastname":"Stuart",
    "firstname":"Gilbert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1755–1828; born North Kingstown, RI; died Boston, MA",
    "begindate":1755,
    "enddate":1828,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Stuart is recognized as one of the most important portrait painters of Colonial America and the early Republic. Stuart worked in Philadelphia from 1770-1771, working for Scottish artist Cosmo Alexander, traveling to Scotland in 1772, and returning to Rhode Island in 1773, where he paitined portraits for the next two years. During the American Revolution, Stuart lived in London where he worked in the studio of Benjamin West from 1777-1782. Combining lessons he learned from West and the work of Reynolds and Gainsborough, he gained recognition with his full length work, \"The Skater\" from 1782. Beginning in 1794, Stuart began to work on his famous portraits of Geroge Washington: \"The Vaughn Portrait\" (1794-95), reproduced on the dollar bill, \"The Athenaeum Portrait\" (1796), and the full-length \"Landsdowne Portrait\" also of 1796 (ULAN(.",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Gilbert Stewart",
            "alphasort":"Stewart, Gilbert",
            "lastname":"Stewart",
            "firstname":"Gilbert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Gilbert Stuart",
            "alphasort":"Stuart Gilbert",
            "lastname":"Stuart",
            "firstname":"Gilbert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010392"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/61689381"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf4a32785ca8001692b35f"
            },
            "body":"The portrait of William Bayard (1761-1826) by  Gilbert  Stuart speaks eloquently  of the  interests of Viscountess Eccles. Bayard, a leading New York merchant and member of an important colonial family of Huguenot descent, was the only son of the loyalist William Bayard of New York and Castle Point, New Jersey (now Hoboken), to remain in America at the time of the Revolution; when the elder Bayard chose to leave the country, his other sons joined the British army.\n\nThe American painter Gilbert Stuart (1755- 1828), from Newport, Rhode Island, avoided  the Revolution by spending the years from 1775 to 1793 in London and Dublin. There  he  perfected his art and served a fashionable clientele. Upon  his  return to New York in  1793, he undertook a series of portraits of prominent Americans, among them Aaron Burr, Class of 1772. Especially notable was  the iconic image of George Washington, of 1795, the artist's best known work and the most beloved portrait of the first president.\n\nThe Bayard portrait has been dated to ca. 1794, and it fits well within the group of works with which the artist sought to establish his reputation in his homeland. The artist's American  direct­ ness is evident in the frank gaze of the sitter, while the elegance of the apple­ green coat betrays Stuart's appreciation of cosmopolitan  refinements. Freely brushed accouterments  surround the highly finished head and hands, creating a balance between Stuart's close study of the sitter's likeness with gestural, sponta­ neous brushwork , in a demonstration of artistic skill. The inkwell is particularly noteworthy for sketchy virtuosity and bravura rendering.\n\nThe rationales for the inclusion of unfinished passages in Stuart's works varied during his career. In the Washington portrait, the finished head was to serve as a model for a large num­ ber of variants. Before his return to America, Stuart collected the proceeds from single portrait sittings, in order to amass as much money as possible in a short time, leaving numerous partially painted canvases behind him. The eigh­teenth-century appreciation of the <em>non­ finito</em> in drawings, terracotta models, and ancient fragments may also have prompted the practice of leaving passages unfin­ished as an aesthetic choice. \n",
            "title":"Newsletter: Summer 2004",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}