{
    "makerid":5643,
    "published_date":"2022-03-28 16:06:51.077586",
    "type":"maker",
    "displayname":"Dolon Painter",
    "makertype":"Individual",
    "alphasort":"Dolon Painter",
    "lastname":"Dolon Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"South Italian, Lucanian",
    "culturegroup":null,
    "biography":"The second generation of Lucanian artists was led by the Creusa Painter and Dolon Painter working in Metapontion. The Creusa Painter was perhaps a pupil of the Amykos Painter, although he preferred genre scenes. The Dolon  Painter was more original, treating mythology in an almost caricatural manner that perhaps reflects the work of the great painter Zeuxis, who worked in nearby Herakleia. His style was also influenced by the Tarporley Painter, an Apulian artist with whom he might have worked for a while. In a separate workshop, the Brooklyn–Budapest Painter was an artist of considerable importance. At the beginning of his career he remained close to the Amykos Painter, but he may have moved to Taras, since he shows considerable influence of the Iliupersis Painter in his work. Nevertheless, he used Lucanian patterns and decorated some nestorides, which distinguishes him from contemporary Apulian artists. He returned to Lucania c. 380 BC and started a workshop in northern Lucania, perhaps at Anzi (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Dolon Painter",
            "alphasort":"Dolon Painter",
            "lastname":"Dolon Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004748"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95709743"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}