{
    "makerid":9063,
    "published_date":"2022-03-28 16:07:43.134104",
    "type":"maker",
    "displayname":"John Maclean",
    "makertype":"Individual",
    "alphasort":"Maclean, John",
    "lastname":"Maclean",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1800–1886",
    "begindate":1800,
    "enddate":1886,
    "nationality":"American",
    "culturegroup":null,
    "biography":"was an American Presbyterian clergyman and educator who served as the tenth President of Princeton University, then known as the College of New Jersey. Maclean, the son of the first professor of chemistry at the College of New Jersey, grew up in Princeton, New Jersey. He attended the College and later Princeton Theological Seminary. At age 23, he became full professor of mathematics at the university. Six years later, he became university vice president. He was responsible for bringing a number of renown scholars and academics to the college. During this time, he also left mathematics and became professor of ancient languages. Maclean was one of the chief architects of the state's public education system. His plan for a state normal school, local boards of education and nonsectarian public schools was adopted by the state legislature. He became president of the College of New Jersey in 1854. He led the university through the 1855 burning of Nassau Hall and the American Civil War. After retiring from his post after 14 years in office, he wrote a two-volume history of the university. He served as the honorary president of the university's Alumni Association until his death. (Wikipedia)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Maclean",
            "alphasort":"Maclean, John",
            "lastname":"Maclean",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/33483372"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}