{
    "makerid":18700,
    "published_date":"2022-03-28 16:09:42.690651",
    "type":"maker",
    "displayname":"Harry Weber",
    "makertype":"Individual",
    "alphasort":"Weber, Harry",
    "lastname":"Weber",
    "firstname":"Harry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1942",
    "begindate":1942,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Harry Weber",
            "alphasort":"Weber, Harry",
            "lastname":"Weber",
            "firstname":"Harry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5ddd75ff953eb90016c97145"
            },
            "title":"Hear the Artist (PP696)",
            "transcription":"Hear the Artist (PP696)\n\nThe commission to do a life-sized statue of Bill Bradley was a very special one for me for several reasons.  I have always loved portraying the human form in action, and very few athletes offer more interesting movement than basketball players.  Second, as an alumnus of Princeton it was an honor to have my work permanently displayed on the campus I loved so much. Finally, I did know Bill as a student and admired him as a public servant.\n\nIn looking for the pose, I reviewed dozens of photos of Bill playing at Princeton and in his later years as a professional player for the Knicks.  The jump shot was one that immediately occurred to everyone concerned with the project since Bill Bradley had always been a master of that difficult shot. But, I favored a pose that showed him driving to the inside.  The jump shot, while attractive, is one that is so often featured for basketball players that it is almost too familiar, and I wanted something to set this representation apart.  Also, with the fact that Bill is over six and a half feet high and adding the distance of the jump and the base, his face would be so far off the ground (and focused high as well), that he would be almost unrecognizable to the viewer on the ground.  And, the site chosen is only a few yards away from the statue of Dick Kazmaier shown running the football.  The jump shot would cause the Bradley statue to be almost twice as high as that statue and the balance of the two pieces in front of Jadwin Gym would be lost. The dribbling driving pose allowed me to have the movement go toward the center of the site, and offered the chance to show Bill’s incredible focus as he forces his way to the inside.\n\nThe process involved the submission of sketches, the creation of a two foot model and finally the original art in clay.  Piece molds were then taken from the original art. The statue was then cast using the ceramic shell method in about twenty different sections which were then welded together. The metal was “chased” and a patina was applied giving me the chance to subtly suggest the different shades of the body and uniform as it moved across the base.\n\nThe statue is supported by an internal structure of solid stainless steel that allows us to cantilever the eight hundred pound bronze on a single point of contact increasing the feeling of movement and urgency.\n\nI, and all my associates are extremely proud to have had this opportunity to have a place on the campus, and to have represented such an extraordinary human being.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca075",
            "speaker_type":"Artist"
        }
    ],
    "video":[],
    "essay":[]
}