{
    "makerid":18402,
    "published_date":"2022-03-28 16:09:36.872166",
    "type":"maker",
    "displayname":"Goshka Macuga",
    "makertype":"Individual",
    "alphasort":"Macuga, Goshka",
    "lastname":"Macuga",
    "firstname":"Goshka",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Polish, born 1967",
    "begindate":1967,
    "enddate":2100,
    "nationality":"Polish",
    "culturegroup":null,
    "biography":"London-based, Polish-born artist Goshka Macuga is known for a body of work ranging from collages and photographs to monumental tapestries and site-specific, research-based installations. She is associated with a generation of artists who combine the roles of archivist, curator, and scenographer. Generally speaking, Macuga is exemplary of what Hal Foster has termed the ‘archival turn’ in contemporary art: many of her projects begin with sustained research in the libraries of a sponsoring institution, and they result in works that recover and reframe forgotten or controversial moments from her host’s past. Macuga often explores the tensions underwriting the relationship between art, institutions, and the state. Some of her projects concern historical acts of censorship; others the competing claims made on art by artists, governments, and the public. Reflecting her more general interest in the precarious state of democracy in the current day, Macuga often fashions spaces and installations designed to be repurposed for debate and discussion. Her work is polymathic, investigatory, and associative in spirit: she has addressed subjects as diverse as war, Aby Warburg, the history of exhibition design, current and historical acts of political dissent, the structure and symbolism of political power, capitalism, land use, magic, and the occult. Science, especially physics, is a topic of growing interest to Gohska, as demonstrated by her recent visit to Cern, to meet with some of the scientists working on the Higgs Bosom.\r\n\r\nMacuga was a finalist for the 2008 Turner Prize, and her work has been featured in dozens of group exhibitions, including the 2009 Venice Biennale, the Berlin Biennial, the Liverpool Biennial, the São Paolo Biennial, and Documenta 13, among others. Solo exhibitions and commissions have been held at the Whitechapel Gallery, Tate Britain, the Zacheta National Gallery of Art, the Kunsthalle Basel, the Walker Art Center, and Andrew Kreps Gallery. Her first retrospective opened at the Museum of Contemporary Art in Chicago in 2013. Macuga studied at the Wojciech Gerson School of art, Central Saint Martin’s School of Art, and Goldsmiths College.\r\n\r\nMacuga was the Princeton University Art Museum’s third Sarah Lee Elson, Class of 1984, International Artist in Residence, an annual short-term residency that brings artists working around the world to Princeton  (Kelly Baum, Curator).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Goshka Macuga",
            "alphasort":"Macuga, Goshka",
            "lastname":"Macuga",
            "firstname":"Goshka",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500353432"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/3647812"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}