{
    "makerid":15993,
    "published_date":"2022-03-28 16:09:10.973605",
    "type":"maker",
    "displayname":"Prospero Antichi; il Bresciano",
    "makertype":"Individual",
    "alphasort":"Antichi, Prospero",
    "lastname":"Antichi; il Bresciano",
    "firstname":"Prospero",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1555/65 - 1592",
    "begindate":1555,
    "enddate":1592,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian sculptor. According to Baglione, he went to Rome from his native Brescia as a youth. He studied anatomy and the art of ancient Rome, and he gained fame for his anatomical models and small bozzetti. His skill as a modeller resulted in several commissions from Gregory XIII, including stucco angels (1580–81) for the Pauline Chapel and the Scala Regia in the Vatican. The success of these elegant, classicizing figures led to the commission (after 1585) for the sculptural components of the tomb of Gregory XIII in St Peter’s, consisting of a seated statue of the Pope, allegorical figures of Charity, Faith, Religion and Justice, and two angels bearing the papal arms. The tomb has undergone numerous transformations and much of its sculpture has been lost; its original appearance is recorded, however, in several engravings and in a drawing by Ciro Ferri (Florence, Uffizi). The surviving stucco figures of Religion and Justice, which now adorn the tomb of Gregory XIV, exemplify Antichi’s style. Standing in contrapposto poses and enveloped in broad masses of finely modelled drapery, these highly classicizing figures, reminiscent of the work of Andrea Sansovino, reveal the artist’s profound debt to the art of antiquity.\r\n\r\nAntichi also produced many works for Sixtus V, often in collaboration with other artists, as was typical of the Sistine period. Working with Francesco (Cecchino) da Pietrasanta ( fl late 16th century), he provided the clay models for the bronze lions (1587) below the Vatican obelisk, and with the same sculptor he produced the marble Nativity group (1587) in the confessio of the Sistine Chapel at S Maria Maggiore. He also collaborated with Leonardo Sormani on the marble statues of St Peter and St Paul (1587–8) for the same chapel and on the much disparaged colossal marble statue of Moses for the Fountain of the Acqua Felice (1587–8). Although ridiculed by Baglione and many other critics, this ill-proportioned work was highly praised by Giambattista Marino and was the basis for the poet’s inclusion of Antichi in his famous La galeria (Venice, 1630). GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Prospero Antichi; il Bresciano",
            "alphasort":"Antichi, Prospero",
            "lastname":"Antichi; il Bresciano",
            "firstname":"Prospero",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}