{
    "makerid":6077,
    "published_date":"2023-03-29 02:04:49.104813",
    "type":"maker",
    "displayname":"Il Baciccio (Giovanni Battista Gaulli)",
    "makertype":"Individual",
    "alphasort":"Baccicio",
    "lastname":"Gaulli",
    "firstname":"Giovanni",
    "nametitle":null,
    "middlename":"Battista",
    "suffix":null,
    "displaybio":"1639–1709; born Genoa, Italy; died Rome, Italy",
    "begindate":1639,
    "enddate":1709,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Il Baciccio",
            "alphasort":"Il Baciccio",
            "lastname":"Il Baciccio",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Il Baciccio (Giovanni Battista Gaulli)",
            "alphasort":"Baccicio",
            "lastname":"Gaulli",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":"Battista",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500000833"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/66694604"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf62379e2edf00160433ae"
            },
            "body":"Composed of fourteen sheets of paper joined  together and glued onto canvas, this large and luminous work not only captures the illusionistic and mystical splendor of the actual fresco- an out­standing example of Baroque ceiling decoration-but also provides  a rare working document for its genesis.\n\nBorn in Genoa in 1639, Gaulli, also known as Il Baciccio, left that city after the devastating plague of 1657. He settled in Rome, where  he soon found aristocratic and ecclesiastical patrons  for his lively portraits  and  dramatic altarpieces, rendered in warm  glowing colors and  a  distinctive sensuous painterly style that was in part influenced by artists from and active in Genoa, including Bernardo Strozzi, Anthony van Dyck, and Peter Paul Rubens. His precocious  talent as a brilliant colorist was soon recognized by the great sculptor and architect Gianlorenzo   Bernini (1598-1680), who helped him secure a series of important religious commissions, culminating in the much coveted project of decorating the barrel-vaulted mother church of the Jesuit order, which had been consecrated in 1584. On August 21, 1672, the contract was signed: Gaulli agreed to paint the nave, cupola, pendentives, and transept vaults, as well as supervise the stucco work, which was to be executed after his designs and gilded at his expense. Upon completion of the cupola and pen­ dentives, Gaulli and his team of assistants moved on to the vast nave fresco, which was intended to glorify the Catholic Church as proclaimed by the Jesuit order. \n\nAlthough there is no written iconographi ­ cal program for the Gesu frescoes, it probably originated with Padre Paolo Oliva (1600-1681), the Father General of the Jesuit Order who was Bernini's close friend and the driving force behind the decoration of the Gesu. The subject of the fresco itself was inspired by a passage from Saint Paul's epistle to the Philippians, a few words of which appear on a stuccoed scroll at the top of the fresco: \"Wherefore God hath also highly exalted him, and given him a name which is above every other name: that at the name of Jesus every knee should bow, of things in heaven and things in earth and under  the earth\" (Philippians II:9-10). Although the area with the scroll is not depicted in the oil sketch, the full conceptual and visual thrust of the biblical message is conveyed in the radiant and levitating clusters of saints and angels adoring the symbol of Christ. Their damned counterparts, including fallen angels, heretics, and vices, hurtle into dark­ ness below; these figures are blinded by and excluded from the vision of heaven that overwhelms the worshipper with its illu­ sionary proximity, seeming to open up the ceiling to the sky above as one moves from darkness into light. In order to heighten this atmospheric effect, Gaulli glazed the gilded stucco frame of the fresco with brown, clearly visible in the oil sketch, to suggest shadows cast by the painted clouds.\n\nAlthough  the full extent  of Bernini's involvement  in Gaulli's decoration of the Gesu is not known, there is no question that the frescoes and surrounding stucco work bear  the stamp of Bernini's revolutionary ideas  regarding  the  conflation  of painting and  sculpture  with  real  and simulated architecture. In a departure from previous illusionistic  ceiling decoration in Rome, such as Pietro da Cortona's <em>Glorification of the Reign of Urban VIII</em> (1632-39) in the Palazzo  Barberini, the overall effect of the Gesu frescoes relies less on a compo­ sitional arrangement of single figures than on a dramatic juxtapo sition of extensive dark and light areas, beautifully conveyed in Gaulli's oil sketch. \n\nThe composition of the <em>Triumph of the Name of Jesus</em> recalls Bernini's monumental Cathedra Petri, or Saint Peter's throne, in Saint Peter's Basilica (1657/66), as reflected in the glowing monogram IHS, the emblem of the Society of Jesus, encircled by fluttering putti. Furthermore, the four stucco angels at the corners of the fresco, which were executed by the Florentine sculptor Antonio Raggi (1624-1686), the most successful follower of Bernini's late style, bear traces of pricking marks or pouncing-raising the intriguing possibility that Gaulli may have transferred drawings by Raggi, or possibly by Bernini himself, onto the oil sketch.\n\nAlthough several oil sketches for the Gesu ceiling are recorded  in the inventory  of Gaulli's son, only this one has been identi­ fied. There also exists an oil sketch of the ceiling in  the  Palazzo  Spada, Rome, which is more finished in quality and executed directly  on  canvas, but  is limited  to  the painted portions  of the  ceiling, and reveals fewer differences  with the final product , suggesting that it is later in date.There are numerous  variations between  the Princeton sketch  and  the  fresco, including  the  poses of the  three  Magi in  the  upper  left, and the stance of the  central  female  figure perched on a billowing cloud, as well as the design of the gilded frame itself. Another important  distinguishing  feature, and one that appears to be unique among Gaulli's oil sketches, is the presence  of pen and brown ink inscriptions within the three lightly incised arcs on each vertical side (the arcs signify the three  window embrasures on each side of the nave, flanked by twin bands of rosette-filled coffers). The inscriptions are only partly decipherable, but they appear to indicate  the placement  of scaffolding in specific relation to the coffers; evidence of the complex orchestration required for this vast project. Bearing all the signs of a work in progress, Gaulli's oil sketch dazzles the viewer  with  a microcosmic  preview  of the finished fresco, which provided  a highly influential model for subsequent spectacular illusionistic ceiling decoration carried out in churches throughout Europe until the mid-eighteenth century.\n\n\n\n\n",
            "title":"Newsletter: Summer 2005",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}