{
    "makerid":12488,
    "published_date":"2022-03-28 16:07:47.610783",
    "type":"maker",
    "displayname":"Jan Claudius de Cock",
    "makertype":"Individual",
    "alphasort":"de Cock, Jan Claudius",
    "lastname":"de Cock",
    "firstname":"Jan",
    "nametitle":null,
    "middlename":"Claudius",
    "suffix":null,
    "displaybio":"Flemish, 1667–1735",
    "begindate":1667,
    "enddate":1735,
    "nationality":"Flemish",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jan Claudius de Cock",
            "alphasort":"de Cock, Jan Claudius",
            "lastname":"de Cock",
            "firstname":"Jan",
            "nametitle":null,
            "middlename":"Claudius",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010481"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/295858833"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db3086d4d90050016329733"
            },
            "body":"<p>Every work of art embodies an encounter. The creation of art epitomizes encounters between artists and what they see in the world around them. Sometimes art represents a specific encounter or is the focus of an encounter. In this way, art provides a common ground, a cultural meeting place, a platform for people to connect across time and space. At the heart of any encounter is an exchange—giving or losing something while receiving something else in return—that can take the form of a chance meeting, an adversarial conflict, or a discovery of unknown worlds, real or imagined. Every encounter fosters a dialogue, questioning or confronting perceived similarities and differences. What is accepted and familiar in the art and culture of any people is often hidden in the currents of tradition until there is an encounter with something that is different yet similar, or similar yet different. Such encounters elicit curiosity, bemusement, or, sometimes, ardent condemnation and rupture—bursting open treaty, nation, body, or belief. When we are faced with difference in similar artistic forms and shapes, what had been considered familiar is seen in a new light and becomes conspicuous. Confronted with similarity in cultural objects and ideas that are different, one suddenly finds commonality among works that had been viewed as unrelated. Cultural encounters result in entangled interaction, mutual impact, and translation—conveying from one person or place to another, expressing ideas in different words. The points of encounter occur across place as well as time, and the direction of the gaze controls how one culture sees others and how one sees oneself—sometimes transposed in the guise of another and sometimes in relation to one’s own past, present, or future. These points of contact are made through various means of cultural exchange, including trade, travel, exploration, communication, migration, colonization, or conquest. Not all cultural similarities result from such transmission, however; they may also be due to independent inventions. Such considerations might even raise questions about the very fabric of what we understand to be culture. For example, in four sculptures attributed to the Flemish artist Jan Claudius de Cock (1667–1735), the people of the continents of Africa, Asia, the Americas, and Europe are symbolically embodied in female forms. Encountering them today, one might question the essentialist reasoning behind such Enlightenment constructs of peoples and cultures. The contemporary artist Yinka Shonibare (b. 1962) pursues this very question in his photographic series <em>The Sleep of Reason Produces Monsters<em>.... Re-visioning Francisco Goya’s (1746–1828) print of the same title, Shonibare pictures the four continents as men clothed in sartorial artifice and surrounded by nightmare denizens representing the spawn of reason.</p>",
            "title":"Magazine: Summer 2012",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}