{
    "makerid":14760,
    "published_date":"2022-03-28 16:08:50.175129",
    "type":"maker",
    "displayname":"Stih and Schnock",
    "makertype":"Organization",
    "alphasort":"Stih and Schnock",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":null,
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Stih and Schnock",
            "alphasort":"Stih and Schnock",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Full Name",
            "displayname":"Renata Stih",
            "alphasort":"Stih, Renata",
            "lastname":"Stih",
            "firstname":"Renata",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Full Name",
            "displayname":"Frieder Schnock",
            "alphasort":"Schnock, Frieder",
            "lastname":"Schnock",
            "firstname":"Frieder",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5ddd536e6c925f001639dddf"
            },
            "title":"Hear Professor Michael W. Jennings (L.2008.21)",
            "transcription":"Hear Professor Michael W. Jennings (L.2008.21)\n\nThese two light boxes document one of the most remarkable of all memorials to the victims of the Shoah (the Holocaust), an installation in the Bavarian Quarter of Berlin by the artist team Stih and Schnock. How they came to be exhibited here in East Pyne, where they mark the entrance to the Department of German, is an interesting story. In the early 1990s, soon after the installation went up in Berlin, my colleague Tom Levin invited Renata Stih and Frieder Schnock to speak at Princeton; this was their first invitation to North America, and it has formed the basis of a lasting bond between the artists and our department. In the intervening years, Renata and Frieder have returned on a regular basis. And, year after year, they have donated their time, leading walks through the installation itself in Berlin for groups of Princeton students who are on an excursion from our program in Munich.\n\nThe light boxes themselves were prepared for a retrospective of the work of Stih and Schnock at the Jewish Museum in New York. They are somewhat larger versions of the maps that mark the entrance to the installation in Berlin. The light boxes not only document the position of the various elements of the installation but also include the texts on which it was based: the careful recording of the Nazi laws that gradually stripped Jewish citizens of their legal rights—and, finally, of their humanity. We can’t imagine a more appropriate entrance to a Department of German.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca081",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}