{
    "makerid":14413,
    "published_date":"2022-03-28 16:08:39.812270",
    "type":"maker",
    "displayname":"John Witherspoon",
    "makertype":"Individual",
    "alphasort":"Witherspoon, John",
    "lastname":"Witherspoon",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Scottish-American, 1723–1794",
    "begindate":1723,
    "enddate":1794,
    "nationality":"Scottish-American",
    "culturegroup":null,
    "biography":"John Witherspoon was the sixth president of Princeton, a signer of the Declaration of Independence, and from 1776 to 1782 a leading member of the Continental Congress.\r\n\r\nHe came from Scotland in 1768 to assume the presidency of the college and held office until his death a quarter of a century later. In 1776, Witherspoon was elected to the Continental Congress in time to vote for R. H. Lee's Resolution for Independence. He voted in favor, and shortly after voted for the Declaration of Independence. He made a notable comment on that occasion; in reply to another member who argued that the country was not yet ripe for such a declaration, that in his opinion it \"was not only ripe for the measure, but in danger of rotting for the want of it.\" Whitherspoon was a very active member of congress, serving on more than a hundred committees through his tenure and debating frequently on the floor.\r\n\r\nIn November, 1776, he shut down and then evacuated the College of New Jersey at the approach of British forces. The British occupied the area and did much damage to the college, nearly destroyed it. Following the war, Witherspoon devoted his life to rebuilding the College. He also served twice in the state legislature. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Witherspoon",
            "alphasort":"Witherspoon, John",
            "lastname":"Witherspoon",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/67264669"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}