{
    "makerid":6101,
    "published_date":"2022-03-28 16:07:11.495335",
    "type":"maker",
    "displayname":"Théodore Géricault",
    "makertype":"Individual",
    "alphasort":"Gericault, Theodore",
    "lastname":"Gericault",
    "firstname":"Theodore",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1791–1824",
    "begindate":1791,
    "enddate":1824,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Gericault grew up with Napoleon's triumphs and reached maturity at the time of the empire's decline, dying after only 12 working years in the troubled early period of the Restoration. He was frequently ill, probably with tuberculosis. He also suffered several riding accidents and seemed self-destructive in terms of endangering his health and making unwise financial speculations and expenditures. When he died, he was known to the public only by the three paintings he had exhibited at the Salon in Paris. He had also been active in London. He left behind 200 paintings and 1600 other works that made him famous posthumously and were influential to later artists. His style is characterized by an attempt to depict contemporary events in a grand scale and emotional tone, using influences of both the Romantic and the Neo-classical styles to create an individual style of his own. ULAN.\r\n\r\n---\r\n\r\nFrench painter, draughtsman, lithographer and sculptor. He experienced the exaltation of Napoleon’s triumphs in his boyhood, reached maturity at the time of the empire’s agony and ended his career of little more than 12 working years in the troubled early period of the Restoration. When he died, he was known to the public only by the three paintings he had exhibited at the Salon in Paris, the Charging Chasseur (1812; Paris, Louvre; see fig.), the Wounded Cuirassier Leaving the Field of Battle (1814; Paris, Louvre) and the Raft of the Medusa (1819; Paris, Louvre), and by a handful of lithographs.\r\n\r\nThe work that Gericault left behind is a fragment, difficult to comprehend or fit into the conventional framework of art history. Primarily he sought a pictorial form with which to represent contemporary experience with dramatic emphasis and visual truth. The dangers that beset him on this search were, on the one side, the stylelessness and banality of ‘picturesque’ realism and, on the other, the stilted artifice of over stylization. Between these two temptations, the Romantic and the Neo-classical, he sought for a middle way: a grand style capable of expressing modern subjects. GDA continues with an extensive biography.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Théodore Géricault",
            "alphasort":"Gericault, Theodore",
            "lastname":"Gericault",
            "firstname":"Theodore",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jean Louis André Théodore Géricault",
            "alphasort":"Géricault, Jean Louis André Théodore",
            "lastname":"Géricault",
            "firstname":"Jean Louis André Théodore",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115562"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/64128788"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}