{
    "makerid":12497,
    "published_date":"2025-10-10 02:04:52.197036",
    "type":"maker",
    "displayname":"Maya",
    "makertype":"Cultural Group",
    "alphasort":"Maya",
    "lastname":"Maya",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":null,
    "culturegroup":"Maya",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Maya",
            "alphasort":"Maya",
            "lastname":"Maya",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Maya"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017826"
        },
        {
            "source":"ULAN",
            "id":"500125283"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100627211"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5f4411ebb18d150017c75547"
            },
            "caption_file":[],
            "title":"Curator's Voice: The Princeton Vase",
            "file_uri":"https://mediacentral.princeton.edu/id/1_0jixrmja",
            "description":"Bryan Just discusses the Maya Princeton Vase.",
            "speaker_type":"Curator",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5dadce5cc5089b0016f26e08"
            },
            "body":"Though the Princeton figure is fragmentary and weathered, the extraordinary degree to which it is preserved suggests that it was pro­tected in a dry secure place, per­haps in the Guatemala Highlands. The head, torso, right arm, and loin cloth of the figure are rela­tively well preserved, as is the disk, although the glyphs that formed the frame are mostly obliterated. There are traces of gesso on the figure, which probably would have been polychromed. The head is held high and grooved at the base of the crown, probably to hold hair; raised, button-shaped forms follow the line of the jaw of a strong, bold face. The round shield-like object the figure holds before him, framed in glyphs, is pierced in the center and most likely held a mirror made of a mosaic of pyrite, or an obsidian disk. Scenes on painted vessels of this period  show important  per­sonages gazing into mirrors, often held by attendants. The noble  and ceremonial  bearing  of the Prince­ton figure suggests the significance of mirrors in the cosmological mysteries of the Maya.\n",
            "title":"Seated male figure with a frame for a mirror",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1991"
        },
        {
            "_id":{
                "$oid":"5db887f0975ec80016e02d35"
            },
            "body":"Spondylus shells were prized throughout the tropical ancient Americas for their vibrant orange color. This object, possibly a pectoral, was made by carefully shaving away the outer, spiny layer and the white interior of the spondylus and making fine incisions on both sides. The outer surface presents a contorted face with a swollen eye and marine motifs, including a serpent emerging from a spiral shell on the right cheek. The marine motifs may mark the face as that of an unidentified sea deity. A hieroglyphic inscription on the inner surface includes a reference to the great Maya city of Tikal, Guatemala, far from the oceanic source of the shell.\n\n<em><em>Conversation prompts:<em><em>\n\nHow did the artist use the convex shape of the spondylus shell, its red background, and red lines to create the figure’s face?\n\nIn Maya culture, spondylus shells were associated with female genitalia, and their reddish orange hue likely alluded to childbirth and menstruation. What associations might we bring to the color red today?",
            "title":"Teach with Collections: Late Formative or Early Classic Maya, Shell depicting a marine deity",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db6f90aee23c8001678a716"
            },
            "body":"I was particularly intrigued by a gray tone that was frequently used in the paintings to color objects that were naturally blue or green, such as jade, quetzal plumes, or corn plants. Maya blue paint oxidizes black at high temperatures and could thus not be used as a slip; however, it was occasionally painted onto Maya vases after firing. Was the gray color we see today actually a faded blue-green, as some scholars had proposed? To explore this, we used X-ray fluorescence equipment to determine the elemental compositions of various slips on Maya vases in the collection. I shared the results with Satish [Myneni, professor of geosciences], who both confirmed our interpretation of the data—the color was never blue-green but always gray, produced by a mixture of white and black minerals—and noticed something else in the spectra that intrigued him: a high spike of arsenic.\n\nSatish’s own research includes the biogeochemistry of contaminants and their influence on the environment, primarily in contemporary contexts. To see significant levels of arsenic in an ancient object, especially a drinking cup, surprised and intrigued him and inspired research on which we have collaborated over the intervening years.\n\nOur questions were many: How much arsenic would leach into the human body by eating and drinking out of ceramic vessels? How did the arsenic get in the clay? Were these high arsenic levels restricted in time and space, or widespread? In order to gain greater precision in our studies, we sought materials that had a specific archaeological context. With the help of Christina T. Halperin, a Maya archaeologist and then a Cotsen Fellow in the Princeton Society of Fellows in the Liberal Arts, and Ronald Bishop, a senior research archaeologist at the Smithsonian Institution, we were able to borrow ceramic sherds excavated at the famous Maya city of Tikal. Synchrotron mass spectroscopy was conducted on these sherds by Satish and Erika L. Smith, Class of 2013. It confirmed that arsenic was present in all pottery tested from the site, from all time periods throughout the city’s history.\n\nUnderstanding how the arsenic contaminated the clay and how it subsequently transferred into human bodies required analysis of additional archaeological materials. We have since studied human bones and teeth, as well as soil samples, excavated by University of Pennsylvania archaeologists at Tikal and loaned to us for our research by Penn’s Museum of Archaeology and Anthropology with the assistance of Janet Monge and William Wierzbowski. Arsenic concentrations in bones and teeth of Maya remains are very high; moreover, as evidenced by cross-section analyses of teeth, people at Tikal were exposed to toxic levels of arsenic throughout their lives. Exposure to elevated levels of arsenic is known to cause cancer and ultimately death. Much of this most recent work was conducted by Catherine (Casey) Ivanovich, Class of 2017, for her junior paper and senior thesis, the latter of which was awarded the Edward Sampson, Class of 1914, Prize in Environmental Geosciences. Casey’s thesis was the first study to provide a means of correlating arsenic levels in bone to quantifiable levels in ingested sources. As such, it provided a new method of studying an important aspect of human pathology, especially for ancient remains where soft tissues are not available for existing methods of analysis.",
            "title":"Magazine: Fall 2018",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db3159f4d9005001632973c"
            },
            "body":"<p>Form and material were what drew me to art forty years ago, when I was a Princeton undergraduate. A finely formed—without a wheel!— Olmec cup from Las Bocas took my breath away, especially when longtime curator Gillett Griffin of the Art Museum put the work in my hand and it was nearly weightless. This was Art and Archaeology 325, Art of Mesoamerica, at its first class meeting, and questions just bubbled up: how had such a thing survived, and why did it have an almost calligraphic smudge of a black fire cloud on its surface? And then, at that same first session, something magical happened: Gillett (never known by anything more formal) handed me a necklace of large jade beads, beads the size of tomatillos, and I didn’t hesitate to put it around my neck. The beads took on my body temperature, suddenly feeling one with my skin. My introduction to the art of Mesoamerica—roughly Mexico, Guatemala, Belize, and Honduras— was thus not a search for meaning nor an answer to a question but rather this stunning materiality. I knew next to nothing about the Aztecs or the Maya or the Mixtecs or the Olmec. et the form was not enough, nor the materiality: as I came to see, so many of the works at hand were also rich in meaning, some of it accessible—although I soon realized that the role of the consumer or client, customer or patron that the maker had in mind would not be one I could inhabit—and much of it not. Furthermore, it was clear that works had a biography: they had been made, they had been used, they had been of value for a period, and sometimes of such value that they had been meticulously preserved. But even more powerful to my eyes were works that had been battered early in their lives, intentionally damaged <em>and</em> preserved. I had the opportunity to look at some of the objects in the Museum’s collection when I visited Bryan Just’s <em>Dancing into Dreams: Maya Vase Painting of the Ik’ Kingdom<em>. I was thinking about the stunning calligraphic line that runs through the works in the exhibition, where Maya mastery of clay slip line on a continuous curving surface astounds the viewer in its technique, its restlessness, and its confidence: the line refuses to settle into place, a chord that never quite resolves. After <em>Dreams<em>, I headed down to the basement level of the Museum, particularly to look at Maya figurines. The medium is limiting, it seems: many are mold-made; others are designed for stability, yielding static forms. I first turned to a figurine, a captive whose form had mesmerized me when I had selected him for a national exhibition in the 1980s. In the easy line formed along his plump belly, and in the turn of his head away from the orthogonal, the figurine expresses in three dimensions a gesture as lithe and fluid as a brushstroke. But nearby, my eye alighted on an old friend, a battered and burned Maya figurine of a bound captive that I had known from Gillett’s class. The object—gruesome enough in itself—had lived the life of the sacrificial victim it had represented. Buried in a tomb or grave, it was not meant for us to see again, but meaning had accrued to it at every stage, from its creation, when the human form was imbued with pain and humiliation, to the actions wreaked upon it, seemingly ending with fire. Yet in the end, the figurine was preserved, meaningful long after its original role had been played. I’ve studied the works in the Art Museum for my entire adult life. Their materiality has remained central for me, in my appreciation for the line and the facture and in understanding the value with which the ancient makers imbued particular materials. These works have sustained me in their beauty and have opened windows on the complexity of human existence. But I also know we’ll never have all the answers posed by any Pre-Hispanic work: we will never know the questions they were meant to answer.&nbsp;<br>--Mary Miller, class of 1975 Sterling Professor of the History of Art, Yale University</p>",
            "title":"Magazine: Winter 2013",
            "source_project":"Other",
            "author_type":"Expert",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88bcd975ec80016e02d3e"
            },
            "body":"This figure’s elongated forehead likely was once covered by a large headdress, which is now lost. This cranial form only slightly exaggerates the intentional shaping of the heads of noble infants for aesthetic reasons. The collar and flaps worn around the neck and shoulders may represent a form of armor—made of unspun cotton, a material well suited to deflecting hurled spears—suggesting that this king was also a warrior. On the throne’s backrest appears an attendant dwarf in cut out and silhouetted low relief, surrounded by billowing swirls of smoke or vegetation. The seat of the throne is covered with a jaguar pelt, whose head and feet jut out at the sides.\n\n<em><em>Conversation prompts<em><em>\n\nDescribe the appearance of the figure. Which attributes seem to be associated with the political power of this Maya king?\n\nDoes the throne include details that might signal the authority of the person who sits upon it? How? Would the throne convey similar meaning when the king was absent?",
            "title":"Teach with Collections: Maya Enthroned Lord",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"622669d6c585860018ecf5a1"
            },
            "title":"Recent Acquisition: A Late Formative Maya Figural Sculpture",
            "body":"<p><strong>Recent Acquisition: A Late Formative Maya Figural Sculpture</strong></p><p>In order to provide structure and meaning to the idiosyncrasies of artistic production through time and space, art historians situate works within grand narratives of invention, influence, and aesthetic evolution. In the study of ancient Mesoamerica, these stories weave together visual culture produced over about three millennia and across many linguistic groups. In constructing these narratives, we inevitably privilege works that epitomize particular styles or serve as key links in imagined chains of development or networks of interaction and inspiration. While such efforts can produce clear and easily followed tales of visual achievement and evolution, they also often neglect those works that do not fit neatly within the narrative arc, what might be deemed the murky backwaters of Mesoamerican art history.</p><p>A stone figure recently acquired by the Princeton University Art Museum is of a type that has to date suffered such a fate, at least beyond the small number of scholars focused on the dynamic Late Formative period (500 BC–AD 300) in southeastern Mesoamerica. The objects from this time and region discussed in textbooks usually come from just a few sites—Takalik Abaj, Izapa, and Kaminaljuyu—and often only a selection of works from these centers that serve to link two of the great Mesoamerican civilizations—the Olmec and the Maya—are highlighted. Stelae and associated altars carved in shallow relief are framed as an epilogue to earlier Olmec monumental art while simultaneously serving as a prelude to those of the Maya, particularly in their depiction of mythological scenes, ruler portraits, and the incorporation of hieroglyphic writing.<br>This recent acquisition will catalyze in-class discussions about how art history can privilege some forms while ignoring others. The sculpture’s subject is not clearly mythical or royal, and no texts accompany the full-round carving to layer deeper meaning or offer richer understanding. Still, it is formally powerful and, as corroborated by a number of nearly identical forms found across the Guatemalan highlands, was a significant type in its time and place.</p><p>The sculpture presents a generally prismatic rendition of a nude man whose compact body closely adheres to a trapezoidal form when viewed frontally. Voids separate the legs from each other and the arms from the narrow torso. Grooves at the shoulders and the knees delineate musculature, and curved lines across the chest define the pectoral muscles. Similar bodily treatment can be seen on smaller sculptural types from the same era, such as so-called bench figures and mushroom stones, and earlier precedents may belie adaptation of forms and meanings previously presented in smaller ceramic figurines. The hands and face extend forward from the rather rigidly vertical form in profile, while the buttocks project dramatically back. Still, the figure maintains a compact vertical shaft form overall, hinting that it may have been produced from a naturally formed basalt column. Such unworked natural columns are found in archaeological contexts from the same region and era. The figure has puffy cheeks and pursed lips; the eyes may be closed. These features appear on the potbellied boulder sculptures of Kaminaljuyu and other sites along Guatemala’s Pacific piedmont, where the closed eyes are more definite. A headdress rings the head, with an additional flap at the top projecting forward.</p><p>A short peg at the base suggests the figure was set into something else, such as a platform or basal block. This sculpture is one of a small corpus of such peg-based sculptures of standing men, with only four other intact examples known, along with three fragmentary examples. These works are all associated with the locations along the great mountainous spine of the Sierra Madre del Sur, running through south-central Guatemala. Specifically, those with reported locations are from the Antigua Valley, Chimaltenango, and Kaminaljuyu. The Princeton example has been associated with the region around the modern Kaqchikel Maya communities of Patzun and Tecpan, marking the westernmost attestation of the sculptural type, but its findspot is not far from the locations where the other examples were found. Of this small corpus, Princeton’s is the finest example in both its sculptural quality and its condition.</p><p>Although none of these sculptures were excavated from controlled contexts, they were surely produced contemporaneously and are thought to date to the Providencia phase as defined at Kaminaljuyu (350–100 BC). The dating of this and related works derives from fragmentary pedestal sculptures excavated in the mid-twentieth century at Kaminaljuyu Mound C-III-6, which included associated Providencia-phase ceramics. Of course, the date of the archaeological context provides only the latest date at which the sculpture may have been produced; it is possible it was carved earlier. More recent scholarship has revised the dating of Kaminaljuyu ceramic phases, leading to the date range noted above. Notably, Kaminaljuyu seems to have been in a period of population decline in this era, potentially resulting from the desiccation of the lake it once surrounded.</p><p>Stylistically these peg-based human sculptures are members of a broader sculptural tradition of the Late Formative period, which extended as far east and south as El Salvador and Honduras and as far west as Chiapas, Mexico, with some notably similar forms found in the old Olmec heartland at Tres Zapotes and environs in central Veracruz, Mexico. The greatest concentration of such sculptures is at the site of Kaminaljuyu, now enveloped and largely destroyed by the urban sprawl of Guatemala City.</p><p>The lack of context makes these works difficult to resituate culturally, but functional hypotheses identify them as portraits of community leaders and/or renditions of deities. They are large enough to seem monumental while small enough to be reasonably portable. They may have been set into plazas or other ceremonial locations, perhaps articulated with other sculptures to re-create important narratives, whether historic or mythic. This and related sculptures have holes pecked though the clenched hands, indicating that now lost implements may have been inserted when in use. The arrangement of multiple sculptures and the possibility of swapping out the held implements could result in varied meanings for these objects.</p><p>Bryan R. Just<br>Peter Jay Sharp, Class of 1952, Curator and Lecturer in the Art of the Ancient Americas</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Winter 2021 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64dceb37538ac6620e32b74f"
            },
            "body":"<p><strong>In the Classroom</strong><br><strong>Using Art to &nbsp;Teach Engineering</strong></p><p>&nbsp;</p><p>Penelope Georges, associate director of Princeton’s STEM Initiatives, Council on Science and Technology, and Veronica White, curator of teaching and learning, recently reflected on their work together teaching from the Museum’s collections &nbsp;</p><p><strong>VM</strong>: Your Engineering and the Arts courses have collaborated with the Museum for the past several years. Could you explain how these courses are structured as a cross-disciplinary experience?<br><strong>PG</strong>: The Council on Science and Technology develops, supports, and teaches several courses that lie at the intersection of STEM and the arts—including&nbsp;<br>“Transformations in Engineering and the Arts,” a course that has visited the Museum every year since its inception in 2016. “Transformations” is taught by instructors from across the University and hosts a cadre of visiting artists and engineers. As undergraduates from many different disciplines explore modules around visuals, sound, movement, and structure, they create projects that draw upon practices from both engineering and the arts. &nbsp;</p><p><br><strong>VM</strong>: What role have you seen the Museum play with &nbsp;<br>these classes?<br><strong>PG</strong>: The Museum provides students with the opportunity to interface with objects, colors, and materials in the real world—compared to perhaps only a theoretical or digital interaction. They can study an object’s details, including the material properties that are key to engineering, such as strength, toughness, ductility, and luster, and examine the constraints imposed by materials in both engineering and art making. Additionally, the experience inspires students to conceptualize and engineer items that are not only innovative but also designed with careful consideration of aesthetics.</p><p><br><strong>VM</strong>: This spring we visited the Museum’s off-site classroom to examine a variety of works, including a Maya spondylus shell depicting a marine deity (ca. 200 BCE), silkscreens by Josef Albers from 1973, and his painting <i>Homage to the Square: Early Rise</i> (1961). The discussion focused on the effects of light, shadow, and color, and I was impressed by the students’ observations. What did you notice during the visit?<br><strong>PG</strong>: At that point in the semester, the students were learning computational tools, like JavaScript, to represent shapes and colors digitally. Taking inspiration from Albers’s prints, they coded digital color explorations that responded to user input. By viewing the works in person, students experienced their textural and tactile characteristics and gained an understanding of the mechanics of creating the images with ink and paper rather than code. &nbsp;</p><p>Students also carefully considered the form of objects. They were interested in the organic shape of the carved Maya spondylus shell and how light interacted with its surface based on its curvature. They considered the detail in the carvings on the shell and how the craftsmanship reflected &nbsp;the technical capabilities of the period. Throughout the conversation, the students began to build their vocabulary &nbsp;for describing the artistic dimensions of an object.</p><p>Notably, the visit provided many students with some of their first practice in critical discussion of visual elements. Students began to articulate and justify feedback on artworks. By critiquing works they didn’t create, they were able to speak freely without being hampered by attachment to the work. This is good practice in preparing them for a critical review of their own and each other’s work—an important element of the course. Some art­-minded students reflected on aspects of the works that related to their own practices, but for many, discussing art in this context was a new experience. Students more inclined toward STEM subjects also shared their own reflections on the works, which may have provided a fresh viewpoint for students with an art background.</p><p>Ultimately, a goal of the interdisciplinary STEM and the arts courses is to eliminate the self-imposed labels of “artist” or “engineer” that students often assign themselves and instead enable them to be comfortable in both spheres, recognizing that the fields share the common ground of utilizing creativity and inspiration to push boundaries and promote development.</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Summer 2023 Magazine</p>",
            "title":"In the Classroom: Using Art to  Teach Engineering",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f9f3e1538ac6620e32b786"
            },
            "title":"Faculty Collaboration: Unlocking Mysteries of the Ancient Maya ",
            "body":"<p><strong>Faculty Collaboration</strong><br><strong>Unlocking Mysteries of the Ancient Maya</strong></p><p>&nbsp;</p><p>The Museum’s curators are frequently asked by University faculty how the collections might be used in their courses. These requests often require us to consider the collections from novel perspectives and can reveal new aspects of material that we assumed we already knew quite thoroughly. In one case, such curricular collaboration has led to important research bridging art history, archaeology, and geochemistry.</p><p>In 2009 Satish Myneni, professor of geosciences, contacted Norman Muller, the Museum’s conservator, seeking works of art for which we had “chemistry or mineralogical information” such that his students could conduct “theoretical analysis and interpretation.” Norman in turn queried the curators, and I suggested the students might consider Maya blue pigment, an exceptionally stable colorant still vibrantly visible on objects such as the Museum’s famed figurines from Jaina Island, Campeche, Mexico. I proposed that the students read a 2003 article in the <i>European Journal of Mineralogy</i> that both explained the chemical-mineralogical character of Maya blue and proposed methods for determining the source of the materials used. We would then look together at relevant objects and discuss the cultural implications of this type of research for ancient Maya art history, my own field of expertise. The class session proved a success, and Satish and I have continued to include the study of Maya blue pigment in his subsequent environmental geochemistry classes. Through the process, Satish also became a colleague whom I could consult when I needed help understanding densely scientific materials analysis.</p><p>One occasion arose in 2011 when I was researching Maya ceramic slip color in preparation for my 2012 exhibition, <i>Dancing into Dreams: Maya Vase Painting of the Ik’ Kingdom</i>. I was particularly intrigued by a gray tone that was frequently used in the paintings to color objects that were naturally blue or green, such as jade, quetzal plumes, or corn plants. Maya blue paint oxidizes black at high temperatures and could thus not be used as a slip; however, it was occasionally painted onto Maya vases <i>after </i>firing. Was the gray color we see today actually a faded blue-green, as some scholars had proposed? To explore this, we used X-ray fluorescence equipment to determine the elemental compositions of various slips on Maya vases in the collection. I shared the results with Satish, who both confirmed our interpretation of the data—the color was never blue-green but always gray, produced by a mixture of white and black minerals\u0006and noticed something else in the spectra that intrigued him: a high spike of arsenic.</p><p>Satish’s own research includes the biogeochemistry of contaminants and their influence on the environment, primarily in contemporary contexts. To see significant levels of arsenic in an ancient object, especially a drinking cup, surprised and intrigued him and inspired research on which we have collaborated over the intervening years.</p><p>Our questions were many: How much arsenic would leach into the human body by eating and drinking out of ceramic vessels? How did the arsenic get in the clay? Were these high arsenic levels restricted in time and space, or widespread? In order to gain greater precision in our studies, we sought materials that had a specific archaeological context. With the help of Christina T. Halperin, a Maya archaeologist and then a Cotsen Fellow in the Princeton Society of Fellows in the Liberal Arts, and Ronald Bishop, a senior research archaeologist at the Smithsonian Institution, we were able to borrow ceramic sherds excavated at the famous Maya city of Tikal. Synchrotron mass spectroscopy was conducted on these sherds by Satish and Erika L. Smith, Class of 2013. It confirmed that arsenic was present in all pottery tested from the site, from all time periods throughout the city’s history.</p><p>Understanding how the arsenic contaminated the clay and how it subsequently transferred into human bodies required analysis of additional archaeological materials. &nbsp;We have since studied human bones and teeth, as well as &nbsp;soil samples, excavated by University of Pennsylvania archaeologists at Tikal and loaned to us for our research &nbsp;by Penn’s Museum of Archaeology and Anthropology with the assistance of Janet Monge and William Wierzbowski. Arsenic concentrations in bones and teeth of Maya remains are very high; moreover, as evidenced by cross-section analyses of teeth, people at Tikal were exposed to toxic levels of arsenic throughout their lives. Exposure to &nbsp;elevated levels of arsenic is known to cause cancer and ultimately death. Much of this most recent work was conducted by Catherine (Casey) Ivanovich, Class of 2017, &nbsp;for her junior paper and senior thesis, the latter of which &nbsp;was awarded the Edward Sampson, Class of 1914, Prize in Environmental Geosciences. Casey’s thesis was the first study to provide a means of correlating arsenic levels in bone to quantifiable levels in ingested sources. As such, it provided a new method of studying an important aspect of human pathology, especially for ancient remains where soı tissues are not available for existing methods of analysis.</p><p>Satish and I were recently awarded support from the Princeton University Innovation Fund for Research Collaborations between Artists and Scientists or Engineers to, in collaboration with the above-mentioned students and researchers, publish our findings to date and to expand our research to other parts of the Maya region. As one might imagine, Satish’s environmental geochemistry class visit to the Museum now also includes discussion of our research, and we hope it might inspire additional undergraduates to collaborate on the project.</p><p>&nbsp;</p><p>Bryan R. Just&nbsp;<br>Peter Jay Sharp, Class of 1952, Curator and Lecturer &nbsp;<br>in the Art of the Ancient Americas</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Fall 2018 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}