{
    "makerid":1951,
    "published_date":"2025-06-07 02:01:04.870379",
    "type":"maker",
    "displayname":"Maarten van Heemskerck",
    "makertype":"Individual",
    "alphasort":"Heemskerck, Maarten van",
    "lastname":"Heemskerck",
    "firstname":"Maarten van",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1498–1574; born Heemskerck, Netherlands; died Haarlem, Netherlands",
    "begindate":1498,
    "enddate":1574,
    "nationality":"Dutch",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Maarten van Heemskerck",
            "alphasort":"Heemskerck, Maarten van",
            "lastname":"Heemskerck",
            "firstname":"Maarten van",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Maerten van Heemskerck",
            "alphasort":"Heemskerck, Maerten van",
            "lastname":"Heemskerck",
            "firstname":"Maerten van",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Martinus van Heemskerck",
            "alphasort":"Heemskerck, Martinus van",
            "lastname":"Heemskerck",
            "firstname":"Martinus van",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500124291"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/88717459"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadca50c5089b0016f26e05"
            },
            "body":"Heemskerck was in Rome from 1532 to about 1537, and The Brazen Serpent is redolent of the influences of his stay there. Indeed, the drawings executed while the artist was in Rome testify to his intensive study, and are important records of the antiquities to be found in the city and architectural monuments both ancient and modern.\n\nThe subject of The Brazen Serpent is taken from the Old Tes­tament, Numbers  21:6 -9. When the Israelites spoke against the Lord because of their suffering in the wilderness, \"the Lord sent fiery serpents among the people, and they bit the people; and much people of Israel died.\" Repentant, they turned to Moses, who was instructed by the Lord to make \"a serpent of brass (a brazen serpent) and put it upon a pole, and it came to pass, that if a serpent had bitten any man, when he beheld the serpent of brass, he lived.\" Moses, identified by the \"horns\" on his head, is seen at the upper right side of the composition gesturing toward the brazen serpent; Aaron, beside him, his arms crossed, is dressed in the robes and mitre of the high priest. The Israelites, some still struggling with the serpents and others gesticulating and looking imploringly toward the brass serpent, are very lightly draped or completely nude, pro­viding Heemskerck with the opportunity to demonstrate his ability to render the human body in idealized and heroic forms inspired by the antique and by Michelangelo.\n\nTwo important  influences on Heemskerck  can be discerned in <em>The Brazen Serpent<em>: the <em>Belvedere Torso</em> and the <em>Laocoon<em>. The latter, the most  celebrated  Hellenistic sculpture  discovered  in Rome in the early sixteenth century, was an especially appropriate  source for The Brazen Serpent, as it shows the priest  Laocoon,  who warned  the Trojans against  the Trojan Horse and who, with his two sons, was destroyed by serpents sent by Athena  or Apollo. The Museum is fortunate  to own two  reduced terracotta versions of the Laocoon, of the late sixteenth and seven­teenth centuries, which testify to the enduring power of this ancient sculpture, now in the Vatican Museums.\n\nThe composition that we now see was originally two panels form­ ing the exterior wings of a trip­ tych. The interior of the altarpiece, consisting of a central panel with a Calvary, and wings with donor portraits,  is in the Hermitage in Leningrad, and is painted in a full palette as opposed to the grisaille, or monochrome, of <em>The Brazen Serpent<em>: the triptych would have been closed during Lent, and the congregation  would  have  been presented  with  the somber aspect of the  exterior wings  during this period  of fasting and penance. The subject of the Brazen Serpent would thus have been understood as a prefiguration of the Crucifix­ ion of Christ and the salvation of mankind: \"...as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up; That whosoever believeth in him should not perish, but have eternal life\" Qohn 3:14, 15).\n\n",
            "title":"The Brazen Serpent, Maarten van Heemskerck",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring /Summer  1990"
        }
    ]
}