{
    "makerid":12582,
    "published_date":"2022-03-28 16:07:49.619396",
    "type":"maker",
    "displayname":"Heian period",
    "makertype":"Individual",
    "alphasort":"Heian period",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"794–1185",
    "begindate":794,
    "enddate":1185,
    "nationality":"Japanese",
    "culturegroup":"Heian period",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Heian period",
            "alphasort":"Heian period",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Heian period"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db858525bb120001610666f"
            },
            "body":"Bodhisattvas (Japanese: <em>bosatsu<em>) are Mahayana Buddhist deities who have achieved all of the spiritual requirements necessary for leaving the cycle of rebirth and attaining the state of nirvana, but who, out of compassion for others, vow to remain within the six realms of existence to aid other aspirants along the path to liberation. Each bodhisattva makes a unique set of vows; bodhisattvas’ attributes and the ways in which they assist others reflect those vows. The bodhisattva Jizō (Sanskrit: Ksitigharba), whose name means “earth treasury”, made the specific vow not to enter into nirvana until all beings have been rescued from the hells. Worship of the bodhisattva has thus traditionally focused upon his role as guide and savior to those trapped in hells, and Jizō is sometimes identified as a manifestation of Enma (Sanskrit: Yama), the King of Hell. Jizō became known in Japan in the eighth century, with the introduction of esoteric Buddhism from China, but worship of him became widespread within the context of Pure Land Buddhist devotional practices in the Heian period (794–1185).\n\nJizō is unusual among bodhisattvas for the manner in which he is normally represented. Bodhisattvas are generally clothed in finery and adorned with jewels, a symbolic representation of their superior qualities based upon the actual garb of early Indian royalty. In contrast, Jizō in his most common form is a monk with a shaven head. He is clad in a monk’s robe (<em>hōe<em>) and surplice (<em>kesa<em>), and holds a staff with rings (<em>shakujo<em>) in his right hand and a wish fulfilling pearl (<em>nyoi hōju<em>) in his left. As its description suggests, the wish fulfilling pearl allows Jizō to aid people with their requests for help, while his staff dispels people’s deluded thought when it strikes the ground. During the ninth and tenth centuries in Japan, another type of Jizō image without the staff seems to have been current. The present statue, with its right arm hanging down alongside the body, certainly belongs to the earlier type, although it is not certain whether or not it originally had a pearl in the palm of the left hand, now lost.\n\nThe facial features and posture bears some resemblance to the Nichira statue of the Tachibana-dera temple, an outstanding work of the early ninth century (very likely also a Jizō, though not iconographically identified). Stylistically, however, it lacks the solemnity of expression and the massive, bulky body, characteristics of the ninth-century style. The peculiar manner of carving the loose drapery folds spreading from the upper left side downwards and across the robe in the form of slightly raised flat belts, indicates that this statue is a formalized work following the earlier style, in the transitional period between the early Heian and the period of Fujiwara ascendancy (894–1185).\n\nThis statue is said to have come from the Kōfukuji temple in Nara, the capital city of eighth-century Japan. The association of the statue with the temple is doubtful, for its style is provincial. It is carved from a single block of wood (<em>ichiboku zukuri<em>), the common method of Japanese sculptors during the ninth and tenth centuries, and used even later in provincial areas. The left hand, now missing, was the only separate part, mortised to the main body. The lotus pedestal is a modern restoration.",
            "title":"Asian Art website: Bodhisattva Jiz≈ç",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db858b85bb1200016106670"
            },
            "body":"Bonten (properly Daibonten; Sanskrit: Maha Brahman), the King of the First Dhyana, the Heaven of the World of Form, is commonly paired with Taishakuten (Sanskrit: Inrdra) as an attendant to a Buddha or Bodhisattva, or presented as a member of the Jūniten, the Twelve Heavenly Beings. He appears in a variety of forms, depending on the type of Buddhist scripture upon which his image is based. The Bonten image of exoteric Buddhism, as exemplified by the present work, is a princely figure clad in a loose robe with long sleeves, wearing a crown and other accessories. In esoteric Buddhism, Bonten takes a superhuman form, with three faces and multiple arms. This statue presumably had a lotus in its left hand and a rosary in the right. Alternatively, the right hand may have formed the mudra of hearing a worshipper’s prayer. Although they are now lost, the hands would have originally been mortised to the arms.\n\nEarly-ninth-century Japanese Buddhist figural sculpture is characterized by massiveness and heavy proportions, as well as solemnity of expression and sharply carved folds in the robes. The face of this statue is wonderfully modeled and flexible, and although the folds of the robe are much simplified, they still retain the sharpness of carving of the earlier period.",
            "title":"Asian Art website: Bonten",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}