{
    "makerid":14987,
    "published_date":"2022-03-28 16:08:55.699435",
    "type":"maker",
    "displayname":"Alexander Stoddart",
    "makertype":"Individual",
    "alphasort":"Stoddart, Alexander",
    "lastname":"Stoddart",
    "firstname":"Alexander",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Scottish, born 1959",
    "begindate":1959,
    "enddate":2100,
    "nationality":"Scottish",
    "culturegroup":null,
    "biography":"Alexander Stoddart (born in Edinburgh, 1959) is a Scottish sculptor.\r\n\r\nAlthough born in Edinburgh, Stoddart grew up in Paisley and continues to work there.\r\n\r\nHe attended Glasgow School of Art from 1976 to 1980 and then continued postgraduate studies at the University of Glasgow. He is Honorary Professor in the Department of Arts and Media at the University of Paisley. [1].\r\n\r\nOn 30 December 2008, it was announced that Stoddart had been appointed Her Majesty's Sculptor in Ordinary in Scotland [2]\r\n\r\nStoddart has been influenced by the sculptural works of John Mossman in the city of Glasgow and worked for a time with Ian Hamilton Finlay. [3]. In his own work, Stoddart has developed \"heroic-realist\" neo-classical representations of historical figures. [4]\r\n \r\nHis monument to John Witherspoon stands in Paisley, with a copy outside Princeton University.\r\n\r\nDuring 2000 to 2002 he worked on sculptures in the renovated Queen's Gallery at Buckingham Palace. [5]\r\n\r\nHis sculpture of Adam Smith will be unveiled in Edinburgh in 2008. [6]\r\n\r\n[edit] References\r\n^ \"Alexander Stoddart CV\". http://www.alexanderstoddart.com/biography/cv.html. Retrieved on 2008-01-06.  \r\n^ Scottish Government news release announcing appointment \r\n^ Nisbet, Gary. \"Alexander (Sandy) Stoddart\". Glasgow - City of Sculpture. http://glasgowsculpture.com/pg_biography.php?sub=stoddart_a. Retrieved on 2008-01-06.  \r\n^ \"Alexander Stoddart CV\". http://www.alexanderstoddart.com/biography/cv.html. Retrieved on 2008-01-06.  \r\n^ \"The Queen's Gallery\". Jubilee Journal. http://www.royal.gov.uk/textonly/Page1227.asp. Retrieved on 2008-01-06.  \r\n^ \"Adam Smith by Sandy Stoddart\". Morris Singer Art Founders. http://www.msaf.co.uk/news-adamsmith.htm. Retrieved on 2008-01-06.  \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alexander Stoddart",
            "alphasort":"Stoddart, Alexander",
            "lastname":"Stoddart",
            "firstname":"Alexander",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5ddd55386c925f001639dde0"
            },
            "title":"Hear the Intern (PP635)",
            "transcription":"Hear the Intern (PP635)\n\nJohn Witherspoon, a prominent minister from Scotland, immigrated to the United States in 1768 in order to become Princeton University’s sixth president and head professor. Finding the small college in dire straits, he instituted fiscal, educational, and structural reforms that pushed the college to the forefront of advanced education. Witherspoon also played a significant role in the early formation of the nation: he signed the Declaration of Independence and educated many of the nation’s early leaders. When Princeton served as the nation’s capital after the Continental Congress fled Philadelphia, Witherspoon made Nassau Hall available for their meetings. John Adams proclaimed him to be “as high a Son of Liberty as any Man in America.”\n\nMuch later, in 2001, his lasting contributions were commemorated by the Scottish sculptor Alexander Stoddart through twin monuments located in Princeton and in Paisley, Scotland, where Witherspoon had preached prior to coming to America. Stoddart, a neoclassicist and Her Majesty’s Sculptor in Ordinary in Scotland, depicts the Princeton president in a realistic style, using everyday objects to convey Witherspoon’s character and contributions. A Bible and his gesture indicate dedication to ministry; the lectern and stack of philosophy books represent his role as professor; and the eagle shows his commitment to American liberty. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca019",
            "speaker_type":"Intern"
        },
        {
            "_id":{
                "$oid":"5ddd578e6c925f001639dde4"
            },
            "title":"Art and Slavery at Princeton (PP635)",
            "transcription":"Art and Slavery at Princeton (PP635)\n\nAn investigation of Princeton University’s largely unexamined social, financial, and ideological ties to American slavery reveals John Witherspoon’s complicated interactions with the issue. A signer of the Declaration of Independence and one of the prominent proponents of American liberty, Witherspoon had an unclearly defined stance on slavery that reflected America’s conflicting attitudes toward enslavement. While many Americans were troubled by slavery, they were also economically dependent on it. In Princeton and across New Jersey, Witherspoon discussed moral issues regarding slavery. Indeed, during a moral philosophy lecture for undergraduates at Princeton, he announced his opposition to slavery and declared it unlawful to take away people’s “liberty by no better right than superior force.” Despite this, Witherspoon owned slaves at home. Tax records reveal that, for a number of years, he used slaves to help him farm his more than five hundred acres at Tusculum in Princeton, and the inventory of Witherspoon’s possessions taken at his death indicate that he left two slaves, valued at $100 each. \n\nIn 1790, four years before his death, Witherspoon chaired a committee on the abolition of slavery in the New Jersey State Legislature. Echoing the sentiments of many northern advocates, who were sympathetic toward slaves while recognizing the State’s economic dependence on the institution, Witherspoon supported gradual emancipation and expected slavery to disappear in the near future. However, slavery was not officially abolished in the United States the end of the Civil War, in 1865, and a limited number of slaves were held in New Jersey until that date.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca072",
            "speaker_type":"Intern"
        }
    ],
    "video":[],
    "essay":[]
}