{
    "makerid":6073,
    "published_date":"2025-05-16 02:03:48.150740",
    "type":"maker",
    "displayname":"Henri Gaudier-Brzeska",
    "makertype":"Individual",
    "alphasort":"Gaudier-Brzeska Henri",
    "lastname":"Gaudier-Brzeska",
    "firstname":"Henri",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1891–1915",
    "begindate":1891,
    "enddate":1915,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henri Gaudier-Brzeska",
            "alphasort":"Gaudier-Brzeska Henri",
            "lastname":"Gaudier-Brzeska",
            "firstname":"Henri",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115741"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/19503"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadd905c5089b0016f26e0d"
            },
            "body":"Henri Gaudier-Brzeska is little known outside of Great Britain, where he is regarded as an impor­tant member of the pre-World War I avant-garde. He was one of the founding triumvirate - with Wyndham Lewis and fellow expa­triate Ezra Pound- of vorticism,\na radical artistic movement that broke with contemporary  convention and naturalism and espoused abstraction in an attempt to re-energize artistic expression in Britain. The Blast, a roughly printed journal to which Gaudier­ Brzeska contributed two articles, including the dramatic letter from the war trenches that accompanied his obituary notice, was the vehicle for vorticist doctrine. A printer's copy of the original manuscript of Gaudier-Brzeska's first theoretical article, published in the June 1914 issue, has been lent by Princeton University Libraries, Rare Books and Special Collections.\n\nHenri Gaudier was born in 1891 near Orleans, France. He attended art school in Bristol, England, and won a trip to Nuremberg, Germany, where he studied paint ing. In 1910, his nineteenth year, he made the important decision to devote himself to sculpture and met Sophie Brzeska (pronounced Jaersh-ka), a writer of Polish ex­traction twice his age. From then on he and Sophie lived together as brother and sister, and although never legally married, they joined their names in a symbolic procla­ mation of their union. In the same year they immigrated to London, where Henri was readily accepted into the circles of avant-garde artists and writers, especially those of Roger Fry and Wyndham Lewis.\n\nIn the next four years Gaudier­ Brzeska developed a style of sculp­ture in which natural forms were simplified and abstracted but never to the point of nonrepresentational cubism that the vorticists champi­ oned. Gaudier-Brzeska's artistic life was interrupted when he joined the French forces and was sent to battle in the first World War. He died on June 5, 1915, in an infantry charge at Neuville-Saint-Vaast, his life's work cut off after four years of intense artistic production. His influence was limited, but his place as a precursor of tendencies in English sculpture has been ac­ knowledged by Henry Moore and other modern sculptors.\n\n",
            "title":"Newsletter: Winter 1992",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}