{
    "makerid":4454,
    "published_date":"2022-10-28 02:04:39.835305",
    "type":"maker",
    "displayname":"Fitz Henry Lane",
    "makertype":"Individual",
    "alphasort":"Lane, Fitz Henry",
    "lastname":"Lane",
    "firstname":"Fitz",
    "nametitle":null,
    "middlename":"Henry",
    "suffix":null,
    "displaybio":"1804–1865; born and died Gloucester, MA",
    "begindate":1804,
    "enddate":1865,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Fitz Hugh Lane",
            "alphasort":"Lane, Fitz Hugh",
            "lastname":"Lane",
            "firstname":"Fitz",
            "nametitle":null,
            "middlename":"Hugh",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Nathaniel Rogers Lane",
            "alphasort":null,
            "lastname":"Lane",
            "firstname":"Nathaniel Rogers",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Fitz Henry Lane",
            "alphasort":"Lane, Fitz Henry",
            "lastname":"Lane",
            "firstname":"Fitz",
            "nametitle":null,
            "middlename":"Henry",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/47562039"
        },
        {
            "source":"ULAN",
            "id":"500007673"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a0f58edf682001701fb06"
            },
            "caption_file":[],
            "title":"Curator's Voice: Ship in Fog, Gloucester Harbor",
            "file_uri":"https://mediacentral.princeton.edu/id/1_tcdwr35d",
            "speaker_type":"Curator",
            "description":"Karl Kusserow discusses Fitz Henry Lane's \"Ship in Fog, Gloucester Harbor\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db353da577cfb0016a236d9"
            },
            "body":"Fitz Henry Lane's  masterpiece <em>Ship in Fog, Gloucester Harbor</em> is an archetype of Luminism, a style characterized by an intense preoccupation with light and atmosphere that flourished among a group of American painters between 1850 and 1875. Luminist artists evinced an acute awareness of the natural world and sought to unite matter and spirit through a focus on atmospheric effects, captured in works rendered with great subtlety and carefully wrought detail, often evoking a magical stillness. Aligned with the philosophical precepts of Ralph Waldo Emerson and the Transcendentalists, who saw nature as the ultimate expression of the divine, Luminist painters produced, in the sparsely peopled and sparely composed canvases they favored, perhaps the most meditative and captivating landscapes in American art.\n\nThe eldest and generally considered greatest of Luminism’s core practitioners, Fitz Henry Lane (1804–1865) was born the son of a sailmaker in the coastal town of Gloucester, Massachusetts. Crippled as a child, he gravitated to artistic pursuits, cultivating an early talent in draftsmanship with employment during the 1830s at Pendleton’s Boston lithography, where the work of British marine painter Robert Salmon served as an early model. Lane’s brief painting career resulted in a surviving corpus of about three hundred canvases, many of them ship portraits—relatively formulaic images produced on commission to record a vessel’s appearance.\n\nIt is for his approximately seventy-five works in the Luminist mode that Lane is esteemed a major artist. Primarily harbor scenes and maritime views of Gloucester, Boston, or coastal Maine, these demonstrate an evolution to a mature style in which the sky—and with it the evocation of space—assumes a greater importance within the composition; pictorial elements are distilled and arranged to conform to a realistic yet abstract and conceptual geometry; and narrative detail is stripped away in favor of a fundamental quietude in which atmospheric and light effects prevail, both isolating and unifying individual forms. These developments allowed Lane to imbue his best work with a formal rationality and inevitability that underscore his sense of nature’s inherent harmony.\n\nVery rarely, Lane essayed the more complex phenomena of haze, mist, and—most difficult of all— fog, captured through exquisitely subtle tonal gradations in singularly expressive and haunting compositions. <em>Ship in Fog</em> is a prime exemplar of this type. The work is set in Gloucester Harbor, looking west and slightly north from the outer harbor back toward town. In the middle distance, the ghostly form of Ten Pound Island is identifiable by its lighthouse and the distinctive large boulder just discernible at the island’s western edge. The location of the sun indicates it is late afternoon, becoming evening, sometime during summer—perhaps heading into autumn, given the clothing of the figures in the foreground.\n\nAs in his other harbor views, Lane incorporates a variety of seagoing craft, accurately rendered with the detail for which he was renowned—the contemporary art critic Clarence Cook wrote the artist knew “the name and place of every rope on a vessel.” <em>Ship in Fog</em> is domi- nated by a schooner- or hermaphrodite-brig, a common “coaster” plying the ports of New England. The figures at center are poised in a Whitehall rowboat, with its distinctive wineglass transom, a familiar craft used for ferrying goods and sailors around a protected harbor. At left, a gaff-rigged sloop is positioned before, it appears, two additional, smaller vessels, largely occluded by the fog—the hull of one, three masts, and their sails barely visible. Finally, just above the figures in the rowboat, the rising sails of a topsail schooner leaving the inner harbor and headed to sea are barely suggested in the background, silhouetted beyond the low-lying island. <em>Ship in Fog</em> thus portrays a modest, quotidian scene—a variety of ordinary craft in a sizable but not major port at the end of a late summer day. What makes the painting extraordinary is Lane’s ability, unsurpassed in American art, to impart a resonant grandeur to such moments, a balance of specificity and universality that impresses them both in time and for all time.\n\nLane painted Gloucester more than any other subject. Most often, his views are rendered from the shore, looking out to sea, as in the earlier <em>The Fort and Ten Pound Island<em>, Gloucester. More rarely, like with <em>Ship in Fog<em>, they are taken from a point <em>at</em> sea, looking back to the harbor and town. For the crippled Lane, such images were only possible due to the assistance of his closest friend, Joseph Stevens Jr., who would occasionally row Lane out into the harbor to make sketches for his paintings, which the artist completed from the top-floor studio in the house he designed on a hill overlooking the port.\n\nIn light of this procedure for gathering views from the water, it is compelling to consider that <em>Ship in Fog</em> may constitute a previously unrecognized, perhaps unconscious, self-portrayal—if the figures in the boat are seen to represent Stevens and Lane himself. It is clear that the men in the rowboat are not in progress from one location to another, but rather have paused in mid- harbor for a time, as if to sketch—indeed, as if to make preparatory drawings for this very painting—with the red-shirted figure now hoisting the anchor line (whose angled appearance is precisely echoed by the adjacent schooner-brig’s anchor line) and preparing to leave. Lane would thus be the seated figure at the back of the boat, shown looking, poignantly, at the distant topsail schooner departing the harbor, whose freedom of movement he could not share, and whose form closely echoes that of Stevens, who did allow Lane some liberty to move about. If this is the case, <em>Ship in Fog</em> becomes not only one of Lane’s most masterful compositions but also a unique and singularly meaningful expression of the artist in his work at the close of his career.",
            "title":"Ship in Fog, Gloucester Harbor, Fitz Henry Lane",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Magazine: Winter 2016"
        },
        {
            "_id":{
                "$oid":"5e3c499ca0f30a0016598376"
            },
            "body":"Lane began his painting career producing ship portraits—relatively formulaic images made on commission to record a vessel’s appearance—for the thriving merchant marine of his native Gloucester, Massachusetts. He later expanded his register with more extensive harbor and other littoral views, of which <em>The Fort and Ten Pound Island, Gloucester, Massachusetts</em> is a typical early example. It shows a variety of boats and ships, each adapted to its particular use, in a mundane setting with sailors, fishermen, and others distributed throughout both land and water. […]\n\nMost of Lane’s views are rendered from careful sketches done onshore, gazing out to sea. More seldom, they are taken from a point at sea, looking back to land, a feat accomplished only with difficulty since the artist was paralyzed as a young child and used crutches. Lane’s bodily immobility stands in poignant contrast to the gliding vessels he portrayed in nearly all his paintings, in one of which, from late in his career, he positions himself in the middle of Gloucester Harbor, looking toward the same Ten Pounds Island seen from the opposite side in the painting of about a dozen years before. <em>Ship in the Fog, Gloucester Harbor</em> is a rare portrayal by Lane of the most difficult of atmospheric effects to render, attempted in only a few of his later works. If <em>The Fort and Ten Pound Island</em> implies in its random composition that only a fragment of a wider world can be capture in representation, <em>Ship in Fog</em> makes the impossibility of comprehensive vision its very subject. And yet what is shown reveals the intimate connections between each part, of all with the fog itself. The enveloping vapor seems an apt metaphor for a fundamental problem of landscape imagery—the inability to see anything more than selected surfaces, or to construct anything more than an artifice of nature—even as it expresses the essential ecological character of Lane’s work. Touching and inflecting everything, it exists only as the result of forces—temperature, humidity, the movement of air—outside its own. \n\n--Karl Kusserow \nJohn Wilmerding Curator of American Art at the Princeton University Art Museum",
            "title":"Nature's Nation",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}