{
    "makerid":14898,
    "published_date":"2022-03-28 16:08:53.873063",
    "type":"maker",
    "displayname":"Major General Julius Ochs Adler",
    "makertype":"Individual",
    "alphasort":"Adler, Julius Ochs Major General",
    "lastname":"Adler",
    "firstname":"Julius",
    "nametitle":"Major General",
    "middlename":"Ochs",
    "suffix":null,
    "displaybio":"American, 1892 - 1955",
    "begindate":1892,
    "enddate":1955,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born at Chattanooga, Tennesse,December 3, 1892, into the family that started the New York Times, he was more fascinated with the military way of life. \r\nHe served gallantly in World War I and received the Distinguished Service Cross, the Purple Heart, the Silver Star and the French Croix de Guerre.  \r\n\r\nHe died on October 2, 1955 and was buried in Section 2 of Arlington National Cemetery. \r\n\r\nBrigadier General Julius Ochs Adler is another decorated hero of World Wars I and II. In World War I, he was the commander of a battalion of infantry on the Western Front in France. He was in many battles with the Germans and was gassed. \r\nIn World War II, General Adler commanded the 77th Infantry Division, responsible for the defense of Hawaii from 1941 to 1944. For his leadership and bravery in World War 1, he received the Distinguished Service Cross, the Silver Star with Oak Leaf Clusters, the Purple Heart, the French Legion of Honor and the Croix de Guerre with Palms. In 1948, he was appointed as major general in the Army Reserve. \r\n\r\nAfter World War II, he joined The New York Times as vice-president, later to become general manager. He was also the publisher of the Chattanooga Times. He and 17 other newspaper executives were invited by General Eisenhower to visit the liberated concentration camps in 1945. This visit inspired him to write a series of articles for The New York Times describing his experience and feelings. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Major General Julius Ochs Adler",
            "alphasort":"Adler, Julius Ochs Major General",
            "lastname":"Adler",
            "firstname":"Julius",
            "nametitle":"Major General",
            "middlename":"Ochs",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}