{
    "makerid":3691,
    "published_date":"2022-03-28 16:05:37.541304",
    "type":"maker",
    "displayname":"Jean Louis Ernest Meissonier",
    "makertype":"Individual",
    "alphasort":"Meissonier, Jean Louis Ernest",
    "lastname":"Meissonier",
    "firstname":"Jean Louis Ernest",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1815–1891",
    "begindate":1815,
    "enddate":1891,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French painter, sculptor and illustrator. Although he was briefly a student of Jules Potier (1796–1865) and Léon Cogniet, Meissonier was mainly self-taught and gained experience by designing wood-engravings for book illustrations. These included Léon Curmer’s celebrated edition of J.-H. Bernardin de Saint-Pierre’s Paul et Virginie (Paris, 1838), the series Les Français peints par eux-mêmes (Paris, 1840–42) and Louis de Chevigné’s Les Contes rémois (Paris, 1858). Such images, typically measuring 60×90 mm and composed of still-life motifs (books or drapery cascading from a chest, intricately arranged and exhaustively detailed), helped form the style for which Meissonier became famous as a painter.\r\n\r\nMeissonier’s first painting was the Flemish Burghers (190×250 mm, 1834; London, Wallace), exhibited at the Salon of 1834; thereafter he specialized in very small-scale genre scenes featuring costumes and accessories exquisitely rendered with meticulous detail. He was inspired in part by the work of Dutch and Flemish masters such as Gabriel Metsu and Gerard ter Borch (ii) and French painters and engravers such as Chardin, Gravelot and Greuze, as well as by contemporary romantic theatre and costume design. His subjects include tranquil 17th- and 18th-century artists and musicians (e.g. Painter Showing his Drawings, c. 1850; London, Wallace), gentlemen reading, playing chess and smoking (e.g. Young Man Writing, 1852; Paris, Louvre; and Smoker in Black, 1854; London, N.G.) and rowdy cavaliers (e.g. A Guardroom, 1857; London, Wallace; and Jovial Trooper, 1865; Baltimore, MD, Walters A.G.). Even the artist’s eye-witness view of a demolished barricade and its fallen defenders (Remembrance of Civil War, 290×220 mm, 1848; Paris, Louvre) reflects his habit of making a close study of stationary objects and then combining details into more elaborate, but still diminutive compositions. For simpler works Meissonier often began work directly on a small panel or page, expanding the support if he required more space.\r\n\r\nMeissonier also developed a range of military subjects in his paintings. Although he depicted the reigning emperor in Napoleon III at the Battle of Solférino (1863; Paris, Louvre), he otherwise devoted himself to re-creating the past, chiefly of the Revolutionary and Empire periods. He executed both small panels of individual guards and cavalrymen and more elaborate canvases, such as Information: Gen. Desaix and the Peasant (1867; Dallas, TX, Mus. A.) and Moreau and Dessoles before Hohenlinden (1876; Dublin, N.G.). His most ambitious project was a series of moments in Napoleon I’s military career, including 1814, the Campaign of France (1864; Paris, Louvre), 1807, Friedland (1875; New York, Met.) and 1805, the Cuirassiers before the Battle (1876; Chantilly, Mus. Condé). Though some are on a larger scale with more, active figures, these paintings are still distinguished by painstaking research, close work from the model and virtuoso attention to detail.\r\n\r\nExtending his ambition to be a history painter and impelled by his own experiences, Meissonier sketched an allegorical response to the Franco-Prussian War (Siege of Paris, 1870–1871, begun 1870; Paris, Louvre) and in 1874 obtained a commission (never realized) for a mural in the Pantheon. In 1871 he painted his more monumental Ruins of the Tuileries (1.36×0.96 m; Compiègne, Château), fusing personal observation and objective description with larger meaning conveyed in the details. Above a pile of rubble the shell of the great Palace, burnt during the Commune, frames the distant sculpture of Peace on top of Napoleon I’s Arc de Triomphe at the Carrousel; with her back turned, she seems to depart from a France recently defeated by the Prussians and then ravaged by civil war. Yet a Latin inscription affirms that the glory of the past survives the flames, and still intact are architectural reliefs commemorating Napoleon’s victories at Marengo and Austerlitz.\r\n\r\nBy 1862, perhaps as early as 1848, Meissonier began to construct sculptures of figures and especially horses. Modelled of wax over an internal skeleton, with cloth, leather and metal for clothing and harnesses, these works served largely as an aid in composing paintings involving more figures or varied movement. Only after Meissonier’s death were the sculptures exhibited and two groups of the waxes cast in bronze multiples. These include Napoleon I in 1814 (wax, 1862; France, priv. col.; Siot-Decauville bronzes, 1894; Shreveport, LA, Norton A.G., and Bordeaux, Mus. B.-A.) done for 1814, the Campaign of France; Wounded Horse (wax, c. 1881–4; Lyon, Mus. B.-A.; bronzes, c. 1893–5; Bayonne, Mus. Bonnat, Dijon, Mus. B.-A. and Grenoble, Mus. Peint. & Sculp.) for the Siege of Paris; and The Voyager (wax, 1878; Paris, Mus. d’Orsay; Siot-Decauville bronzes, 1894; Lille, Mus. B.-A., and Washington, DC, Hirshhorn) used for several paintings.\r\n\r\nFrom 1840 Meissonier’s paintings prompted effusive reviews by critics such as Théophile Gautier, who stressed their affinity with 17th-century Dutch and Flemish masters and exclaimed at the ‘microscopic’ perfection of the artist’s ‘Lilliputian’ gallery. The disproportionate expense of these diminutive panels became well known, with members of the financial and social élites of the July Monarchy (1830–48) and Second Empire (1852–70) vying for works, both directly from the artist and at resales by auction. Early collectors include members of the Rothschild and Pereire families; Richard Seymour-Conway, 4th Marquis of Hertford, and his son Sir Richard Wallace; Auguste, Duc de Morny; and Napoleon III, who presented The Brawl (London, Buckingham Pal., Royal Col.) to Prince Albert at the 1855 Exposition Universelle in Paris. In the 1870s and 1880s Meissonier’s work (represented by the fashionable dealer Georges Petit) was sought out by wealthy Americans such as A. T. Stewart, William Vanderbilt and William T. Walters, who were travelling in Europe.\r\n\r\nFor such authors as Charles Baudelaire, Honoré de Balzac, the de Goncourts and Emile Zola, who wrote both exhibition criticism and fiction, Meissonier’s paintings epitomized the taste of the nouveaux-riches. His success after the 1850s increasingly made him a target for critics and younger artists in the Realist tradition, among them Degas, Manet and Toulouse-Lautrec; attitudes hardened when Meissonier led the jury to exclude Courbet from the Salon of 1872 because of his political activities during the Commune of 1871. Meissonier gradually withdrew from the public forum of the Salon, preferring to exhibit at less frequent and more selective international exhibitions for which he often served as juror. In the 1880s, he also exhibited in shows organized by dealers and small clubs of amateurs. In 1890 he came back into public life, leading a secession from the established salon of the Société des Artistes Français (then identified with Bouguereau) and, with Puvis de Chavannes, founding the more innovative Société Nationale des Beaux-Arts.\r\n\r\nMeissonier was much honoured during his lifetime: he was elected to the Académie des Beaux-Arts (1861), of which he was President twice (1876 and 1891), President of the jury of the Exposition Universelle Internationale in Paris (1889) and the first artist to receive the Grand-croix in the Légion d’honneur (1889). He had only a few pupils, notably his son Charles Meissonier (1844–1917) and the military painter Edouard Detaille, but his success encouraged many derivative artists to specialize in historical genre pieces. Two years after his death his studio was sold, and his reputation declined rapidly, but since the 1970s there has been renewed appreciation of his historical importance. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean Louis Ernest Meissonier",
            "alphasort":"Meissonier, Jean Louis Ernest",
            "lastname":"Meissonier",
            "firstname":"Jean Louis Ernest",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001155"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/49233513"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}