{
    "makerid":3466,
    "published_date":"2022-03-28 16:05:29.336985",
    "type":"maker",
    "displayname":"William Sartain",
    "makertype":"Individual",
    "alphasort":"Sartain William",
    "lastname":"Sartain",
    "firstname":"William",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1843–1924",
    "begindate":1843,
    "enddate":1924,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Landscape painter William Sartain, in 1877, was known primarily for his Tonalist paintings, especially scenes of the tidal wetlands of Nonquitt, Massachusetts, where he spent many summers, and along the Manasquam River in New Jersey, where he often traveled on weekends.\r\n\r\nHe helped found the Society of American Artists.  While Sartain evolved to broadly handled, painterly landscapes of coastal subject matter, his early work included heads and canal and street scenes of Venice and Algiers.  Despite modest sales, his dealer was the well-known William MacBeth of New York City.  Exhibition venues included the Brooklyn Art Association, Pennsylvania Academy, the National Academy of Design and the Boston Art Club.\r\n\r\nArtist Celia Beaux said Sartain gave her her first valuable art instruction, and she studied with him for two years, 1881-1883, beginning with a class organized by a wealthy art-student friend.  Sartain, then living in New York City, sometimes traveled to Philadelphia to substitute for Thomas Eakins in the latter's classes at the Pennsylvania Academy of the Fine Arts.  In Philadelphia in the early 1880s, the reputations of Sartain and Eakins attracted the majority of students seriously interested in art.\r\n\r\nSartain was a believer in phrenology, and taught his portraiture students that the proportions of the head \"revealed much about the worth and character of an individual.\" (Carter 65)\r\n\r\nAs a beginning artist, Sartain had to establish himself as a painter in the eyes of his parents, especially his father, who actively interfered with his son's chosen career.  At age thirty-three in 1876 when William sought exhibition space in the International Centennial Exposition at Philadelphia, his father, John Sartain, who was Secretary of the new Pennsylvania Academy at the time, and Director of the art section of the Exposition, refused to allow William to enter because he did not respect what his son was doing. \r\n\r\nIt is possible that the father, once a mezzotint engraver, felt outdone by his son's aspirations to be a painter, especially when his son expressed that he wanted to go beyond the early training supplied by the father.  Such a painful rejection caused the son so much grief that William Sartain, in a fit of depression, destroyed much of his early work. \r\n\r\nWilliam Sartain was born in 1843 in Philadelphia.  His father was an administrator and entrepreneur, involved in publishing as well as engraving, and he had taught the mezzotint craft to his other children, Emily and Samuel, in addition to William, who went on to study with Christian Schussele at the Pennsylvania Academy, the precursor of the Pennsylvania Academy of the Fine Arts.\r\n\r\nSartain and Thomas Eakins were life-long friends, having met at school.  They traveled to Paris in 1869, sharing a studio.  Sartain, who came to know the family of artist-pioneer Rosa Bonheur, studied with Adolphe Yvon, Leon Bonnat in his Montmartre studio, and at the Ecole des Beaux-Arts.  During this period, Sartain and Eakins and H. Humphrey Moore traveled to Spain and Algiers.  Sartain lived in Paris until 1875, when he returned to Philadelphia and to the events involving his father's rejection for the Exhibition.\r\n\r\nAfter returning from Europe, he lived primarily in New York City, deciding to avoid Philadelphia where his father's influence was so dominant in the art world.\r\n\r\nWilliam Sartain died in 1924.  Since he never married, there was no one to look after the many works he left behind, and large numbers were destroyed. \r\n\r\nAvailable paintings may be found in the collections of the Pennsylvania Academy of the Fine Arts, Philadelphia; Philadelphia Museum of Art; Brooklyn Museum; and National Museum of American Art, Smithsonian Institution, Washington, D.C.\r\n\r\nSources: \r\nDavid Michael Zellman, 300 Years of American Art\r\nPeter Falk, Who Was Who in American Art\r\nAlice Carter, Cecilia Beaux, A Modern Painter in the Gilded Age\r\n \r\n\r\n** If you discover credit omissions or have additional information to add, please let us know at registrar@AskART.com. \r\n \r\n  \r\n \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William Sartain",
            "alphasort":"Sartain William",
            "lastname":"Sartain",
            "firstname":"William",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004462"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/71259946"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}