{
    "makerid":729,
    "published_date":"2025-07-24 02:03:53.943114",
    "type":"maker",
    "displayname":"Gordon Parks",
    "makertype":"Individual",
    "alphasort":"Parks, Gordon",
    "lastname":"Parks",
    "firstname":"Gordon",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1912–2006; born Fort Scott, KS; died New York, NY",
    "begindate":1912,
    "enddate":2006,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Gordon Roger Alexander Buchanan Parks",
            "alphasort":null,
            "lastname":"Parks",
            "firstname":"Gordon Roger Alexander Buchanan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Contact",
            "displayname":"Joanna Fiore",
            "alphasort":"Fiore, Joanna",
            "lastname":"Fiore",
            "firstname":"Joanna",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Gordon Parks",
            "alphasort":"Parks, Gordon",
            "lastname":"Parks",
            "firstname":"Gordon",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019962"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/112248361"
        },
        {
            "source":"NYPL PIC",
            "id":"2915"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88da3975ec80016e02d4b"
            },
            "body":"Renowned for his keenly observed documentary photographs that chronicle the black American experience, Gordon Parks was also a writer, musician, poet, composer, and film director. Parks returned to Harlem after working in Washington, D.C. for a 1952 project inspired by the publication of Ralph Ellison’s Invisible Man. Ellison, who had lived in Harlem for more than a decade, collaborated with Parks on the project. “With Ellison’s help he re-created from the novel . . . scenes . . . to show the horror and disillusionment of a man who has lost faith in himself and his world.” For this inventive variation on the documentary photo essay, Parks shot “a series of images of an actor on the streets of Harlem.” The resulting story, “A Man Becomes Invisible,” was published in the August 25, 1952 issue of Life.\n\n<em><em>Conversation prompts:<em><em>\n\nDoes the style of this photograph seem like that of a documentary work or a portrait? Which details would you use to support your argument?\n\nBoth Parks and Ligon refer to Ralph Ellison’s Invisible Man. Compare the two works of art in terms of their medium and use of text. How do they approach the subject of race differently?",
            "title":"Teach with Collections: Gordon Parks, Soapbox Orator, Harlem, New York",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64e78d8c538ac6620e32b754"
            },
            "body":"<p><strong>Exhibition</strong><br><strong>Life Magazine and the Power of Photography</strong><br><strong>February 22–Summer 2020</strong></p><p><br>On February 22, nearly six hundred visitors joined us in celebrating the opening of Life Magazine and the Power of Photography. Writing this article from my front porch while the Museum is temporarily closed, I remain grateful that so many people were able to experience the exhibition on opening night and during its first few weeks on view. For those who have yet to see it, I hope the following gives you a sense of the project.</p><p>Published weekly from 1936 to 1972, <i>Life </i>magazine was visually revolutionary and extraordinarily popular. At its height, <i>Life </i>reached approximately 25 percent of the US population. It used images in ways that fundamentally shaped how its readers understood photography and experienced key historical events. Drawing on unprecedented access to <i>Life </i>magazine’s picture and document archives, the exhibition brings together original press prints, contact sheets, shooting scripts, internal memos, and layout experiments that shed new light on the collaborative process behind many now-iconic images and photographic stories.</p><p><i>Life</i>’s impact was a result of its approach to visual storytelling, and its photographs played an important role in twentieth-century dialogues surrounding war, race, technology, and national identity. Through the vision of its founder, Henry R. Luce, its editorial teams’ points of view, and the demographics of its readers, <i>Life </i>promoted a predominately white, middle-class perspective on politics and culture. Even as technologies and the distribution of images have changed dramatically in the intervening decades, photographs remain potent tools of communication that can shape and influence our understanding of world events and cultures.</p><p>The exhibition is organized into three sections that explore <i>Life</i>’s photographic and editorial processes. <i>Life </i>picture editor Wilson Hicks noted, “A picture story starts with an event or an idea.” <i>Life</i>’s editorial team turned events and ideas into assignments for photographers. On being given an assignment, a photographer would frequently work with a researcher, creating a “story-building team,” and then head out with a reporter. Once the assignment began, the focus of a story might shift, and a photographer’s individual vision and on-the-spot decisions became an essential part of the picture-making process.</p><p>The first section of the exhibition, “Getting the Picture,” groups objects under headings such as “Gaining Access,” “Hiring Expert Photographers,” and “Following a Script” to explore how photographs were made. Sometimes photographers pitched their own stories to the editors at <i>Life</i>, as was the case with Gordon Parks, who photographed Red Jackson, a gang leader in Harlem, both in peaceful moments with his mother and brother and in more dangerous situations. Through vintage contact sheets and press prints, viewers can appreciate Parks’s nuanced approach, even as the published story placed greater emphasis on the more sensational aspects of Red’s life that the magazine’s audience would have associated with gangs.</p><p>As examined in “Crafting Photo Stories,” once a photographer completed an assignment, his or her undeveloped rolls of film and caption files were sent to <i>Life</i>’s offices, where editorial teams selected images and determined how to adapt them for the printed page. <i>Life </i>claimed to have invented the photo-essay, a multipage article with large-scale photographs and minimal text. Photographers often shot thousands of images for a single story, and <i>Life</i>’s negative and picture editors, such as such as Peggy Sargent and Natalie Kosek, winnowed down these images to arrive at a final selection of photographs that could be crafted into a compelling narrative.</p><p>With photographic content finalized, the art director and layout artists collaborated with writers, researchers, and fact-checkers to format each page. Few layout mock-ups exist today because they were ephemeral steps along the way to the printed story. Those that do—three are on view for the first time in the section “<i>Life</i>’s Photographic Impact”—show experimentation with the scale and placement of the photographs. Placeholder text indicates that the pictorial message came first. This complex editorial process concluded when final layouts were sent by train from New York to Chicago, where the magazine would be printed by &nbsp;R. R. Donnelley &amp; Sons and distributed across the nation.</p><p>From its earliest issues, sold on newsstands and delivered to homes in late 1936, <i>Life </i>realized its potential power and reach. The magazine’s circulation went from &nbsp;1 to 2 million between its first and second year, and it peaked at more than 8.5 million in 1969. Readers did not passively consume <i>Life</i>’s photographs; they responded by writing letters to <i>Life</i>’s editors, purchasing extra copies of special editions, and even offering assistance to individuals profiled in the magazine.</p><p><i>Life </i>also perpetuated its own influence by repackaging &nbsp;its photographs and using its technical sophistication &nbsp;and business savvy to outpace its competitors. The rise &nbsp;of television, however, caused audiences and advertisers to move away from illustrated magazines, and <i>Life </i>was compelled to end its weekly run after 1,864 issues on December 29, 1972.</p><p>&nbsp;</p><p>Katherine A. Bussard&nbsp;<br>Peter C. Bunnell Curator of Photography</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2020 Magazine</p>",
            "title":"Exhibition: Life Magazine and the Power of Photography",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64ee0bfd538ac6620e32b760"
            },
            "title":"Exhibition: States of Health: Visualizing Illness and Healing",
            "body":"<p><strong>Exhibition</strong><br><strong>States of Health: Visualizing Illness and Healing</strong><br>November 2, 2019–February 2, 2020</p><p><br>How have artists given the concept of disease, and the more personal experience of illness, concrete form through art? In gazing at representations of the sick, are &nbsp;we empathetic to the pain of others? How can objects speak to inequities in accessing care, and alternatively, how can they give a voice to the sick? <i>States of Health: Visualizing Illness and Healing</i>&nbsp;draws on the Princeton University Art Museum’s collections, as well as the holdings of Firestone Library, &nbsp;to address and frame questions of illness, suffering, care, and healing as expressed in the global visual arts from antiquity to the present.&nbsp;The works are organized into four thematic groupings—“Confronting Contagion,” “States of Mind,” “Worlds of Care,” and “Childbirth”—that highlight objects’ varied functions as document, metaphor, fantasy, protest, invocation, and testimony. Transhistorical juxta-positions provide an opportunity to reﬂect on culturally diverse artistic interpretations of pain and hope and raise interdisciplinary questions about care as a range of practices complicated by power dynamics. &nbsp;</p><p>In “Confronting Contagion,” the two primary areas of focus are the bubonic plague and AIDS, while additional artworks speak to syphilis, cholera, and typhoid, among other diseases. A painting of Saint Sebastian by the Master of the Greenville Tondo shows the role this early Christian saint played as a protector against the plague, also known as the black death. The work is at once abstract with its black background and depiction of an idealized ﬁgure, suggesting the saint’s divine role as an intercessor, and speciﬁc in its detail of one strategically placed arrow by Sebastian’s groin, where the disease’s pustules were known to appear. A colorful 1992 screenprint comes from a graphic memoir created by the artists David Wojnarowicz and James Romberger that illustrates Wojnarowicz’s life, from his years as a homeless teenager to his struggles with AIDS. Although Wojnarowicz died before the artists could complete the book together, Romberger continued the project and published <i>7 Miles a Second</i> in 1996. The scene shown here communicates the ravaging effects of AIDS and a sense of loss as well as an intense affection between the figures.</p><p>“States of Mind” features artists’ reﬂections on their own mental struggles as well as on the experiences of others. Utilizing different stylistic means, the artists reveal the poignant role of art in communicating inner states of turmoil and inviting empathy from a viewer. Leonora Carrington’s color lithograph <i>Crookhey Hall</i>, for example, depicts fleeing figures and an ominous palace in the background, suggesting associations with her book <i>Down Below</i> (1944), a harrowing account of her experiences in an asylum, where she was given convulsive shock therapy.</p><p>“Worlds of Care” juxtaposes objects used for medicinal treatment with works providing spiritual comfort, and places works reflecting self-care in conversation with objects showing caregiving by a healer or doctor. Gordon Parks’s photograph <i>Isabel Beside Sick Father, Rio de Janeiro, Brazil</i> is a powerful image that speaks to suffering as well &nbsp;as to healing. In 1961 <i>Life </i>magazine sent Parks to Brazil &nbsp;for a story on poverty in Latin America, specifically in &nbsp;Rio de Janeiro’s notorious favelas, where he spent weeks documenting the lives of the Da Silva family.</p><p>The last section of the exhibition illustrates the hopes &nbsp;and perils associated with pregnancy and childbirth and the many rituals across cultures surrounding the start of a life. According to a 1970s health study, Yorùbá parents in Nigeria experienced one of the world’s highest rates of twin births. Parents who lost one or both of their twins often commissioned <i>Ère Ìbejì</i> sculptures (such as those shown here). Neither portraits of the deceased nor memorials, these miniature images house the immortal souls of children said not to have died but to “have traveled” or &nbsp;“gone to market.” To care for the child’s spirit, the parents or surviving twin would ritually wash, clothe, and feed the sculpture, resulting in a worn surface. &nbsp;</p><p><i>States of Health</i> grew out of several campus conversations as well as class visits to the Museum, including Professor João Biehl’s class Medical Humanities, which focused on the cross-cultural significance of medicine and present-day struggles for well-being, and Professor Elena Fratto’s seminar Literature and Medicine, which took an interdisciplinary approach to reading texts and considering illness, caregiving, and the field of medicine. This fall a rich array of &nbsp;Museum programs explores the ways in which artists have tackled disease, responded to mental illness, and explored the complexities of care.</p><p><br>Veronica White&nbsp;<br>Curator of Academic Programs</p><p>&nbsp;</p><p>Laura Giles&nbsp;<br>Heather and Paul G. Haaga Jr., Class of 1970, &nbsp;<br>Curator of Prints and Drawings</p><p><br>Princeton University Art Museum &nbsp; Fall 2019 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"6508b437538ac6620e32b789"
            },
            "title":"Exhibition: Picturing Protest",
            "body":"<p><strong>Exhibition</strong><br><i><strong>Picturing Protest</strong></i><br>May 26–October 14, 2018</p><p>&nbsp;</p><p>Fifty years after the watershed events of 1968, the exhibition <i>Picturing Protest</i> examines the visual framing of collective action between 1960 and 1970 around the country and on Princeton’s campus. The American civil rights movement and opposition to the US war in Vietnam both came to the fore in that heady decade, spurring protests across America both spectacular and everyday. These campaigns for freedom and justice created a framework for protest that would influence the tactics &nbsp;and forms of other political movements that began to cohere towards the end of the decade, including those for women’s liberation and LGBT rights. To this day, the documentation of protests by these movements has shaped the way we visualize resistance and imagine possibilities for civic engagement.</p><p>As 1960s marches, demonstrations, and sit-ins gave material form to First Amendment freedoms—religion, speech, press, assembly, and petition—the camera bore witness to that activism. Today mobile phones ensure that no demonstration goes undocumented, but in the 1960s, photographic coverage was part of careful media strategies conceived by civil rights organizers to give visibility to resistance and amass financial and political support. In 1963 Dr. Martin Luther King Jr. and other organizers of anti-segregation actions in Birmingham, Alabama, understood that photography was necessary to tell a story of relatable human emotion and bald police brutality. As peaceful protesters were pummeled with water from fire hoses, attacked by dogs, and arrested in large numbers, the activist and photographer Charles Moore, on assignment for <i>Life </i>magazine, captured images that gripped the nation and elicited public outrage. As King wrote of the powerful photographs of 1963 broadcast worldwide, “The brutality &nbsp;with which officials would have quelled the black individual became impotent when it could not be pursued with stealth and remain unobserved. It was caught . . . in gigantic circling spotlights. It was imprisoned in a luminous glare revealing the naked truth to the whole world.”</p><p>Inspired by the civil rights movement, suspicious of US political leadership, exposed to graphic visual testimonies of the death and destruction in Vietnam, and concentrated on liberal college campuses, students across the country—and at Princeton—organized and campaigned against the war. &nbsp;A Princeton chapter of Students for a Democratic Society (SDS) was founded in 1965 and led increasingly vehement anti-war protests, as captured in photographs from the Seeley G. Mudd Manuscript Library, the archives of Princeton University. Within an hour of President Nixon’s announcement in April 1970 of the US military invasion of Cambodia, more than 2,500 students and faculty filled the University Chapel to protest the escalation of the war and &nbsp;to contemplate collective action. On May 4, after a mass meeting of 4,000 students and faculty, a campus-wide anti-war strike began that would last until Commencement 1970.</p><p>On the same day at Kent State University, four unarmed students were fatally shot and nine more were wounded by members of the Ohio National Gaurd responding to approximately 500 anti-war protestors. John Filo was a senior working in the student photography lab when the shots rang out.&nbsp;During the confrontation and ensuing chaos, he photographed a fourteen-year-old runaway named Mary Vecchio as she kneeled over the bleeding body of Jeffrey Miller. Filo’s Pulitzer Prize–winning image transcended documentary photography to become a visual icon of the Vietnam War era, a signifier to this day of cultural memory and the public critique of violence.</p><p>Amidst photographs that bear witness to protest, this exhibition presents works of art that cite, splice, and assemble these images of resistance. In <i>Birmingham Race Riot</i> (1964), Andy Warhol crops, reverses, and reprints one of Charles Moore’s iconic images from 1963 to interrogate the ways mass media desensitize the public to violent events. Robert Rauschenberg’s silkscreened collage <i>No. 48</i>, from <i>Surface Series from Currents</i> (1970), incorporates the headline “Anti-War Marchers Back GE Strike,” referring to the General Electric Strike of 1969–70, a protest harnessed by the anti-war movement. Whether through collage or printmaking, these re-presentations underscore the powerful visibility of political movements in this period and investigate the capacity of news media to interpret suffering and courage.</p><p>More than a dozen new photography acquisitions, works by leading artists of the decade, and rarely seen highlights from Princeton University’s archives come together in <i>Picturing Protest</i> to contemplate the role that images play, fifty years later, in recalling and reinvigorating social struggle.</p><p>In May 1968, as French students took control of the streets of Paris, Jean-Paul Sartre interviewed the student movement leader Daniel Cohn-Bendit, who argued that&nbsp;<br>“what matters is not working out a reform of capitalist society, but launching an experiment that completely breaks with that society, an experiment that will not last, but which allows a glimpse of a possibility: something which is revealed for a moment and then vanishes.” In an American context, the works on view in <i>Picturing Protest</i> are themselves glimpses of possibility. Even if they only fleetingly revealed a potential future, “that is enough,” in Cohn-Bendit’s words, “to prove that something could exist.”</p><p><br>Juliana Ochs Dweck&nbsp;<br>Mellon Curator of Academic Engagement</p><p><br>Princeton University Art Museum &nbsp; Summer 2018 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}