{
    "makerid":4355,
    "published_date":"2025-06-28 02:03:18.125680",
    "type":"maker",
    "displayname":"Käthe Kollwitz",
    "makertype":"Individual",
    "alphasort":"Kollwitz Käthe",
    "lastname":"Kollwitz",
    "firstname":"Käthe",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1867–1945; born Kaliningrad [Konigsberg], Russia, died Moritzburg Castle, Germany",
    "begindate":1867,
    "enddate":1945,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Käthe Kollwitz",
            "alphasort":"Kollwitz Käthe",
            "lastname":"Kollwitz",
            "firstname":"Käthe",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Kaethe Kollwitz",
            "alphasort":null,
            "lastname":"Kollwitz",
            "firstname":"Kaethe",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016751"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/19714096"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcdc4557c485d0016cf42f7"
            },
            "body":"Through printmaking and sculpture, Kollwitz explored naturalistic themes and emotionally charged subjects, often using working-class people as her models. The technique and ideas of Max Klinger, particularly his exploration of the themes of social oppression and injustice, had a profound effect on her work. In 1884 she saw an exhibition of his print cycle <em>Ein Leben</em> in Berlin and read his treatise <em>Malerei und Zeichnung</em> in the late 1880s. These works inspired her to abandon painting and pursue the graphic arts. \n\nShown in the 1901 Berlin Secession exhibition, Kollwitz completed this work between her two print series based on social activism and the worker’s movement: <em>Weavers’ Revolt</em> (1895-98) and <em>Peasants’ War</em> (1903-08). The print is also known as <em>La Carmagnole,</em> which takes its name from the most popular song of the French Revolution. The theme of peasants chanting and dancing around a guillotine was probably inspired by Charles Dickens’s <em>A Tale of Two Cities.</em> Rather than situating the scene in eighteenth-century Paris, Kollwitz portrayed working people from her own time, surrounded by architecture from Hamburg. Almost all the dancers are women, with the exception of the young drummer boy, modeled after her son Hans.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcdc4d87c485d0016cf42fb"
            },
            "body":"This early etching was made to celebrate the birth of the artist’s first son, Hans. Kollwitz went into labor while the plate was submerged in the acid bath, and the unusually dark etched lines were apparently caused by the additional time that the plate was left immersed. \n\nAlthough many of Kollwitz’s works focus on the importance of the family, <em>Greeting</em> seems to be somewhat of an anomaly. It is one of her few joyous representations of this subject, and unlike most of Kollwitz’s other family groupings, it specifically draws attention to the role of the father.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcee038f9ac100016d1b6f2"
            },
            "body":"The emotional content that pervades much of Kollwitz's work was greatly shaped by the events she experienced during World War I. In 1914 her younger son, Peter, volunteered for the army and soon after was killed in action. In <em>Mothers</em> the central image of\nthe woman enclosing her two children in the protection of her arms represents the artist with her sons, Hans and Peter.\n\nDuring and after the war, Kollwitz's prints and sculp­ tures explored the themes of death, misery, and the relationship between mother and child. <em>Mothers</em> was originally intended to be part of Kollwitz's <em>Krieg (War)</em> series. The lithograph is the second version of this composition; the first was an etching of 1919 of which no edition was published.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels2",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}