{
    "makerid":14737,
    "published_date":"2022-03-28 16:08:49.396177",
    "type":"maker",
    "displayname":"Stephen Grover Cleveland",
    "makertype":"Individual",
    "alphasort":"Cleveland, Stephen Grover",
    "lastname":"Cleveland",
    "firstname":"Stephen",
    "nametitle":"President",
    "middlename":"Grover",
    "suffix":null,
    "displaybio":"American, 1837–1908",
    "begindate":1837,
    "enddate":1908,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Stephen Grover Cleveland (March 18, 1837 – June 24, 1908) was both the twenty-second and twenty-fourth President of the United States. Cleveland is the only President to serve two non-consecutive terms (1885–1889 and 1893–1897). He was the winner of the popular vote for President three times—in 1884, 1888, and 1892—and was the only Democrat elected to the Presidency in the era of Republican political domination that lasted from 1860 to 1912. Cleveland's admirers praise him for his honesty, independence, integrity, and commitment to the principles of classical liberalism. As a leader of the Bourbon Democrats, he opposed imperialism, taxes, subsidies and inflationary policies, but as a reformer he also worked against corruption, patronage, and bossism.\r\n\r\nSome of Cleveland's actions caused controversy even within his own party. His intervention in the Pullman Strike of 1894 in order to keep the railroads moving angered labor unions, and his support of the gold standard and opposition to free silver alienated the agrarian wing of the Democrats.Furthermore, critics complained that he had little imagination and seemed overwhelmed by the nation's economic disasters—depressions and strikes—in his second term.Even so, his reputation for honesty and good character survived the troubles of his second term. In the words of his biographer, Allan Nevins, \"in Grover Cleveland the greatness lies in typical rather than unusual qualities. He had no endowments that thousands of men do not have. He possessed honesty, courage, firmness, independence, and common sense. But he possessed them to a degree other men do not.\"(Wikipedia)\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Stephen Grover Cleveland",
            "alphasort":"Cleveland, Stephen Grover",
            "lastname":"Cleveland",
            "firstname":"Stephen",
            "nametitle":"President",
            "middlename":"Grover",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Grover Cleveland",
            "alphasort":null,
            "lastname":"Cleveland",
            "firstname":"Grover",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/30330745"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}