{
    "makerid":13450,
    "published_date":"2025-06-12 02:05:19.005239",
    "type":"maker",
    "displayname":"Pala dynasty",
    "makertype":"Individual",
    "alphasort":"Pala dynasty",
    "lastname":"Pala dynasty",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"10th–12th century",
    "begindate":900,
    "enddate":1199,
    "nationality":"Indian",
    "culturegroup":"Indian",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Pala dynasty",
            "alphasort":"Pala dynasty",
            "lastname":"Pala dynasty",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Indian"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88270975ec80016e02d24"
            },
            "body":"<p>In this sculpture, the Hindu goddesses Lakshmi and Sarasvati flank the deity Vishnu, Preserver of the Universe. Along with Brahma and Shiva, he is seen as one of the three aspects of the embodiment of ultimate reality, but is also worshipped alone as the ultimate deity by some believers. When viewed as the Preserver, he operates alongside Shiva, who destroys the universe, and Brahma, who creates it. Here, Vishnu is presented in a full-frontal pose wearing the traditional adornments of a king. In his four hands, he holds his primary attributes, a jewel, a conch, a flaming wheel, and a mace. The conch is a symbol of creation, the wheel symbolizes the cosmic law, and the mace symbolizes the power of the law. The jewel is a symbol of the fulfillment of the law, and this hand is extended in the wish-fulfilling gesture. Lakshmi holds a fly whisk while in her left hand, now lost, she probably held a lotus flower. Sarasvati plays a lute. Diminuative figures standing to either side of the two goddesses are, respectively, a personified mace (<em>gadha<em>) and a flaming wheel (<em>cakra<em>). The pentad is ensconced in Vishnu’s mandorla, the top of which is lost. At the sides is a pair of leaping <em>shardulas</em> (mythical beasts with lion’s bodies and composite heads), supported by elephants. Each <em>sharuda</em> is ridden by a youth, while figure attempts to reign in the beast. At the upper sides of the mandorla, two heavenly beings, one playing an instrument, herald the presence of the deity. All five of the primary figures stand upon lotus daises. Below, Vishnu’s winged mount, Garudha, kneels reverently with his palms pressed together, accompanied on either side by devotees of Vishnu. This stele is West Bengali in style, and would have originally been an independent element forming part of the architectural structure of a temple in eastern India. It would either have been set in a niche, or used as the main image of veneration. The iconographic features of the statue are standard for representations of Vishnu in the guise of Trivikrama, one of his twenty-four forms. The dwarf Vamana won back the universe from King Bali by transforming into Trivikrama and crossing the universe in three giant steps.</p>",
            "title":"Asian Art website: Vishnu and Attendants",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}