{
    "makerid":6459,
    "published_date":"2022-03-28 16:07:24.745799",
    "type":"maker",
    "displayname":"Théodore Chassériau",
    "makertype":"Individual",
    "alphasort":"Chassériau, Théodore",
    "lastname":"Chassériau",
    "firstname":"Théodore",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, born Saint-Domingue, 1819–1856",
    "begindate":1819,
    "enddate":1856,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Théodore Chassériau",
            "alphasort":"Chassériau, Théodore",
            "lastname":"Chassériau",
            "firstname":"Théodore",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115358"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/14893335"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db089254c5dbf00167094a7"
            },
            "body":"[This is a] study of an angel by the French artist Theodore Chasseriau (1819-1856) for his\naltarpiece <em>Christ in the Garden of Olives<em>. In Chasseriau's altarpiece, three angels appear to Christ as he prays on the Mount of Olives: the first proffers a chalice, the sec­ ond gazes fixedly at Christ, and the third embraces the cross. The second angel is the subject of this newly acquired work; the studies for the other angels are in a private collection and the Musee des Beaux-Arts in Lyon, respectively.\n\nIn a monographic exhibition shown in 2002 in France and at the Metropolitan Museum of Art, Chasseriau was called \"the unknown  romantic.\" With  a rela­tively small production due to his early death at the age of thirty-seven, and few works in foreign museums, the artist has passionate advocates but is still under­ represented in America. His portraits and Orientalist works are highly prized and are important parts of his artistic achieve­ment, although they give no hint of his accomplishments as a religious artist. In a century in which artists attempted to  find new means of religious expression, his deeply felt, poetic evocations of Christian subjects stand apart from works of his peers.\n\nBorn to a French father and Creole mother in what is now the Dominican Republic, Chasseriau was raised in France. A precocious student, he entered the stu­dio of Jean-Auguste-Dominique Ingres at eleven, absorbing the purified, linear clas­sicism practiced there. Although he was one of Ingres's favorite students and entered the Ecole des Beaux-Arts at four­ teen, his loyalties were divided once he discovered the Romantic movement. His love of exoticism and color, combined with the classical formation he never abandoned, create a particular tension that characterizes his art. After his earliest sub­ missions were acclaimed at the Salon of 1839, he received a state commission for <em>Christ in the Garden of Olives<em>. The altarpiece was exhibited at the Salon of 1840 and placed in the church of Saint-Jean-d'Angely, near Bordeaux.\n\nThe study acquired by the museum, dating from Chasseriau's early maturity, exemplifies his unusual treatment of a subject illustrated by numerous artists and writers of the time. Preparatory drawings show that he refused the more overtly Romantic interpretation of a struggling Christ for a Savior kneeling in resignation. In the altarpiece, the celestial messengers are individually characterized, clothed in subtly har­ monized colors, and lit according to a carefully calculated scheme. The eye moves upward  from the angel with a chalice, in three-quarter view and nearly fully lit, to the second, central angel, whose profile is visible but cast in shadow, to the third angel, with a lowered head. The shadow of the cross this angel embraces partially obscures its face, but not the reed \"scepter\" it holds aloft-a symbol, with the Cross and Crown of Thorns, of the coming humiliation. In the Princeton study of the second angel, pearly light flickers over the angel's neck, shoulder, and glimpsed parts of the neighboring, chalice-bearing angel. Not yet final­ized in every detail, the Princeton angel, with steady gaze and prayerful hands, can still be identified as the angel who strengthened Christ in his agony in the Garden. On a scale approximating that of the figure in the altarpiece, Chasseriau's study addresses the artist's working process. \n\n",
            "title":"Newsletter: Summer 2007",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}