{
    "makerid":14505,
    "published_date":"2022-03-28 16:08:42.392257",
    "type":"maker",
    "displayname":"Isabella Guthrie McCosh",
    "makertype":"Individual",
    "alphasort":"McCosh, Isabella Guthrie",
    "lastname":"McCosh",
    "firstname":"Isabella",
    "nametitle":null,
    "middlename":"Guthrie",
    "suffix":null,
    "displaybio":"Scottish-American, 1817–1909",
    "begindate":1817,
    "enddate":1909,
    "nationality":"Scottish-American",
    "culturegroup":null,
    "biography":"When she came to America from Scotland with her husband, the new President of Princeton, Mrs. McCosh immediately became the unofficial “Director of Campus Health Services.” In 1868, she found the College provided no infirmary and no health supervision or treatment for its students. Being the daughter of a physician, Isabella McCosh had a long-time concern for and training in medical care.\r\n\r\nAs one student, Philip Ashton Rollins ’89, remembered her: “Every morning she received from the proctor’s office a list of the students confined to their rooms by serious malady or injury, and promptly she started on her rounds. There would be a gentle knock on the door and a gentle, ‘May I come in?’ Two alumni have told me that, but for her nursing of them in their undergraduate days, they would have died of typhoid fever. Three alumni, two of them physicians, have claimed that, but for her nursing, they would have died of pneumonia. And it was my personal privilege to hear that knock and query on three occasions at the door of my very own room.”\r\n\r\nWhen the Trustees of the University erected Princeton’s first infirmary, they named it for Mrs. McCosh. A generation later, her name was carried on by “The Ladies Auxiliary to the Isabella McCosh Infirmary” when they erected the second and present infirmary in 1925. Her tradition of bright service continues to strengthen its use.\r\n\r\nBesides looking after their physical health, Mrs. McCosh took a lively interest in the social life of the undergraduates. With personally hand-written notes, she often invited them to dine in the President’s House and, in the days when dancing was considered “unsuited to the academic atmosphere,” she planned a series of student dances at Prospect.\r\n\r\nShe was a campus favorite. While her husband was admired for his disciplined mind and unyielding purpose, she was loved for her sauciness, kindliness and “delightful burr.”\r\n\r\nA story is told of the Scot-American philanthropist Andrew Carnegie’s first visit to the College when, being met at the railway station by President and Mrs. McCosh, he opened the conversation by stating: “Doctor McCosh, for a long time I’ve been much interested in Princeton.” Mrs. McCosh instantly retorted: “Indeed, Mr. Carnegie, thus far we have seen no financial evidences of it.” As the startled philanthropist admitted afterward, it was a fair retort because it was “Scot against Scot.”\r\n\r\nAlong with her other duties, Mrs. McCosh also fulfilled the role of mother and housewife. She bore four handsome children: two boys and two girls. For the marriage of her daughter to David Magie, Jr. ’82, she helped choose a wedding dress of white silk covered with white tarlatan and adorned with orange blossoms. Each fall, she enjoyed preserving a quantity of cranberries for her larder, “enough to enable us to entertain our guests until spring.”\r\n\r\nAs time passed, her visage kept a youthful sparkle and her dignity never permitted itself a trace of dourness. Buoyant with kindliness, with loving recollections and with the confidence of her religious faith, she finished her course.\r\n\r\nFor years after her husband’s death in 1894, Mrs. McCosh would stroll in front of Nassau Hall and around the campus. On these occasions, she always wore her best bonnet and, as she moved along the pathways, the students would step aside and doff their hats, bareheaded and at attention until she passed by. It was a royal progress in the miniature.\r\n\r\nISABELLA GUTHRIE McCOSH: A BIOGRAPHICAL SKETCH\r\nAdapted from a monograph written by Freddie Fox, ’39 University Archivist\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Isabella Guthrie McCosh",
            "alphasort":"McCosh, Isabella Guthrie",
            "lastname":"McCosh",
            "firstname":"Isabella",
            "nametitle":null,
            "middlename":"Guthrie",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/29392578"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}