{
    "makerid":3940,
    "published_date":"2023-03-28 02:02:05.637225",
    "type":"maker",
    "displayname":"Gabriele Münter",
    "makertype":"Individual",
    "alphasort":"Münter, Gabriele",
    "lastname":"Münter",
    "firstname":"Gabriele",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1877–1962; born Berlin, Germany; died Murnau (am Staffelsee), Germany",
    "begindate":1877,
    "enddate":1962,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gabriele Münter",
            "alphasort":"Münter, Gabriele",
            "lastname":"Münter",
            "firstname":"Gabriele",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004398"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/51864611"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadf484730fb1001626a46f"
            },
            "body":"Gabriele Münter was born in Berlin in 1877. Among the artist's earliest works are those that document a trip she made to visit American relatives from 1898 to 1900. Upon her return to Munich, she entered the Women's Art School, since the doors of the famed Royal Bavarian Academy were closed to women. In 1902, she entered the newly opened Phalanx School, intent on study­ing sculpture. However, sire was soon encouraged by the director of the school, Russian emigre Wassily Kandinsky, to pursue drawing and painting.  Her en­counters with  Kandinsky marked a decisive shift in her artistic development  and ultimately led to a personal relationship between them, which lasted until 1914. From 1908 until 1914, Münter and Kandinsky traveled regularly between Munich , where  they moved in advanced literary and artistic circles, and Murnau am Staffelsee, a village in the Bavarian Alps. Kandinsky was a dynamic force in the formation of the Blue Rider group, with which Münter was sympathetic . But she did not entirely embrace Kandinsky's approach to nonobjective paint­ing. Instead her work reflects the strong linear structure and intense color she admired in the Bavarian folk craft of painting on glass. Her impulse to paint was prompted by acute observation of her environ­ment, expressed in a confident and liberated use of boldly direct color and simplified form.\n\nIn 1914, with the onset of World War I, Milnter moved to Sweden with the intention of later meeting Kandinsky, who had re­turned to Russia. Kandinsky and Münter were to see each other only once more, in 1916 in Stockholm, where they were both having exhibitions. The severing of her ties with Kandinsky  and other colleagues had such an effect on Milnter that  she withdrew  com­pletely from public art life, remaining alone in Scandinavia until 1920, when she returned to Germany. After 1930, Münter's life became more settled, and she took up residence once again in Murnau, living with Dr. Johannes Eichner, an art historian. She reveals in her second Murnau period a style of painting analo­gous to her early work, although only a faint expression of the spiritual climate of the Blue Rider move­ment is evident. In the 1930s, her works were exhibited throughout Germany, but with the rise of the Nazis she was denounced as a degenerate artist. She continued to work secluded in Murnau, and in the 1950s was reclaimed as Germany's most important living artist. She died in 1962.\n\nThe self-portrait, painted about 1908-09, shows the artist standing in front of an easel, palette and brushes in hand, wearing a large brimmed hat trimmed with flowers. It is the earliest of such portraits in this genre, and the naturalistic likeness is something of a departure from the more abstract style the artist was pursu­ing at the time.\n\n",
            "title":"Gabriele Münter",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Fall 1993"
        },
        {
            "_id":{
                "$oid":"5db30f234d90050016329737"
            },
            "body":"Gabriele Münter was born in an era of new possibilities for women, yet in Germany there was still resistance to women artists. Ineligible for the Art Academy in Düsseldorf, she enrolled instead at the Painting School for Women in 1897. After the deaths of her parents, Münter and her sister spent 1898 to 1900 visiting American relatives. With\na substantial inheritance, Münter lived independently upon returning to Germany and in 1901 moved to Munich to attend the Women’s Art School. The next year, she transferred to the more progressive Phalanx School, where she studied with the Russian artist Wassily Kandinsky (1866–1944). Following classes in still-life painting, she was invited\nin the summers of 1902 and 1903 to join his landscape painting classes, held in country towns. The relationship between teacher and student progressed from friendship to love affair. Although Kandinsky had a wife in Russia, Münter and Kandinsky became engaged. It was an artistic partnership as well as a personal one: Kandinsky urged Münter to paint, although she sometimes had doubts about her career. \n\nFrom 1904 to 1908 the couple traveled in Europe and North Africa before returning to Munich. <em>Fisherman’s House</em> dates from this era. Its bright colors and geometric, abstracted shapes show the influence of the folk art that Münter liked and collected, especially Bavarian reverse paintings on glass. During this period, Münter purchased a house\nin Murnau and she and Kandinsky divided their time between the small town and Munich. Artists from the New Artists’ Association Munich (NKVM) met in Murnau. In <em>Kandinsky and Erma Bossi<em>, Münter evokes that period, showing Kandinsky in animated discussion with one of the few other women artists of the group.\n\nIn 1911, Kandinsky, Münter, and Franz Marc (1880–1916) left the relatively conservative NKVM to form a new group, the Blue Rider, leading to a short-lived movement of the same name that produced some of the most vibrant art in German modernism. That same year Kandinsky and his wife divorced, but there were tensions in his relationship with Münter and they did not marry. During his Munich years Kandinsky continued to exhibit in Russia, and when war broke out in 1914 he returned home as an “enemy alien” and settled there. In 1915–16 he traveled to Scandinavia—neutral territory—where he met Münter but then returned to Russia. Kandinsky married a Russian woman and he and Münter never met again. \n\n<em>From Norway (Tjellebotten)</em> recalls children’s drawings and is less bold than Münter’s earlier, expressionistic creations. For some years in the 1920s, Münter ceased painting altogether. Her new companion, the art historian Johannes Eichner, encouraged her to paint, however, and, late in that decade, she took up the brush again. In the post–World War II years, Münter returned to her house in Murnau and found intact the cache of her own paintings and works by her fellow artists that she had hidden there. The survival of these works seemed miraculous given that the Nazis had considered members of the Blue Rider group to be “degenerate artists” and many of their works were lost.\n\nHaving outlived the majority of the artists of her early milieu, Gabriele Münter became a living symbol of the daring artistic breakthroughs and achievements of modernist artists in pre–World War I Germany and was much honored. More recently, feminist art historians have championed her. ",
            "title":"Magazine: Summer 2012",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}