{
    "makerid":13592,
    "published_date":"2024-02-16 02:00:51.788677",
    "type":"maker",
    "displayname":"Chinese",
    "makertype":"Cultural Group",
    "alphasort":"Chinese",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Chinese",
    "culturegroup":"Chinese",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Chinese",
            "alphasort":"Chinese",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Chinese"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125222"
        },
        {
            "source":"AAT",
            "id":"300018322"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a085dedf682001701fb02"
            },
            "caption_file":[],
            "title":"Curator's Voice: Decorated eared cup",
            "file_uri":"https://mediacentral.princeton.edu/id/1_2xa77ryp",
            "speaker_type":"Curator",
            "description":"Zoe Kwok discusses \"Decorated eared cup\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        },
        {
            "_id":{
                "$oid":"605a09deedf682001701fb04"
            },
            "caption_file":[],
            "title":"Curator's Voice: The Mind Landscape of Xie Youyu",
            "file_uri":"https://mediacentral.princeton.edu/id/1_7erwn3s9",
            "speaker_type":"Curator",
            "description":"Zoe Kwok discusses \"The Mind Landscape of Xie Youyu\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5daf08c720f95900166a94b8"
            },
            "body":"<p>Relics from one of the golden eras of Chinese art and culture, these fierce beast figures were always placed in pairs in tombs, which often contained numerous ceramic figures of humans, animals, and supernatural creatures. Because of their position near the tomb entrance and their ferocious demeanor, such figures are thought to have served as \"tomb guardian creatures\" (<em>zhenmushou<em>), sentinels capable of protecting the deceased from evil spirits. Developed during the Six Dynasties period (222-589) , spirit beast pairs always included one figure with a human face and the other with a bestial face. Such tomb guardians with canine or feline bodies, seated on their haunches with straight forelegs, also were produced in the Tang dynasty. In the early Tang, the beast guardians may have become associated with pairs of deer-like spirits­ the auspicious <em>tianlu</em> with one horn, and apotropaic <em>bixie</em> with two -which may have resulted in a reassessment of their iconography. Cloven feet replaced paws, and the human-faced guardian was usually shown with one horn and its animal-faced counterpart with two. Tang dynasty ceramic tomb guardians often were fired with colorful lead-silicate glazes known as \"three-color\" or sancai glaze (examples of which are on view in the Asian galleries on the museum's lower level), or left unglazed and painted with color pigments and gilding. In contrast, the guardian figures... have more human bodies, resembling the standing, supernatural warrior tomb figures that are often shown subduing creatures underfoot. Decorated with paint, gold, and silver, these spirit beasts represent a moment when the earlier animal-bodied and later human-bodied figural traditions came together in the mid-eighth century. It is important to note that these particular guardian types have been found unglazed with painted and gilt decoration, without the use of colorful glazes. They postdate the period of the great sancai funerary tomb sculp­ture found in imperial tombs from the earlier part of the eighth century.</p>",
            "title":"Newsletter: Winter 2002",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5daf12b920f95900166a94bd"
            },
            "body":"<em>Flowers in a Crystal Vase</em> [is] a rare, exceptionally large Chinese painting of flowering peony,red camellia, and plum sprays in a bluish crystal vase set against a blank silk background. The colored flowers are combinedwith delicate branches and verdant leaves, and the details of the cut stems are visible inside the translucent vase positioned near the bottom edgeof the painting. This arrangement indicates that the painting may have been hung infront of a family altar table as a substitute for an actual flower centerpiece. There are examples of ancestor paintings and religious wall paintings that show similar arrangements of peonies and camellias placed in the center and sometimes on a table. \n\n<em>Flowers in a Crystal Vase</em> is dated stylistically to the fourteenth century,and belongs to a tradition of decorative bird-and-flower painting known as the Piling School,after professional painters work­ ing in the region of Piling,the historical name for Changzhou (modern Wujin), in Jiangsu Province....Characteristics of this school include detailed representations of flowers and insects from observation, the use of mineral pigments, and blank or minimal backgrounds.\n\nThis regional school of painting had a major influence in both China and japan. In China it inspired the meticulous attention to detail in bird-and-flower paintings produced by Southern Song court artists in the twelfth and thirteenth centuries. Later fourteenth-century  examples show less refined detail, greater patternization, and a shallower rendering of depth. Examples of Piling School professional painting were not widely collected in China, and many early works survived only in Japan.\n\n",
            "title":"Newsletter: Winter 2003",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db0bb18f85cb00016e5c670"
            },
            "body":"The museum has acquired an early eighth­ century Tang dynasty (618-907) Buddha head that comes from a cave-temple in the Longmen Mountains in China's Henan province. The head, sculpted in three-quarter relief has long ears with pendulous lobes and bears a solemn expression with down­ cast eyes beneath arching brows that curve out from the bridge of the nose. Evidence of original chisel marks can be seen on the round cheeks, nose, and forehead, and traces of red pigment remain on the lips. In contrast to the dark gray limestone exposed on the back where the head was roughly removed from the wall, the lighter yellow or tan color, of the sculpted surfaces is a result of layers of pigments or patina. The hair is carved in curls and wavy lines across the forehead, and at the top of the head is the <em>usnisa<em>, a high, rounded protuberance that is a distinguishing mark of Buddha imagery. \n\nStrong court patronage for Buddhism during the Northern Wei duynasty (368-534) led to the construction of importantn cave-temples at Yungang in Shanxi province. After the court relocated south to Luoyang, Henan, construction began on the nearby Longmen cave-temples in 494 and was continued for over a thousand years by later dynasties including the Tang. In total, over 1,300 caves, 785 niches, and other structures including more than 100,000 statues and steles were carved into stone cliffs extending across approximately 1,000 meters of the Longmen Mountains. The Longmen shrines, with those at Dunhuang in Gansu province and at Yungang, are some of the most important Buddhist cave-temples in China. While the museum has sculptures from both the Dunhuand and Yungang sites, this head is the first example from Longmen. \n\nThe sculpture, long recognized as being from the Longmen site, has been well published in Chinese and Western scholarship. The statue entered the collection of the noted dealer and collecotr Dikran Kelekian (1868-1951) in New York by 1925. While in Kelekian's collection, it was illustrated in Osvald Siren's <em>Chinese Sculpture from the Fifth to the Fourteenth Century</em> (1925). The head then entered the collection of Sir Rudolf Bing, the general manager of the Metropolitan Opera in New York from 1950 to 1972. Bing probably acquired the statue after he moved to the United States in 1949. \n\nThe standard conventions of early sculpture often resulted in stiff formulaic deities in highly stilized, rigid poses. Durign the Tang dynasty, the representation of the human body and its movement began to inform the depiction of Buddhist deities. This transitional moment is captured in the museum's head, which combines meditative serenity and iconic imagery with the graceful elements of flesh and bone that allow viewers to perceive both a human and religious connection.",
            "title":"Stone Head of Buddha",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Fall 2008"
        },
        {
            "_id":{
                "$oid":"5db74aa268398700162b1b9c"
            },
            "body":"Having an elegant S-shaped profile with a flared mouth, the vessel body sits on a splayed ring foot. The principal designs around the vessel's belly are two pairs of confronted bird-like creatures with plumes, wings, and two long ribbons at rear. One ribbon curls forward over the bird's head while the other loops up and around a spurred volute at back. Above is a narrow frieze with two pairs of smaller birds that are aligned over their larger counterparts below. In each pair the smaller birds face each other, and at center between them is a small animal mask. Around the outside of the flaring lip are four blade-shaped panels decorated with hooked volutes. The primary motifs are cast in flat relief on a ground of leiwen spiral patterns. The eyes of the creatures are raised in higher relief as hemispherical accents. The unadorned areas between the rising blades echo the plain vessel foot.\n\nAt the midpoint between the four principal birds, adjacent sections of the design are slightly off register along four vertical lines running from top to bottom. These lines mark the joint between four ceramic piece-mold sections used to cast the vessel. Bronze spacers are visible in the bare areas between the rising blades around the lip. They were spaced at regular intervals to control the wall thickness between the inner and outer molds during the casting process. Casting defects along the edges of the ring foot indicate the likelihood that this vessel was cast upside down. Over time the surface has attained a smooth, green patina, and the vessel's interior bottom has a cast inscription.",
            "title":"Asian Art website: Wine Vessel (zun)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db74ca968398700162b1b9e"
            },
            "body":"A remarkably finished bronze lamp in the form of a sword bearer standing with his arms held out in front of his chest, holding the stem of a curving shaft rising over his head to support a dish-shaped lamp pan with fluted sides and a center spike. The soldier's broad face extends in front of his head almost like a mask, and has almond-shaped eyes with stylized feather eyebrows and mustache over his hips. His ears are pierced with plug ornaments, his hair is finely cast in parallel strands gathered into a chignon and partially covered with a close-fitting headdress that is tied under his chin with a knot ending in a pair of curled pleated ribbons. He wears a long plain outer tunic with chased lines that is tied at the waist with a pleated sash knotted at the center, which hangs down in an inverted U-shape. At his left hip is a long sword with an octagonal handle that is fitted in a scabbard with a rectangular buckle hooked over the waist sash. The outer tunic ends above the ankles where the hem of his under robe flares out in a curve down to the ground. The front of the under robe is parted at front exposing his round-toed shoes and the fluted bottom of his pants.\n\nThe lamp is cast using piece-molds, and assembled from multiple pouring casts of the body and head, with cast-on components, including the chin strap ends, waist knot, sword, and the lamp pan and shaft. The body and head are cast in three successive pours, making use of different alloy compositions to achieve a polychromatic effect. The head and lower hem are cast with a darker ruddy colored bronze, while the outer tunic, waist knot, sword, and lamp dish and shaft are cast with a pale gold colored alloy. The rectangular tenon end of the lamp shaft is inserted into the hands the figure and pinned in two directions to prevent movement, and secured by lead.\n\nAccording to tomb inventories (<em>qiance<em>) this type of lamp is called <em>zhuyong</em> (\"lamp-figurine\"), and similar lamps have been found in Warring States and Western Han (206 B.C.–A.D. 9) burials. Such lamps may have been used in tombs to provide light during burial rituals, to guide the deceased soul on their afterlife journey, or to embody the soul in the form of an eternal flame during funerary ceremonies. This solemn figure wears ear plugs (possibly symbolic of a guard's duty to keep what is overheard in confidence) and bears a duck-bill sword, both of which find precedents in the Warring States bronze figural supports for a lacquered bell rack from the Marquis of Yi of Zeng's tomb (ca. 433 B.C.) at Leigudun, Suizhou, Hubei province.\n\nThis lamp was examined and tested for the purpose of discovering the details of its fabrication and evidence that would either support or refute an ancient date of manufacture. The bronze is of extremely high quality in terms of the skill with which it was cast from piece molds and finished. The casting was highly finished by polishing with abrasive, a process that may have assisted in retarding the onset of surface corrosion. Thermoluminescence analysis of a ceramic sample taken from inside left sleeve yielded a firing date consistent with a mid Warring States to early Western Han date.",
            "title":"Asian Art website: Sword-bearer lamp",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db74edb68398700162b1ba2"
            },
            "body":"Green-glazed square tile molded from reddish earthenware with a plain background framed by a raised rim. In the center is a fantastic four-legged horse-like beast with fangs, spiked mane of five scored triangles, upraised tail in two plumes, and with a short flame-like wing and an eye motif above its foreleg. Presented in profile view. Gripped in the beast's mouth is a long-tailed animal.",
            "title":"Asian Art website: Winged horse beast",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db3400270a6c9001607ed22"
            },
            "body":"In China, garden design developed in tandem with residential architecture. Whether set within palaces, country estates, or urban homes, gardens were viewed as both an extension of domestic space and an escape from it. They offered respite from familial and professional duties and were a favored site for literary gatherings, solitary study, and other leisure activities. Traditional Chinese residences were constructed around courtyards, which were ideal locations for plants, trees, and rocks of interesting shapes—the necessary ingredients for a garden. As residential gardens flourished in urban centers during the Ming (1368–1644) and Qing (1644–1912) dynasties, they were taken out of courtyards and placed in areas adjacent to main living areas. As a result, urban gardens became larger and more complex. In turn, the layout of city gardens drew renewed inspiration from the sprawling rustic gardens found in country estates of the wealthy.\n\nAn example of a country estate garden is seen in the Ming dynasty painting <em>Elegant Gathering in the Western Garden<em>. The scene portrays a legendary party of erudite gentlemen including scholars, artists, calligraphers, imperial relatives, and a Buddhist monk. The rural location of the garden is clear; the distant mountains and natural expanses unbounded by walls or fences indicate that the setting is not an urban garden. Here, the distinction between a curated garden and untrammeled nature is blurred. The attendees of the gathering are placed in the middle of a natural landscape. Only the large tables, chairs, and antique objects imply the setting should be interpreted as a garden. Urban gardens presented particular design challenges in part due to the spatial constraints of city life. As a result, a carefully encoded vision of nature was created. Garden designers chose plantings not merely for their visual appeal but also to convey complex symbolic programs based on a particular plant, tree, or flower’s association with specific human qualities or emotions.",
            "title":"Elegant Gathering in the Western Garden",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Magazine: Spring 2014"
        },
        {
            "_id":{
                "$oid":"5db7530168398700162b1ba4"
            },
            "body":"Thinly potted porcelain lobed winecup and dish-shaped stand. The cup is divided into six petal lobes by notches around the everted rim, and corresponding fine incised lines are found on the exterior sides. The cup rests on a small splayed pedestal base. The porcelain stand is in the form of a dish with a raised center and an elevated, flat outer rim with six notches along the upturned edges. The dish section is raised on a high hollow foot divided into six panels, each with a trefoil cutout in the center. Both cup and stand are glazed with a translucent ice-blue glaze, but the bases are unglazed and show kiln grit and iron-brown oxidation marks characteristic of the Hutian kilns located in Hutian village on the outskirts of Jingdezhen, Jiangxi province.",
            "title":"Asian Art website: Flower-shaped wine cup and stand",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db743c168398700162b1b99"
            },
            "body":"This \"white ware\" tripod ewer was fashioned by hand as an assemblage of individual parts. The rounded earthenware body is encircled by a thin pie-crust band, and is supported on three hollow, bulbous legs that terminate in pointed feet. The tall, flared neck of the vessel is pinched to form a long pointed spout, and the base of the neck is encircled by a painted band of red pigment. On the opposite side to the spout, a rope-twist handle arches from the neck to the body.\n\nAmong ceramics of the Dawenkou archaeological culture, thin-walled \"white ware\" pottery made its appearance during the Middle Dawenkou period (ca. 3500-ca. 2800 B.C., and the peculiar gui pouring vessel type emerged a few centuries before 3000 B.C. In its earliest stages, gui vessels had solid legs and the handle joined to the base of the neck. In the Late Dawenkou period (ca. 2800- ca. 2400 B.C.), shorter hollow legs are attached to a rounder body, the handle is joined high on the neck, and a pie-crust band around the body becomes a standard feature. The gui vessel type continued to evolve in the following Shandong Longshan culture (ca. 2400-ca. 2000 B.C.) occupying the same geographic region. In this final stage, the hollow legs of gui vessels rise directly up into a tall, centered, cylindrical neck, replacing the earlier round body and off-centered neck. Thermoluminescence analysis for the museum's Tripod ewer is consitant with a dating to the Late Dawenkou or early Shandong Longshan culture.\n\nWhen fired at kiln temperatures of about 900 C., the high kaolin clay content in \"white wares\" produces a fine-grained, light colored pottery ranging in tone from white, yellow, to pink. \"White ware\" pottery seems to have been mainly reserved for ritual vessels, such as tripod ewers, and were not used for daily wares. The Dawenkou culture developed along the lower Yellow River region in the area of modern Shandong province. This culture also is known for its jade carvings, and black- and gray, and red-ware ceramics.",
            "title":"Asian Art website: Tripod ewer (gui)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db74a4268398700162b1b9b"
            },
            "body":"The distinct <em>guang,</em> or <em>gong<em>, ritual bronze vessel shape became important by the late Shang period. The interest in representing fantastic animal forms in three dimensions on this handled, spouted vessel with a rectangular cross section, spurred flanges, cover, and a sloping foot reflects a late developmental stage of <em>guang</em> vessels in the early Western Zhou. The front of the lid has a bottle-horned monster head with ears and a wide mouth lined with jagged teeth. At the rear of the lid is a second monster head with projecting dragon-curl horns that seems to be biting the upturned beak of a bird-like creature in its jaws. On the underside of the beak is the design of a small cicada in intaglio lines. A similar monster head forms the top of the rear handle. In its jaws can be seen the eyes and upturned beak of a bird creature whose neck, wings, and protruding claw and tail form the lower sections of the handle. The vessel body is divided into three tiers, each clearly separated by plain bands and divided into decorative compartments by vertical flanges with intaglio designs. Against a ground of <em>leiwen <em>square-spiral patterns, twenty-four, bird-like creatures with hooked plumes and curved open beaks adorn the compartments on the body and across each side of the cover. The prominent flanges at the corners and bisecting each side mark vertical joints between piece-moulds used to cast the vessel. Bronze spacers used in the casting process have been located in both the body and lid with the help of X-ray radiography, and thermoluminescence analysis of ceramic core material inside the handle is consistent with an early Western Zhou date. Remarkably free of casting defects, the surface reveals a brown-black patina. Identical inscriptions are cast on the inside bottom of the container and lid with a three character dedication to Wen Fu Ding followed by the <em>xi zi sun</em> glyph.\n\nAlthough this vessel was once claimed to belong to the so-called Second Baoji Group of ritual bronzes said to come Baoji district in Shanxi province, its actual provenance is uncertain. The vessel or its inscription were first recorded in the late nineteenth century in Chinese sources, but soon entered a collection in Japan where it was acquired by Chester Dale Carter.",
            "title":"Asian Art website: Pouring vessel with dragon-head lid (guang)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db74d2368398700162b1b9f"
            },
            "body":"A figure of a kneeling woman wearing layered robes with full pleated sleeves held up before of her face. The closely fitted skirt flares slightly towards the hem, exposing the soles of her shoes tucked in beneath at back. The well sculpted face reveals a serene expression, and her neatly parted hair is tied in a loose knot on the back.\n\nA large number of gray-earthenware figures—including kneeling attendants featuring women with oval faces, similar coiffure, and painted in white slip—have been excavated near the Western Han capital of Chang'an (present-day Xi'an, Shaanxi province). They were often buried in auxiliary pits and have generally been dated to the early Western Han. Such figures are thought to be afterlife servants for the deceased. Mold-made and hand worked, the calm face and gray clay body, once covered in pigments, make this an excellent example of early Han ceramic sculpture depicting the human form. It represents a tradition of funerary sculpture closely related to the Qin dynasty (221–206 B.C.) life-size, terra-cotta warriors found at the First Emperor's burial precinct, also in the Xi'an vicinity. Thermoluminescence tests from samples taken at four different locations on the figure yield a firing date consistent with a Western Han date. Visual inspection reveals that the work has been pieced together from original fragments, which is to be expected of tomb ceramics of this fragility.",
            "title":"Asian Art website: Tomb figure of a kneeling female attendant",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db751d568398700162b1ba3"
            },
            "body":"Tang burial practices mixed those of previous dynasties with different ethnic and local customs. The prevailing belief of life after death encouraged members of the Tang ruling elite to favor extravagant burials. Their tombs are often filled with lavish objects such as figures, gold and silver ware, silk textiles, and jewelry. Among the most important of the tomb figures are pairings of large chimeric beast guardians and warrior guardians. Because of their usual position near tomb gates and their ferocious demeanor, such beast figures are thought to have served as \"tomb guardian creatures\" (zhenmushou), sentinels capable of protecting the earthbound soul of the deceased by quelling demon spirits.\n\nThis pair of beast guardians represents the final stage in the long sculptural evolution. Tomb guardians may have precedents in antlered creatures carved in wood from the Warring States period (ca. 470–221 B.C.). Excavated from tombs in southern China, many of these figures are shown with long dangling tongues and holding or biting snakes. Burial sculptures of this type became rare in the Han dynasty (206 B.C.–A.D. 220), but vivid descriptions of fantastic creatures found in Han literature, pictorial carvings, and Buddhist iconography may have provided rich models for the subsequent evolution of tomb guardian figures. In this later period, beast guardians have human or animal faces, feline-like bodies with pawed feet, and are shown walking on all fours or sitting on their haunches. During the early Northern Dynasties (386–581), single beast guardians were sometimes placed in tombs. By the sixth century, pairings of beast guardians, one with a human face and the other with a lion-animal face, were frequently buried, and often grouped with accompanying pairs of standing warrior figures.\n\nThe standard grouping of pairs of beast and warrior tomb guardians in the Tang dynasty corresponds to mention in burial regulation of the Four Spirits (<em>Sishen<em>). During the Tang, the use of the Four Spirits remained a privilege of the ruling members. In the early Tang, beast guardians may have become associated with pairs of deerlike spirits—auspicious tianlu with one horn and apotropaic bixie with two—which may have resulted in a reassessment of their iconography. Cloven feet replaced paws and horns were added. The final stage in the development of tomb guardian figures occurred from the mid-seventh to mid-eighth centuries, when their function as demon quellers began to be represented visually. Spirit beasts were shown with more human bodies sitting erect while subduing anguished demons underfoot. Surviving examples all date to about the mid-eighth century, and have been recovered primarily from around the Tang capital of Chang'an (present-day Xi'an).",
            "title":"Asian Art website: Pair of painted tomb guardians",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db83f4b5bb1200016106661"
            },
            "body":"Tapering to a flat base, this globular jar is covered by a white slip and transparent glaze. Beneath the clear glaze, fan-shaped leaf patterns are deftly brushed in black iron pigment. This type of slip painted stoneware imitates more elaborately carved or molded whiteware vessels. Painted with swift sure strokes, the floral pattern can be seen as a simplification of earlier lotus and peony scroll designs.\n\nThe term Cizhou now refers to a wide variety of popular wares mainly produced during the Northern Song (960–1127), Jin (1115–1234), and Yuan (1260–1368) dynasties. Manufactured at numerous kiln centers across northern China stretching as far as Ningxia province to the west and Shandong province to the east, the ware takes its name after the location of important kilns in Hebei and Henan provinces around present-day Cixian county, which in Northern Song was named Cizhou. Besides slip painted examples, as seen with this example, Cizhou ware included a wide variety of decorative techniques including the use of sgraffito, monochromes, colored glazes, polychrome overglaze painting, incised and stamped designs, as well as diverse and innovative combinations of these and other methods.",
            "title":"Asian Art website: Jar with fan-shaped leaf designs",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db74c1a68398700162b1b9d"
            },
            "body":"This bo zhong bell has a pointed elliptical cross section, level rim, flat top, a suspension hanger, and the bronze surface is covered with a gray-green patina. The prominent hanger has an inverted U-shaped bar supported on each side by a large feline with a beaked animal emerging from it jaws and with a small feline in back. The body of this bell is divided into three decorative registers. Along the top, and also carried down the sides of the bell, is a narrow band with comma, spiral, and granulated patterns. The large middle register has an undecorated, tall trapezoidal panel flanked by three registers with ornamented bosses set in rectangular frames alternating with two registers decorated with comma patterns. The bottom register has a large, raised, symmetric design on a plain ground. The design is composed of interlace bands decorated with volutes and spiral patterns, and in the top center are scaled motifs that resemble dragon heads. The two halves of the design were executed with different pattern blocks, as evidenced by the vertical misalignment where they joined at the center.\n\nAt the outer edges of the bell are vertical mold marks where the front and back piece-molds joined. Decorative pattern-blocks were used to form the individual framed bosses and other motifs across the faces and top of the bell. An additional mold line along the central long axis across the top, suggests separate piece-molds were used to cast the upper surface and the hanger. On the interior, two depressions are found on each wall behind the central register of bosses. After casting, the bell was tuned by scraping away metal on the interior walls.\n\nComparison of this bell to other vessels having an identical decorative scheme, or having a similar style, indicates that it may have been produced in the Chu state in north-central China during the early Warring States period.",
            "title":"Asian Art website: Bell (bo zhong)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db840035bb1200016106662"
            },
            "body":"Laozi meaning \"Old Master\" was a legendary Daoist philosopher and alleged author of the Daodejing, a primary Daoist writing that present-day scholarship considers possibily to have been written by more one person. By the first century B.C., in the earliest known biographical account of Laozi in the <em>Shi ji (Records of the Grand Historian<em>, ca. 90–104 B.C.) by Sima Qian (145–89 B.C.), Laozi's surname was Li, and his given name was Er. The biography reports that Laozi served as an archivist for the state of Zhou and notes that Laozi and Confucius reportedly met. Sima Qian relates that when the Zhou state was in decline, Laozi decided to leave China for the West. Upon he reached the mountain pass at the western border, Yin Xi the keeper of the pass asked Laozi write down his teachings, so that could be retained in China. Accordingly, Laozi is said to have written the Daodejing in two parts, discussing the ideas of the Way and of Virtue.\n\nIn this painting, Laozi rides in an ox-drawn cart accompanied by four attendants. Behind them can be seen mountains, forest trees, stream, and walled battlements in the mist. Before the cart stands Yin Xi with his hands respectfully clasped in front of him. This rare depiction of this meeting in the western pass can be stylistically compared to Ming paintings, including those by Wang Shichang (1462–after 1531), so it likely dates to the sixteenth century.",
            "title":"Asian Art website: Laozi at the Western Pass",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db7494468398700162b1b9a"
            },
            "body":"This large painted earthenware pot is representative of Neolithic painted pottery in the Banshan phase (ca. 2600–2300 B.C.) of Majiayao archaeological culture. Banshan vessels were mainly limited in shape to large bulbous pots and urns, and built by stacking coils of rolled clay that are then smoothed before firing. Two-armed spiral designs are often painted on the vessel shoulders in black and maroon paint.",
            "title":"Asian Art website: Jar with spiral decoration",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db74e8668398700162b1ba1"
            },
            "body":"Green-glazed square tile molded from reddish earthenware in high relief against a plain background with molded cloud motifs and framed by a raised rim. A trousered, prancing, bearded monster figure with gaping mouth of fangs and teeth, extended tongue, bulging eyes, pointed ears, a single horn atop its head, flaring porcine nostrils, three-taloned hands and feet, flame-like wings on its shoulders, corpulent belly, grasps a scaly snake in its right hand. The monster faces left and is swept along by the background cloud motifs, while the open-mouthed snake looks back in the other direction. White pigment is found on the demons eyes, horn, and fangs. Cracks at upper and lower right indicate repairs. Sections of the rim have been reattached and gaps are plugged with filler (evident from sides).",
            "title":"Asian Art website: Demon and snake",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5ddd98b6575fb10016a45fc8"
            },
            "body":"<p><em><em>From Ritual Simplicity to Imperial Splendor: Chinese Ceramics from the Collection of Nelson Chang, Class of 1974<em><em>&nbsp;</p><p><em>From the ethereal emptiness emerges clarity… Wondrous pleasures are found everywhere in life.</em> -- Nelson Chang From simple funerary and everyday vessels to porcelain of luxurious refinement reserved for the enjoyment of the imperial household, the question is raised as to what, if anything, constitutes \"Chinese taste\" in ceramics-- whether any unifying aesthetic can be perceived throughout the centuries, or whether the great variety of ceramics manufactured in China precludes such generalizations so that one may speak only of what some Chinese liked at some particular time and place. Vessel shape, decoration, method of manufacture, and place and period of origin are other factors in the consideration of Chinese ceramics. A starting point in considering Chinese ceramics is their fired characteristics. Low-fired, porous, and permeable earthenware appeared in the Neolithic period (ca. 7000-ca. 1500 B.C.), and by the Han dynasty (206 B.C.-A .D. 220) was often glazed to improve its ability to hold liquids or for decoration. Early high-fired stoneware, impervious to liquid and resonant when struck, was produced as early as the Shang dynasty (ca . 1600-ca. 1100 B.C.). A later form of glazed stoneware with a semi-translucent, near­ white clay body, common from the seventh to the ninth centuries, is sometimes called porcelaneous stoneware. Porcelain, fired at even higher temperatures, has an impermeable, resonant, pure white translucent body, and was produced as early as the seventh century. The Chinese made a distinction only between low-fired earthenware ( <em>t 'ao<em>) and high­fired stoneware (</em> tz 'u<em>). Porcelain was judged not unique enough to require a separate category even though it was manufactured only in China for many centuries, and became highly prized in the West.&nbsp;</p><p>FUNCTIONAL AND RITUAL BEGINNINGS &nbsp;</p><p>Neolithic cultures within the region that became China produced diverse ceramics. Simple earthen­ ware, possibly from as early as the ninth or eighth millennium B.C., has been found at sites in southwest and northern China. The Ta-wen-k'ou culture (ca. 4300-2400 B.C.), in northeast China, was noted particularly for two types of ceramics: thin-walled, wheel-turned, black-bodied ware and tripod vessels known as <em>kuei</em> fashioned out of fine­grained, light-bodied clay. It is likely, judging from their placement in burials and their relative rarity and fineness, these vessels served some ritual use. The Yang-shao culture (ca. 5000-3000 B.C.), sometimes referred to as the Painted Pottery culture after its most noted ceramics, occupied much of northern central China. A regional branch known as the Kansu Yang-shao or the Ma-chia-yao culture (ca. 4000-2000 B.C.) developed in the western provinces of Kansu and Ch'ing-hai. The early phase of Ma-chia-yao ceramic development featured earthenware decorated with black undulating lines and dots applied with a brush-like implement. In the next stage, known as the Pan-shan phase (ca. 2600- 2300 B.C.), designs were painted in two colors, black and maroon. Most typical are large globular storage jars with sweeping spirals and netlike designs, but smaller jars also have been recovered from Pan­shan sites. Earthenware continued to be used for everyday functions after bronze became the dominant material for ritual use in the Shang and Chou (ca. 1100-256 B.C.) dynasties. Ceramic vessels sharing the same decoration as contemporary bronzes, however, may still have had a ritual purpose, and some earlier earthen­ware vessel forms, such as <em>kuei</em> tripods anticipated the form taken by certain Shang ritual bronzes. During this period a broad range of decorative techniques developed, unglazed and glazed stone­ ware was produced, and ceramic vessels and figurines were used as mortuary items. Special care was taken in manufacturing ceramics that had ceremonial function. If one accepts the view that the ceramics discussed above had ritual purpose, then aesthetic choices were made in favor of a decorated surface or a simple form-a stylistic dialogue that persists throughout the history of Chinese ceramics.&nbsp;</p><p>CH’IN (221-206 B.C.) to TANG DYNASTIES (A.D. 618-907)&nbsp;</p><p>Earthenware burial vessels and figures became very important in this era while glazed stoneware continued to develop. One group of stoneware produced in the Han dynasty is large wine or food storage jar s, some with flared necks. Recalling earlier bronze vessel forms, the upper portions of these jars have an olive green glaze and incised and combed designs. Carefully and sturdily made, such jars were probably used in daily life and only later placed in tombs. After the collapse of the Han dynasty, glazed stoneware of even greater refinement and variety was produced during the Six Dynasties (222-589) period. Of particular note are celadon stonewares produced in both northern and southern China. Examples recovered from tombs and other sites indicate some were used both in daily life and burials, and others, judging from their decoration, had religious meaning. With national reunification under the Sui dynasty (581-618), China entered a new era highlighted by the prosperity of the early Tang dynasty. Ceramics with lead-fluxed glazes, once popular in the Han dynasty, came into wider use again during the Sui and Tang, and are usually called \"three-color\" (<em>san­ts'ai<em>) ware after the colorful varieties, although the term also is applied to monochromes. The three­ color glazed amphora with dragon handles was a popular form during the seventh and eighth centuries, and showed both Chinese and foreign traits. The handles evoke Chinese mythology, while their arched, symmetrical placement may derive from foreign glass or metal models. Stoneware made in this period included not only celadons and various dark-glazed ware, some with suffusions, but also white porcelaneous ware and rare porcelain. The reappearance in the late sixth century of white-bodied ware, which had not been emphasized since the Shang dynasty, signaled a change of taste in ceramics, resulting in northern kilns becoming the major producers of white ware during the next few centuries.&nbsp;</p><p>SUNG (960-1279) TO YUAN (1260-1368) DYNASTIES&nbsp;</p><p>Many of the most prized ceramics were produced during the Sung and Chin (1115-1234) dynasties. The kilns at Ching-te-chen, Kiangsi province, rose to prominence in the Sung with the manufacture of white porcelain covered by transparent glazes with pale blue or green tints (<em>ch 'ing -pai</em> or <em>y ing -ch 'ing<em>). Similar porcelain also was produced at other southern kilns, ranging from delicate petaled bowls to massive funerary storage urns with symbols of the sun and moon that probably reflected local burial beliefs. Other southern kilns included the Lung-ch'uan complex in Chekiang province that produced the noted jade-like celadons, known as Lung­ch'uan ware. Kilns in the southern provinces of Fukien and Kiangsi produced dark-glazed ware including Chien ware \"hare's-fur\" tea bowls, Chi-chou ware distinguished by glaze-resist designs and \"tortoiseshell\" glazes. Despite its rough quality, dark-glazed ware was appreciated for its naturalness and spontaneity by the Sung court, notably Emperor Hui-tsung, an avid artist, collector, and tea aficionado. The appreciation of dark tea bowls corresponded to the popularity of Fukien teas, frothy white beverages that were enhanced by the dark glazes. Northern kilns continued to excel in white ware during the Sung and Chin, including Ting ware noted for its white body and ivory-tone glaze. Tz'u-chou ware, named after an important kiln site in Hopei province, produced popular wares on which designs were sometimes incised to exploit the contrast of a darker clay body under a white or cream slip or underglaze painting was used to create spontaneous designs recalling ink painting or calligraphy. The Liao dynasty (907-1125), established by the Khitan people, encompassed large areas of northeast China. Lead-glazed ceramics of this period elaborated on T'ang models, while other wares, such as white porcelain, closely resembled contemporary Sung ware. Many Liao ceramics reflected distinct Khitan customs, notably bottles imitating animal­ skin pouches used by the Khitan to carry liquids on horseback. Among these vessels are examples with cockscomb-shaped, pierced handles. After the reunification of China under Mongol rule during the Yuan dynasty, one of the most important developments in ceramic history was the production of underglaze blue decorated white porcelain, commonly known as \"blue-and-white\" ware. Among archaeologically excavated examples from the Yuan are dragon-decorated, blue-and­white stem cups. Although it is possible that this technique predates the Yuan, evidence is still inconclusive. Blue-and-white ware was not widely produced until the Yuan, and although perhaps not completely inspired by Mongol or foreign tastes, it initially did not appeal to many Chinese, who still preferred more restrained wares, such as those with monochrome glazes.&nbsp;</p><p>MING (1368-1644) TO CH’ING (1644-1911) DYNASTIES&nbsp;</p><p>With the return to native rule during the Ming dynasty, the kilns of Ching-te-chen came to dominate ceramic production. Ching-te-chen porcelain included white ware and high-fired blue-, red-, and celadon-glazed monochrome ware. Additional monochromes, such as yellow and turquoise, were produced by applying low-fired glazes (enamels) on already fired porcelains, which were then re-fired. The Ming period also saw the widespread acceptance of blue-and-white ware and the development of innovative polychrome ware, which sometimes combined various high- and low-fired glazes. Auspicious designs had long adorned Chinese ceramics, but were more abundantly used in the Ming, due partially to changes in taste and advances in decorative techniques. Early Ming monochromes are noted for their simplicity and elegance. At court, white porcelain was prized by the Yung-lo emperor (r. 1403-1424) and continued in importance during the first part of the Hslian-te reign (1426-1435), when blue-and­ white ware became more prevalent. Monochrome ware was often unadorned, but in some instances, a subtle, almost invisible decoration of a type known as \"secret decoration\" (<em>an-hua<em>) was created by incising or brushing a fine slip design on the vessel surface. The color of monochrome ware also was significant. Yellow, for example, was associated with the emperor, and in the Ming dynasty yellow porcelain was prescribed for certain imperial rituals such as the worship of the Earth. Ming kilns other than those at Ching-te-chen also found markets for their ceramics. In northern China, kilns in Shansi province produced porcelaneous stoneware known as <em>fa-hua</em> (bounded pattern). Perhaps inspired by cloisonné enamelware, the design was created by applying threads of clay, or slip, to the vessel, then painting glazes within the outlined areas. Ching-te-chen ceramics produced during the Manchu-ruled Ch'ing dynasty attained an unprecedented level of technical perfection. Elegant monochrome and polychrome ware was produced for the use of the imperial household during the reigns of the Yung-cheng (r. 1723-173 5) and Ch'ien-lung (r. 1736-1795) emperors. Ch'ing ceramics are more diverse than Ming ware, even if one only considers ware manufactured for the imperial household, which included vessels ranging from the most simple in form to the most extravagant in decoration, some inspired by ancient models. The breadth of Ch'ing imperial ceramics is evident in an eighteenth-century list of fifty-seven types of wares manufactured for the imperial household. Imitations of older ware figure prominently in this list. Even when not directly modeled after older ware, Ch'ing ceramics display the influence of the past. The organization and choice of floral and Buddhist motifs in a large blue­ and-white vase, for example, can be linked to Ming models, but the regularity of the design and technical perfection of the vessel are traits of Ch'ing imperial wares. Many new overglaze enamels, however, enabled color combinations not previously possible in ceramics, most notably those known in the West as <em>famille rose<em>. Ch'ing imperial ceramics prominently featured auspicious and religious symbols in their decorations, which may have reflected the emperors' personal beliefs. The Ch'ien-lung emperor ardently supported Tibetan Lamaist Buddhism, and built several Lamaist temples in the Forbidden City. Two surviving temples still house altars equipped with metal or enamelware sets of Eight Buddhist Emblems similar to a rare complete set of ceramic altar ornaments decorated with overglaze poly­ chrome and gold enamel…. The high level of craftsmanship and quality of materials lavished on this altar set reflect its imperial and religious importance. Another tour de force of Ch'ing craftsmanship is a polychrome openwork vase with a rotating core decorated with painted figures of the Eight Immortals. The a auspicious theme of long life represented by the Immortals is reinforced on this vase with characters for longevity (<em>shou<em>), and may indicate the vessel was made as a birthday gift. How such rotating vessels were constructed remains uncertain. Throughout the history of Chinese ceramics, despite the variety and complexity of utilitarian, decorative, and ceremonial ware, one finds a constant interplay of simplicity of form and extravagance in decoration. These two forces come together especially in the Ch'ing dynasty, which produced both some of the most self-consciously plain and lavishly decorated of all Chinese ceramics.&nbsp;</p><p>--Virginia Bower, guest curator</p><p>&nbsp;Cary Y. Liu, Nancy and Peter Lee Curator of Asian Art</p>",
            "title":"Collection Publications: From Ritual Simplicity to Imperial Splendor: Chinese Ceramics from the Collection of Nelson Chang, Class of 1974",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5de68b1b129d8900169f1d69"
            },
            "body":"<p><em><em>Shadows of Mt. Huang: Chinese Painting and Printing of the Anhui School<em><em>&nbsp;</p><p>Anhui province is located inland from the southeast coastal provinces of Jiangsu and Zhejiang, straddling the Yangtze River in China. Rich in natural resources but not in agricultural land, and located on or near waterways that were the channels of transport to the fertile Jiangnan or Yangtze delta region, Anhui- and especially southern Anhui- became a great mercantile center. In the new commercial economy of the late Ming, the Huizhou merchants (so called after the south-Anhui district of Huizhou or Xin'an from which they came) dominated the commerce of the whole empire, spreading out to supply a network of market cities. The great families of Anhui, preserving traditions of scholarship, supplied the government with many of its scholar-administrators for the bureaucracy, and newly-risen merchant families used some of their wealth to educate their sons to the same end. Southern Anhui was also the place where the finest papers, ink, inkstones, and brushes were manufactured, and…where some of the finest printing of the late Ming period was produced. In view of all these conducive factors, it is not surprising that a major school of painting grew up there in the late Ming and early Qing periods. The real florescence of the school occurred in the decades immediately following the fall of the Ming dynasty in 1644 to the Manchus, and must be seen in the context of that shattering collapse of native Chinese rule. The relationship of art to history, here as always, can be understood on several levels. Some of the artists, such as the greatest of the Anhui masters, Hongren, became Buddhist monks or otherwise withdrew from public life to avoid involvement with the alien dynasty. They became, that is, what the Chinese call <em>yimin<em>, literally \"left-over subjects.\" In the transition from Ming to Qing, the southern Anhui region had suffered more terrible depredations than most others, first from the peasant rebellions and local uprisings of the last decade of the Ming, and then from the bloody but futile resistance against the Manchu troops, which was strongest and most destructive in this region. Southern Anhui lay directly in the path of the advancing Manchus, and the pillaging by armies of both sides devastated the countryside; most of the great gentry families had their property burned and plundered. Much of the best painting of the Anhui school belongs, then, to the age of post-conquest restoration, and reflects in its forms the climate of feeling prevalent in that age. Like the late Yuan period scholar-artists who were their most revered models, notably Huang Gongwang and Ni Zan, the Anhui masters of this period seem to express in their thinly-painted, often unpeopled landscapes a desire for withdrawal from involvement with the human world, and a preference for the constants of both natural scenery and an indestructible cultural tradition. The typical styles of the Anhui masters, as we will see, were based on a dry, linear manner of drawing and on sometimes radical abstractions of natural form. Painting styles of this type had always been associated with a cultural elite, the Confucian literati, who, when they painted, were (in theory) non-professional artists, above commercialism; such styles carried connotations of aloofness and purity. How can their popularity in early Qing Anhui be compatible with the patronage of merchant families that must have accounted for much of the artists' support? Merchants were supposed to be uncultured, even \"vulgar\" people, and no doubt many of them, lacking gentry family backgrounds and traditional educations, were that. We advance the hypothesis that these styles, exactly <em>because</em> of their literati, \"high-culture\" associations, were attractive to a rising merchant class that wanted to establish ties with the educated elite, always the most prestigious class in Chinese society. When we are told (by Zhou Lianggong, friend and patron of artists of the time) that the possession of a Hongren painting conferred a reputation for \"refinement\" on the owner- the same had been said of Ni Zan's paintings three centuries earlier- we realize that such paintings were, apart from their intrinsic value, \"status symbols.\" Anhui merchant families in the late Ming, we learn from a contemporary writer, had assembled huge collections of old paintings, paying the highest prices; and Wang Shizhen (1526-1590), a leading critic of art and literature of that period, attributes the great demand for Yuan dynasty painting in his time to the Anhui collectors. It was natural that they should support the production of paintings in similar styles by their contemporary local artists. A number of factors can be adduced to help account for the evolution of an independent school of painting in Anhui, and for the stylistic directions it took. One is the influence of the local woodblock-printing industry; several of our artists contributed designs for printed books, and for molded designs on ink-cakes that were later reproduced by woodblock. This is a fascinating side of Anhui's artistic tradition-where else but in China has ink been not only the favored medium for a pictorial art but also a minor art form in itself? Another factor is the pervasive effect of the local terrain, especially the spectacular scenery of Mt. Huang, on the styles in which it was depicted. If the wooded hills surrounding Nanjing virtually imposed on artists of that region a manner of brushwork suited to rendering rich textures, so did the spare, rocky peaks of Huangshan call for linear renditions of angular forms, and inspire effects of monumentality .In devoting so much of their art to the distinctive features of the terrain surrounding them, the Anhui masters follow a practice common among the earlier Suzhou painters. Both groups of artists were expressing their emotional bonds to their homeland, but also responding to a demand stimulated by local pride, and by the desire of visitors to the region to carry home pictures that reminded them of what they had seen. An important difference between the Suzhou artists' pictures of local scenery and those of the Anhui masters is that the former depict a cultural landscape, in which the points of interest tend to be temples, villas, the old abodes of Daoist hermits, places with historical or literary associations. Pictures of Huangshan and other celebrated sights in Anhui, by contrast, concentrate on the natural scenery itself: peaks, pine trees, waterfalls, seas of fog. Again, the difference seems to reflect a shift of emotional commitment from the world of human affairs to the natural world. A few notes on what to look for in the paintings, or how to look at the paintings, might be useful. The viewer who at first finds them cool and (in a negative sense) dry, even unexciting, is responding as the artists intended; this was meant to be a style that does not immediately appeal. Looked at longer, the paintings should (if the artists have been successful, and if we have been in our selection) begin gradually to reveal subtle strengths and partly-hidden structures not apparent on initial viewing. Developments in Western painting in this century have made us, perhaps, more responsive to abstract values of the kind that the Anhui masters pursued. We have also become attuned (perforce) to minimalist tendencies in art, and can better appreciate that aspect of Anhui painting than our grand­ parents could have. But minimalism was not an end; what we should watch for are the ways in which it was reconciled, in the best works of the school, with traditional values, and the dry, monochrome drawing used to construct pictures that fulfilled the old criteria for successful landscape painting: convincing rendering of space and mass, evocations of light and air, suggestions (however slight) of natural textures, some understanding of geological formations (however strange or abstract the forms might be), and a whole set of effects that recall exhilarating experiences in nature. To do this within their self-imposed restrictions was the goal of the Anhui artists. It was a goal in harmony with a long-established belief, Daoist or Confucian or simply Chinese, in the virtues of restraint and unostentatious achievement. We do not have to be Daoist or Confucian or Chinese to recognize the achievement, the \"elegant solutions\" to shared artistic problems that the paintings (among their other excellences) represent; we can understand , without accepting or even knowing about the theoretical positions that underlie it, the association of this style with the highest level of aesthetic refinement, and with humane values that transcend the aesthetic. Gombrich writes of certain Italian Renaissance paintings: \"The rejection of richness and intricacy for the sake of clarity and simplicity probably presupposes a degree of aesthetic sophistication that can only be found here and, possibly, in Far Eastern art.\"3 Such sophistication is indeed found in Far Eastern art, and nowhere in more subtle and yet moving manifestations than the paintings of the Anhui masters. The development of the school as a whole can be traced through the pictures. The influence of Hongren in the early period, and a gradual weakening of that influence in the later, can be observed, and with it a softening of the austerity characteristic of the first phase. In paintings by Dai Benxiao, Mei Qing, Shitao, and others, it is not only the mountains and waterfalls that are the themes, but the responses to them of people portrayed in the pictures, and a certain deepening of emotional tone results. The dry-line manner gives way, in many later works, to a related but distinguishable technique of rubbing dark, dry ink onto the paper or silk, for an effect like charcoal drawing; this can be seen at its best in works by Cheng Sui and some by Dai Benxiao. The nuances possible within both modes of drawing, and the descriptive and expressive uses to which both are put, are among the aspects of Anhui painting that the viewer might keep in mind while looking at the paintings. A final word on forms and materials. The most characteristic product of Anhui school painting is generally considered to be the hanging scroll painted on paper, and that is what most museums and collectors look for…But a survey of the whole output of our artists reveals a greater diversity than that view would suggest; they did much of their best work in the smaller formats, the handscroll or horizontal scroll, the album, the fan painting, and also painted often on silk or (occasionally) satin, which discourages dry-brush drawing but has special capacities of its own. --James Cahill Professor, History of Art University of California, Berkeley</p>",
            "title":"Collection Publications: Chinese Painting and Printing of the Anhui School",
            "source_project":"Other",
            "author_type":"Expert ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88cf4975ec80016e02d46"
            },
            "body":"These spirit tomb guardians (zhenmushou) clutch snakes in their hands while subduing animal demons atop rock plinths. The human-faced beast has one taloned foot on the back of a screaming deer-demon; the lion-faced guardian is seen pouncing on a squealing, green-spotted, winged boar-demon. Painted down the front of each guardian is a central band of stylized peony flowers, with floral bands on silver ground along their sides. The forearms and ankles of both guardians, as well as the mane surrounding the lion’s face, are boldly painted to suggest fur, while the hair on the human face is executed in fine lines. Slits along the tops of both figures’ arms may originally have held flame-shaped spikes made of perishable material. The backs of both guardians are painted with red circles to resemble fur pelts.\nThis pair of beast guardians represents the final stage of the long sculptural evolution of tomb guardians, when their function as demon-quellers became visually represented. Similar examples date to around the mid-eighth century and have been recovered primarily from the area near the Tang-dynasty capital of Chang’an (present-day Xi’an). The Princeton lion-face tomb guardian seen here is so similar in modeling, decoration, and height to a guardian in a private collection that the figures are almost certainly from the same workshop. A third lion-face guardian, in the Kimbell Art Museum, Fort Worth, is taller and more elaborate than the other two—but similar enough to suggest that it also is from the same workshop. This raises the possibility that all three figures are from tombs in the same general vicinity, or perhaps from a single tomb or mausoleum.\n\n<em><em>Conversation prompts:<em><em>\n\nConsider the poses and expressions of these figures in relation to their original function as tomb guardians.\n\nDescribe the painted decoration of these figures.\n\nThese guardians are composite figures. Which particular animal features do you notice? What is the effect of combining recognizable features to create a fantastical being?",
            "title":"Teach with Collections: Chinese Tomb Guardians",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e29e714fc324d001661b46e"
            },
            "body":"Beginning with a love for flower-and-bird painting, the Qianlong emperor learned to paint at age nineteen. Here, after a summer stroll through a garden after rain, the emperor is inspired to paint and compose poems for eight fragrant summer flowers. He paints with deliberate yet tremulous lines and graded wash over a faint charcoal sketch, adopting a style associated with the amateurism of literati painting. Like the emperor, many high officials, such as Zou Yigui (1686-1772) and Jiang Tingxi (1669-1732), also painted bird and flower themes. That they were painted by ministers and emperors cannot be overlooked. The painting of flowers recreates the act of gardening and may allude to a passage in the <em>Analects<em>: when Confucius was asked how to garden, he deferred to a humble gardener. Like a gardener correctly naming and ordering plants in a garden, a virtuous ruler similarly had to recognize that each individual has his own role and place. The painting of flowers, fruits, or vegetables, therefore, may have been meant to represent an act of humility and virtue.\n\n(Excerpt from \"Strangers in a Strange Land from the Qing Palaces to the Princeton University Art Museum\" by Cary Y. Liu)",
            "title":"Publications: Strangers in a Strange Land (y1968-225)",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}