{
    "makerid":14757,
    "published_date":"2022-03-28 16:08:50.127892",
    "type":"maker",
    "displayname":"David Hosack",
    "makertype":"Individual",
    "alphasort":"Hosack, David",
    "lastname":"Hosack",
    "firstname":"David",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1769–1835",
    "begindate":1769,
    "enddate":1835,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Dr. David Hosack (August 31, 1769 – December 22, 1835), a noted physician, botanist, and educator, is perhaps most widely known as the doctor who attended to Alexander Hamilton after Hamilton's deadly duel with Aaron Burr. Born in New York City to parents Alexander and Jane Hosack, David was the first of their seven children. Following the end of the American Revolution, Hosack was sent to New Jersey academies to further his education, first in Newark and then Hackensack. He would go on to attend Columbia University where he began as a student of art, but eventually became fascinated by medicine. Young David would eventually enter into an apprenticeship with Dr. Richard Bayley. While studying under Bayley in early 1788 at New York Hospital, a mob formed outside of the hospital, as the illicit obtainment of cadavers from graveyards left medical teaching scandalous and disliked. After a medical student taunted the crowd by waiving the arm of one of the corpses out of a window at the mob, a riot ensued and Hosack, trying to protect the laboratory, was hit on the head with a heavy stone.\r\n(Wikipedia 10/2/08)\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"David Hosack",
            "alphasort":"Hosack, David",
            "lastname":"Hosack",
            "firstname":"David",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/10625813"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}