{
    "makerid":13837,
    "published_date":"2022-03-28 16:08:22.858758",
    "type":"maker",
    "displayname":"Jean Regnaud (Giovanni Rinaldi)",
    "makertype":"Individual",
    "alphasort":"Regnaud, Jean",
    "lastname":"Regnaud",
    "firstname":"Jean",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, active in Italy, 1668–1672",
    "begindate":1668,
    "enddate":1672,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean Regnaud (Giovanni Rinaldi)",
            "alphasort":"Regnaud, Jean",
            "lastname":"Regnaud",
            "firstname":"Jean",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Giovanni Rinaldi",
            "alphasort":null,
            "lastname":"Rinaldi",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db0b313f85cb00016e5c66e"
            },
            "body":"Rinaldi was a sometime collaborator of Gianlorenzo Bernini, the visionary creator of many vast architectural, sculptural, and painting programs that transformed papal Rome during the seventeenth century. Andrea Bacchi and Jennifer Montagu, two of the leading authorities in the field of Roman Baroque sculpture, attributed the angel to Rinaldi based on compari­sons with documented works such as the tabernacle in the Chapel of the Sacrament in Saint Peter's, executed between 1672 and 1675 by Rinaldi and others after Bernini's designs, and the figure of Fame over the door of the church of San Andrea al Quirinale in Rome. Rinaldi also worked  on independent  commissions in Assisi and Perugia during his Italian period. \"Rinaldi\" was the Italian name for a French artist from the Champagne re­ gion, as is indicated by his alternate name, Monsu Giovanni di Champagne. His real name, according to signed contracts, was Jean Regnaud.\n\nA terracotta model for the angel is in the Fogg Art Museum at Harvard University. Another stylistically related work is an angel executed entirely in gilt bronze, of the same height as the Princeton angel, in the Pinacoteca Comunale in Spoleto, Italy. In 1998, Irving Lavin published the Harvard and Spoleto works together (at the time, the angel acquired by Princeton was un­ known to him).\n\nAn excellent example of Roman Baroque sculpture, the angel is an element detached from an ensemble, probably a reliquary. Elegantly composed and highly finished, the figure appeals to the viewer in its colorism, precious­ ness, and small, finely executed details of hair and drapery textures. It takes its place among other Baroque works in the collection, including Giuseppe Mazzuoli's terracotta angel kneeling in adoration of ca. 1695, a first idea for a marble sculpture in a Sienese church. Rinaldi's angel can also be compared with other depictions of angels from medieval, Renaissance, and later art, and makes the case for the seventeenth century as a great age of spirituality.\n\n\n",
            "title":"Tête d’homme et nu assis (Head of a Man and Seated Nude), by Pablo Picasso",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring /Summer 2008"
        }
    ]
}