{
    "makerid":650,
    "published_date":"2022-06-09 08:44:12.535738",
    "type":"maker",
    "displayname":"Carrie Mae Weems",
    "makertype":"Individual",
    "alphasort":"Weems Carrie Mae",
    "lastname":"Weems",
    "firstname":"Carrie Mae",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1953, Portland, OR; active New York, NY and San Francisco, CA",
    "begindate":1953,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Carrie Mae Weems",
            "alphasort":"Weems Carrie Mae",
            "lastname":"Weems",
            "firstname":"Carrie Mae",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"323797"
        },
        {
            "source":"ULAN",
            "id":"500329422"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/18030043"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6244a806e69dd40018d89c43"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/media/Celebrating%2050%20years%20of%20Photography/1_suf02liw",
            "displaydate":"10/28/2021",
            "title":"Lecture: Celebrating 50 Years of Photography",
            "speaker_type":"Curator",
            "description":"Fifty years ago, David H. McAlpin, Class of 1920 and friend to Alfred Stieglitz, Georgia O’Keeffe, and Ansel Adams, made a landmark gift of photographs to the Museum. Join our Peter C. Bunnell Curator of Photography, Katherine A. Bussard, for a discussion about the legacy of this foundational gift as well as the future of photography at Princeton.",
            "video_type":"Lecture",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db88894975ec80016e02d38"
            },
            "body":"In House/Field/Yard/Kitchen, which is part of the series From Here I Saw What Happened . . . And I Cried (1995–96), Weems looks to the past to better understand the present. A thirty-three-piece photographic installation, this series appropriates nineteenth-century images of slaves as well as other nineteenth- and twentieth-century photographs of Africans and African Americans, the originals for which are in the J. Paul Getty Museum’s collection. Among the source images Weems reworked are those produced in 1850 by Joseph T. Zealy, a well-known portrait photographer from South Carolina. These daguerreotypes were commissioned by Louis Agassiz, the Swiss American biologist, geologist, and polygenicist who believed that each race was created separately and could be classified by particular physical attributes. Denying their subjects any markers of individuality, the Agassiz–Zealy photographs scientifically objectified enslaved Africans, turning them into specimens. As Weems points out, a similar distancing happens with all of the appropriated images, not only the daguerreotypes: “When we’re looking at these images, we’re looking at the ways in which Anglo America—white America—saw itself in relationship to the black subject. I wanted to intervene in that by giving a voice to a subject that historically has had no voice.” By taking such images, toning most of them in a blood-red glow, and inscribing text across the surface of their glass, Weems aims to undermine the dehumanizing effects of historic images of African Americans and to invite subsequent reconsiderations of contemporary perceptions.\n\n<em><em>Conversation prompts:<em><em>\n\nWhat specific stylistic changes did Weems make to the original photograph? What effect do these changes have?\n\nWeems has described photography as “a powerful weapon toward instituting political and cultural change.” Do Weems’s photographs succeed in granting a voice to those who were previously silenced? Why or why not?\n\nHow does each figure’s gaze influence your reading of the photograph?",
            "title":"Teach with Collections: Carrie Mae Weems, From Here I Saw What Happened And I Cried",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}