{
    "makerid":2799,
    "published_date":"2022-03-28 16:04:59.664385",
    "type":"maker",
    "displayname":"Francesco Torbido",
    "makertype":"Individual",
    "alphasort":"Torbido Francesco",
    "lastname":"Torbido",
    "firstname":"Francesco",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, c. 1482-85–after 1562",
    "begindate":1482,
    "enddate":1562,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. According to Vasari, he was taught by Giorgione. He moved from Venice to Verona around 1500 and was certainly trained in the workshop of Liberale da Verona. In 1514 he is recorded as living with the noble Giusti family in Verona. The Portrait of a Young Man with a Rose (Munich, Alte Pin.), signed and dated 1516, displays a soft finish and dreamy countenance, and the Portrait of a Man and Woman (Berea Coll., KY) has similar Giorgionesque qualities. The signed Portrait of a Man (c. 1520; Milan, Brera) is more tightly painted, recalling Lorenzo Lotto rather than Giorgione. In the Virgin and Child with Five Saints (c. 1520; Verona, S Zeno) the more finished forms, bright colour and twisting poses reveal an interest in Mannerism; the same characteristics are evident in the altarpiece depicting the Virgin in Glory with the Archangel Raphael and S Giustina (1523; Verona, S Fermo). Between 1526 and 1530 he produced four frescoes of saints in the Fontanella Chapel, S Maria in Organo, Verona, of which the muscular, energetic forms of St John the Baptist and St Jerome are similar to those in his slightly earlier altarpieces. In the Mystic Marriage of St Catherine (ex-Potsdam, Neues Pal.; see Repetto Contaldo (1984), fig.) painted for the same chapel, gesture and pose are agitated and emotional, as found in the work of Correggio.\r\n\r\nTorbido’s frescoes in the choir of Verona Cathedral depicting the Assumption of the Virgin, to designs by Giulio Romano, were commissioned by Bishop Giovanni Matteo Giberti (1495–1543) and completed in 1534; (for the Catholic Reform context of this pre-Trent commission, see Serafini). Subsequent works in the Abbazia di Rosazzo (1535) reveal powerful forms and sharp foreshortenings. St Barbara in Glory with SS Anthony and Roch (late 1530s; Verona, S Eufemia) shows an increased use of chiaroscuro, intense colour, calmer poses and a less polished finish than the altarpieces of the 1520s. At the beginning of 1546 Torbido was back in Venice, where he executed four scenes from Genesis (untraced) for the Scuola della SS Trinità. In 1557 he returned to Verona. Torbido’s early assimilation of Mannerism was an important influence on his son-in-law Battista dell’Angolo del Moro and on del Moro’s contemporaries Paolo Farinati, Giambattista Zelotti, Anselmo Canneri and Paolo Veronese. GDA.",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Il Moro",
            "alphasort":"Il Moro",
            "lastname":"Il Moro",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Francesco Torbido",
            "alphasort":"Torbido Francesco",
            "lastname":"Torbido",
            "firstname":"Francesco",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Francesco Di Marco India Torbido",
            "alphasort":"Di Marco India Torbido, Francesco",
            "lastname":"Di Marco India Torbido",
            "firstname":"Francesco",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500004923"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/89970022"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}