{
    "makerid":6362,
    "published_date":"2022-03-28 16:07:21.311561",
    "type":"maker",
    "displayname":"Chen Hongshou 陳洪綬",
    "makertype":"Individual",
    "alphasort":"Chen Hongshou",
    "lastname":"Chen Hongshou",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1598–1652",
    "begindate":1598,
    "enddate":1652,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Chinese painter, calligrapher and designer of woodblock-prints. Chen’s inventive depictions of figures, in particular of scholars and winsome gentlewomen, have long been admired, although he also painted bird-and-flower subjects and, to a lesser extent, landscapes. His contemporaries also acknowledged his skills as a poet and calligrapher. The appellation ‘Chen  of the South, Cui of the North’, as recorded by 17th-century historians, refers to similarities between his archaistic style and that of the painter Cui Zizhong ( fl 1630s).\r\n\r\nChen was born into a prestigious, wealthy family that had for generations placed their sons in offices of the Ming administration. He spent his early years taking civil-service examinations in pursuit of an official post and went to Beijing in 1623, presumably in search of a patron. His mission was unsuccessful, possibly hindered by the notorious misrule of the central government, dominated at that time by the eunuch Wei Zhongxian. He returned to Zhuji the following year. After two failed attempts to pass the provincial civil-service examinations in 1627 and 1630, he never tried again.\r\n\r\nTwo 12-leaf albums, one untitled (1619; Lyme, NH, Wango H. C. Weng priv. col.; see Cahill, The Distant Mountains, figs 130–31), the other, Landscape, Figures and Flowers (1618–22; New York, Met.), exemplify Chen’s early work, executed before his trip to Beijing. They contain lightly inked drawings on paper, a few of them coloured sparingly with transparent pigments, and show Chen’s acquaintance with the refined poeticism of late 16th-century Suzhou painting. The subjects include unusual still-life compositions, such as a miniature garden of the Three Friends of Winter (symbolized by the pine, plum and bamboo) or a bronze mirror pictured with a hairpin, ring and flower bud; there are also figural illustrations of ancient poetry, scenes of figures in a landscape, old trees and rocks, and flowering plants.\r\n\r\nChen’s works of the late 1620s and 1630s are distinct from these, showing a new colourfulness and distortion of form. After abandoning his political ambitions he became a recluse, settling with his wife and other family members on their estate in Zhuji, which he named the ‘Borrowed Garden’. In poems from this period he identified himself as a reclusive gentleman–farmer, undisguisedly in the tradition of the 4th-century AD poet Tao Qian. He also devoted himself to the practice of Buddhism, combining the salvationism of the Pure Land sect with Chan techniques of meditation. During the 1630s he established a reputation as a literatus, achieving renown for his poetry and painting and assembling an art collection. Although he adopted codes of behaviour that governed the activity of literati painters, disclaiming in his poetry any direct employment as a painter, the functional nature of much of his work at this time, notably portraits and birthday pictures, suggests that they were commissioned and sold. Large, colourful formats distinguish the birthday pictures, such as Lady Xuanwen Expounding the Classics (1638; Cleveland, OH, Mus. A.), which he painted for his aunt at the request of relatives. Chen represented his aunt in the guise of a 4th-century woman who was learned in the Zhou li (‘Rites of Zhou’) and who once was asked to revive the teaching of this ancient text. Seated on the raised platform of a pavilion and attended by ten maids, the elderly woman lectures a group of young scholars sitting in orderly rows before her. The lecture hall, filling the middle ground of the picture, stands within an isolated forest at the side of a river. A second example, the undated Female Immortals (Beijing, Pal. Mus.), is more conventional and was done in collaboration with Chen’s student Yan Zhan. It presents two Daoist beings, teachers in the arts of longevity, one bearing a staff hung with gourds containing medicine, the other carrying a bronze vase filled with flowering camellias. The principal figure has been identified on the transcendent Magu. The smaller figure is her attendant. The style of the inscription and the archaistic rendering of the figures’ costumes suggests a date of around the late 1630s.\r\n\r\nThese paintings, along with others from the late 1620s and 1630s, show a profound commitment to the artistic traditions of the past. Disinclined to follow Dong Qichang’s programme of fang (imitation), which was directed towards an analytical reconstruction of late Yuan (1279–1368) landscape painting, Chen was drawn to a more distant past, in particular to the classical tradition of the Tang (618–907) and Song (960–1279) periods with its attentive, meticulous rendering of form and interest in the physical world. Chen’s favourite subjects, bird-and-flower, figural and narrative paintings, were also associated in the Ming period (1368–1644) with the distant past. The 12-leaf Album of Flowers, Birds and Landscapes (Berkeley, CA, Ching Yuan Chai priv. col.) exemplifies Chen’s skill in the minute description of things, for example his attention to the fine veins of petals, the lacy patterns on butterfly wings and the spotted skin of berries. Their depiction is dependent upon firmly controlled ink outlines and the subtle modelling of colour. In his attempt to capture the manner of earlier masters, Chen was probably influenced by local Zhejiang painters such as Lan ying and Sun Di ( fl mid-17th century). It is certain, however, that Chen’s use of traditional techniques was interpretive, rather than mimetic, and that his models were forgeries or copies of Tang and Song paintings. The great private collections of his time were apparently inaccessible to him, and the contents of his own collection is not well documented. But an archaeological knowledge of old paintings was irrelevant to Chen. The quirks of his archaistic style, such as the awkwardly flattened forms and schematic and disproportionate renderings, were a perverse exaggeration of pictorial mistakes seen in copies. For Chen, distortion served to jar the naturalistic foundation of subjects, so that his birds appear to inhabit an unfamiliar sphere. In the vocabulary of late Ming connoisseurs, the depiction of strangeness was customarily identified with archaic art forms. Chen thus amplified the distance that he perceived divided his work from that of the old masters. The perceptual unfamiliarity of his imagery embodied a historical separateness.\r\n\r\nDuring the 1630s Chen also began to work as a designer of woodblock-prints. Their publication in books and on sets of playing cards provided another source of income and enhanced his reputation as a narrative artist. In 1638 an edition of the famous classic Chu ci (‘Elegies of Chu’) was published, which included Chen’s designs for the 11 divinities, originally painted in 1616, featured in the Jiuge (‘Nine songs’), a section of the Chu ci, together with Chen’s imaginary portrait of the putative author of the poems, Qu Yuan (c. 340–c. 278 BC). The diminutive figures of the 1638 edition are portrayed in minute detail and stand isolated against blank backgrounds, a compositional trait that Chen introduced into printmaking. Chen humorously altered the emblems that identified several of the divinities, thus adding mystery to their portrayal. Two sets of dramatic illustrations were published in 1639, one for his friend Meng Chengshun’s Qiao Hong ji (‘The story of Qiao and Hong’). The latter contains four portraits of the play’s heroine, Wang Qiao niang (Qiao), whom Chen represented in embroidered costume and jewels. Each portrait shows the heroine in various attitudes against a blank background, in accordance with the conventions of classical painting. The second set of dramatic illustrations, issued in 1639 and considered by many to contain Chen’s finest designs, appeared in Zhang Daojun’s (d 1642) edition of the 14th-century play Xixiang ji (‘Romance of the western chamber’). Chen portrayed a scene from each of the five sections of the play, including a portrait of the heroine, unrelated to the succeeding narrative scenes. The stylistic resemblance between these compositions and his painting—evident, for example, in the caricatured portrayal of Buddhist monks and in the depiction of the female figure—distinguished his illustrations from those of contemporary printmakers. Portraits of 40 characters from the popular novel Shuihu zhuan (‘The water margin’), that decorate a set of playing cards, probably also date to the 1630s, to judge from the archaistic rendering of the figures’ costumes. Each of the bandits is shown in a dramatic pose, effectively conveying the salient characteristic of the figure’s role in the narrative. This is the only printing project for which Chen is credited in contemporary records.\r\n\r\nAlthough in his later years Chen stopped designing prints (except in 1651 to decorate a set of 48 playing cards entitled Bogu (‘Comprehending antiquity’), his experience in that medium significantly affected the composition of his figure paintings. Pictorial story-telling had largely been eliminated from the repertory of Ming painters. But in the book illustrations that were so abundantly produced during the Ming period, Chen discovered a vast repository of narrative imagery and technique. He was particularly inspired by the dramatic gestures and poses used by printmakers to enhance text illustration. He saw these as a means of transforming the codes of figural representation that had traditionally hampered depictions of the literati and their activities.\r\n\r\nAround 1640 Chen left Zhuji for Beijing, where he purchased a studentship in painting at the State University (Guozi jian). Possibly to protect family interests, he also became involved in political activities, supporting the ailing Ming dynasty against internal insurrection and the threat of invasion by the Manchus. He returned home in 1643, only months before the capital fell to the invaders, and was compelled to spend the following uncertain years moving between country retreats. In poems he describes himself as a ‘painting master’, hazarding trips into the cities to barter his work for food and other provisions. During this period he tended to portray scenes from the lives of reclusive gentlemen, describing them with wiry lines of ink and pale tints of colour, as in Sixteen Views of a Hermit’s Life (1651; album on paper; Taipei, N. Pal. Mus.). Episodes from the Life of Tao Qian (Tao Yuanming), a handscroll on silk that he painted at West Lake, Hangzhou, Zhejiang Province, represents the culmination of Chen’s narrative art. A number of Ming-period versions of the subject exist, all based on conventions probably established in the 14th century. Chen departs from this model in several ways, most importantly by heightening the dramatic force of the poet’s activities and by adopting an archaistic manner of representation. Both qualities tend to transform Tao Yuanming into a figure of fantasy: the episodes of his life are made to appear as a spectacle, and the theatricality of the poet’s gestures do not belong to this world. The voluminous robes, fluttering sashes and pear-shaped faces recall a style associated with the 4th-century painter Gu kaizhi, but they too are whimsically exaggerated. The poems that Chen composed for each of the 11 scenes are inscribed in the characteristic style of his late calligraphy: a running script (xingshu) distinguished by rapid alterations in the width of strokes, an overall languorous shape and flared or elongated endings.\r\n\r\nDuring his last years Chen travelled back and forth in the region between Shaoxing and Hangzhou to visit friends, keeping aloof from political activity. He often spent months at West Lake, where he abandoned himself to drinking and amusements. His artistic collaboration with students during these years, notably with the painters Yan Zhan and Lu Chai, led to the formation of a local school of painting that remained popular into the 19th century. Indeed, the likenesses that his early Qing (1644–1911) followers were able to achieve are sometimes uncanny, particularly their imitations of his bird-and-flower paintings. Less successful, but far more numerous, are the imitations of Chen’s depictions of literati (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Chen Hongshou 陳洪綬",
            "alphasort":"Chen Hongshou",
            "lastname":"Chen Hongshou",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Chen Hongshou 陳洪綬",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ch'en Hung-shou",
            "alphasort":"Ch'en Hung-shou",
            "lastname":"Ch'en Hung-shou",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ch'en Lao-lien",
            "alphasort":"Ch'en Lao-lien",
            "lastname":"Ch'en Lao-lien",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}