{
    "makerid":75,
    "published_date":"2022-03-28 16:03:18.795343",
    "type":"maker",
    "displayname":"Edmond-Francois Aman-Jean",
    "makertype":"Individual",
    "alphasort":"Aman-Jean, Edmond-Francois",
    "lastname":"Aman-Jean",
    "firstname":"Edmond-Francois",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1860 - 1935",
    "begindate":1860,
    "enddate":1935,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French painter, pastellist and printmaker. He studied from 1880 under the academic painter Henri Lehmann at the Ecole des Beaux-Arts in Paris; there he befriended Georges Seurat with whom he shared a studio for several years. He also studied under Pierre Puvis de Chavannes, working as his assistant on the Sacred Grove (1884; Lyon, Mus. B.-A.). In 1886 he obtained a travel scholarship to Rome and on his return befriended Symbolist poets such as Stéphane Mallarmé, Paul Verlaine and Philippe-Auguste Villiers de l’Isle Adam. While the poets sought to subvert language in order to express new sensations, Aman-Jean relied on pictorial and iconographic traditions. He specialized in pictures of languid young women turned in profile to the left or gazing into space, as in Girl with Peacock (1895; Paris, Mus. A. Déc.), using broken brushstrokes and colour contrasts that by then had largely shed their avant-garde connotations. Typical works such as the colour lithograph Beneath the Flowers (1897; Paris, Bib. N.) and the portrait of Mlle Thadée C. Jacquet (1892; Paris. Mus. d’Orsay) led the critic Camille Mauclair to identify him as an heir to the English Pre-Raphaelite Brotherhood.\r\n\r\nSimilar images were favoured by Aman-Jean in pastels such as Woman in Pink (c. 1898; Dijon, Mus. B.-A.), often in pinks, reds and violets and with a technique of thick undulating strokes. His decorative commissions included eight panels for the Musée des Arts Décoratifs in Paris (1910) and the four Elements for the chemistry amphitheatre at the Sorbonne (1912). He exhibited regularly at the Salon de la Société Nationale des Beaux-Arts, on whose jury he served, and in the Salons de la Rose+Croix in 1892 and 1893, designing the poster for the second show. His later work revealed the influence of Pierre Bonnard (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edmond-Francois Aman-Jean",
            "alphasort":"Aman-Jean, Edmond-Francois",
            "lastname":"Aman-Jean",
            "firstname":"Edmond-Francois",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}