{
    "makerid":6239,
    "published_date":"2025-08-26 02:04:05.362837",
    "type":"maker",
    "displayname":"Alexander Calder",
    "makertype":"Individual",
    "alphasort":"Calder, Alexander",
    "lastname":"Calder",
    "firstname":"Alexander",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1898–1976",
    "begindate":1898,
    "enddate":1976,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American family of artists. (1) Alexander Milne Calder, of Scottish birth, moved to Philadelphia in his early 20s and produced several important sculptural works for the city. His son (2) Alexander Stirling Calder was also a sculptor. The family’s greatest success came in the third generation, however, with (3) Alexander Calder, best known for his kinetic sculptures or mobiles.\r\n(1) Alexander Milne Calder\r\n(2) Alexander Stirling Calder\r\n(3) Alexander Calder \r\nGDA\r\n\r\n-----\r\n\r\nCalder graduated from Stevens Institute of Technology in 1919 with a degree in mechanical engineering. After taking classes at the Arts Students League, he became a freelance artist and illustrator, and published a book titled Animal Sketching. In the 1920s, Calder began traveling to Paris, becoming influenced by the work of Klee and Miró. In 1930, after visiting Piet Mondrian's studio, he began to create abstract constructions incorporating biomorphic forms, specifically with variations on the mobile, for which he is most known. Calder divided his time between trips abroad and his farm in Roxbury, Connecticut, and as his commissions grew more frequent, his mobiles became increasingly gigantic. Examples are Flamingo, the stabile at Federal Center Plaza in Chicago, and La Défense, at the Rond Point de La Défense Métro station in Paris. American artist (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alexander Calder",
            "alphasort":"Calder, Alexander",
            "lastname":"Calder",
            "firstname":"Alexander",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500007824"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96096"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d716de49ad0bf001685d10c"
            },
            "title":"Hear the Curator (y1969-126)",
            "transcription":"Hear the Curator (y1969-126)\nAlexander Calder was most famous for his kinetic sculptures, or “mobiles,” but he also imbued his stationary “stabiles” (a term suggested by artist and friend Hans Arp) with a sense of movement and lightness. Alfred Barr, a graduate of the Princeton Class of 1922 and the first director of the Museum of Modern Art, approached his friend Calder to discuss designing a work for Princeton. Calder replied that he would find it “fun to make something especially for you, and quite big.” On Barr’s suggestion, the disks of the resulting work were painted orange to honor Princeton’s colors, in anticipation of the artist’s post-installation visit to Princeton in 1971. Surveying his sculpture with a shrewd eye, Calder walked through and around it, scanning it from various angles and from the top of the thirteen-story Fine Hall tower. He then gave quiet instructions to the painters, and the four orange disks were gradually blacked out, one by one. The form of the stabile is considered Calder’s most important contribution to twentieth-century art.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca043",
            "speaker_type":"Curator"
        }
    ],
    "video":[
        {
            "_id":{
                "$oid":"5d78086f9a99050016aea69b"
            },
            "title":"Alexander Calder | Lecture by author and art critic Jed Perl",
            "description":"In conjunction with the loan of a pair of Alexander Calder sculptures from the Fisher Family collection, author and art critic Jed Perl was invited to discuss Calder's work on May 1, 2014. The lecture was supported in part by the International Sculpture Center.",
            "speaker_type":"Expert",
            "file_uri":"https://mediacentral.princeton.edu/id/1_kj4x7m51",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"May 1, 2014",
            "sort_date":"2014-05-01",
            "video_type":"Lectures, Collections",
            "caption_file":[]
        }
    ],
    "essay":[]
}