{
    "makerid":1470,
    "published_date":"2022-06-09 08:44:18.418243",
    "type":"maker",
    "displayname":"Adachi Ginkō 安達吟光",
    "makertype":"Individual",
    "alphasort":"Adachi Ginko 安達吟光",
    "lastname":"Adachi",
    "firstname":"Ginko",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"active 1874–1897",
    "begindate":1874,
    "enddate":1897,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Unicode Display Name",
            "displayname":"Adachi Ginkō, active 1874–1897",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Adachi Ginkō 安達吟光",
            "alphasort":"Adachi Ginko 安達吟光",
            "lastname":"Adachi",
            "firstname":"Ginko",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/258102813"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db065c521a3d500164867c7"
            },
            "body":"The work is an 1879 print by Adachi Ginko depicting a scene from the second act of <em>The Strange Tale of the Castaways: A Western Kabuki<em>. <em>The Strange Tale</em> was performed at Tokyo's Shintomi theater in 1879, in the wake of a visit by President Ulysses S. Grant. Grant's visit touched off a vogue for the foreign; Kabuki theater, with its relentlessly up-to­ date repertoire, was not to be left out of the excitement generated by imagining America. Actors from the famed Ichikawa family played the roles of the hero, a young Japanese  man  escorting the Japanese consul's daughter from San Francisco to a young ladies' school in New York, and the Native Americans who ambush the train on which the pair ride east. Adachi produced a series of prints highlighting the climactic moments of the second act. The museum's print from this series captures the dynamic staging of the ambush of the cross-country train.\n\n",
            "title":"Newsletter: Summer 2006",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db30bbe4d90050016329734"
            },
            "body":"In the print, a shipwrecked sailor, charged with escorting the Japanese consul’s sister-in-law across the United States, is on a train ambushed by Native Americans. Kusserow analyzed this Meiji period print, noting: “Just as the Japanese travelers have adopted Western dress, the artist has adopted an American attitude toward Native Americans as brutal and aggressive.” Andrew Watsky, professor of Japanese art in the Department of Art and Archaeology, added that this work was produced soon after Japan had reopened to the West—in fact, a delegation of Japanese government officials arrived in San Francisco in 1872 to travel across the country by train. And so the conversation continued: Michael Hatch, a graduate student in Art and Archaeology, observed that the Native Americans are wearing Portuguese dress; Wendy Belcher, who teaches African literature for the Department of Comparative Literature and the Center for African American Studies, commented that they may be dressed specifically as Jesuit Portuguese, who were missionaries in Japan during the sixteenth century.  Like many other works... [denoting] encounters, the print, Kusserow said in closing, is about depicting the racial other.",
            "title":"Magazine: Summer 2012",
            "source_project":"Other",
            "author_type":"Expert",
            "source":"Other"
        }
    ]
}