{
    "makerid":13817,
    "published_date":"2024-02-22 02:02:21.265425",
    "type":"maker",
    "displayname":"Indian",
    "makertype":"Cultural Group",
    "alphasort":"Indian",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Indian",
    "culturegroup":"Indian",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Indian",
            "alphasort":"Indian",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Indian"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300018863"
        },
        {
            "source":"ULAN",
            "id":"500125241"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100626803"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88203975ec80016e02d23"
            },
            "body":"A hand-modeled terra-cotta figure of a bare-chested, full-bellied man sitting cross-legged. The well-rounded and incised facial features are characteristic of Gupta terra-cotta figures of the fifth century, and his hair is parted in the middle in combed to fall in locks on both sides. Missing his left arm, the figure's right hand rests on his knee holding some round object in his upturned palm.\n\nThis fragment was reportedly found at the ruins of a terra-cotta temple in the area of Hardoi city, Lucknow District, in central Uttar Pradesh state in northern India. Many such temples were built entirely of burnt earthen bricks and decorated with terra-cotta reliefs of figural compositions and ornamental scrolls. Earthen building materials were chosen for their inherent purity, but their use also limited the size and durability of the temples. Most terra-cotta temples were built by the seventh century, but only one—the Gupta-period Bhitargaon temple in Kanpur District, Uttar Pradesh, not far south from Hardoi—survives today. Surviving terra-cotta statues from these temples are rare.",
            "title":"Asian Art website: Seated male figure",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88366975ec80016e02d26"
            },
            "body":"The Deccan plateau stretches across India’s south-central region, and from the fourteenth to the seventeenth century it was home to several important and highly cultured Muslim courts. The art produced at these courts subtly blended elements from Persia, West Asia, and sometimes Europe. The resulting visual tradition differs greatly from that in other parts of India, especially the Mughal court in the north. Composite animals were a particular Deccan specialty. Requiring great skill on the part of the painter, the best of these images depict a compelling single animal composed of several other realistic creatures. This superbly painted image features an elephant formed by a profusion of various animals, monsters, and a hunched, bearded man wearing a turban. Two other monsters ride the elephant, and a third plays a pipe to lead the trotting elephant forward. Adding another layer of visual delight and complexity is the multicolored marbled background.",
            "title":"Asian Art website: Composite Elephant",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88270975ec80016e02d24"
            },
            "body":"<p>In this sculpture, the Hindu goddesses Lakshmi and Sarasvati flank the deity Vishnu, Preserver of the Universe. Along with Brahma and Shiva, he is seen as one of the three aspects of the embodiment of ultimate reality, but is also worshipped alone as the ultimate deity by some believers. When viewed as the Preserver, he operates alongside Shiva, who destroys the universe, and Brahma, who creates it. Here, Vishnu is presented in a full-frontal pose wearing the traditional adornments of a king. In his four hands, he holds his primary attributes, a jewel, a conch, a flaming wheel, and a mace. The conch is a symbol of creation, the wheel symbolizes the cosmic law, and the mace symbolizes the power of the law. The jewel is a symbol of the fulfillment of the law, and this hand is extended in the wish-fulfilling gesture. Lakshmi holds a fly whisk while in her left hand, now lost, she probably held a lotus flower. Sarasvati plays a lute. Diminuative figures standing to either side of the two goddesses are, respectively, a personified mace (<em>gadha<em>) and a flaming wheel (<em>cakra<em>). The pentad is ensconced in Vishnu’s mandorla, the top of which is lost. At the sides is a pair of leaping <em>shardulas</em> (mythical beasts with lion’s bodies and composite heads), supported by elephants. Each <em>sharuda</em> is ridden by a youth, while figure attempts to reign in the beast. At the upper sides of the mandorla, two heavenly beings, one playing an instrument, herald the presence of the deity. All five of the primary figures stand upon lotus daises. Below, Vishnu’s winged mount, Garudha, kneels reverently with his palms pressed together, accompanied on either side by devotees of Vishnu. This stele is West Bengali in style, and would have originally been an independent element forming part of the architectural structure of a temple in eastern India. It would either have been set in a niche, or used as the main image of veneration. The iconographic features of the statue are standard for representations of Vishnu in the guise of Trivikrama, one of his twenty-four forms. The dwarf Vamana won back the universe from King Bali by transforming into Trivikrama and crossing the universe in three giant steps.</p>",
            "title":"Asian Art website: Vishnu and Attendants",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64d652ac538ac6620e32b741"
            },
            "exhibitions":[],
            "body":"<p><strong>Museum Collections&nbsp;</strong><br><strong>Recent Acquisitions of South Asian Art Enhance the Collection</strong></p><p>The South Asian subcontinent is home to some of the world’s oldest civilizations. The northwest region of India was the center of the Indus Valley culture that flourished between 3300 BCE and 1300 BCE. This Bronze Age civilization existed concurrently with but was more widespread than those in ancient Egypt and Mesopotamia. After the demise of the Indus Valley communities, many kingdoms and empires rose and fell in the region that now encompasses modern-day India, Pakistan, Bangladesh, Nepal, Afghanistan, and Sri Lanka. Their legacies can be seen in the rich mosaic of religions that originated on the subcontinent, including Buddhism, Hinduism, Jainism, and Sikhism, as well as imported faiths such as Zoroastrianism, Islam, Christianity, and Judaism. &nbsp;</p><p>The art historical record of this region is equally rich. By the time the Mughal Empire was founded in 1526, South Asia was home to an expansive and diverse artistic tradition. This tradition comprises distinctive regional styles along with much evidence of intriguing cross-pollination of motifs, compositions, and techniques from different areas, both domestic and international. &nbsp;</p><p>Recognizing the importance of the arts of this region, in the last decade, the Museum has given renewed attention to its collection of South Asian art. The first works from this region entered the Museum in the late 1920s. From that point on, we were fortunate to receive gifts and make a few select purchases of paintings, sculptures, and objects from South Asia. By 2010 our South Asian collection contained a few treasures but was uneven and in need of attention. We have since focused with renewed energy on expanding this area of the Museum’s collections. Four recent acquisitions, made between 2010 and 2022, demonstrate one avenue of our collecting focus: portraiture and images that reify status and rank.</p><p><br>Zoe S. Kwok &nbsp;<br>Associate Curator of Asian Art</p><p><br><strong>Indian &nbsp;&nbsp;</strong><br><strong>Artist unidentified &nbsp;</strong><br><i><strong>Ferocious Falcon</strong></i><strong>, late 18th century &nbsp;&nbsp;</strong><br><strong>Opaque watercolor on paper, 33 × 22.2 cm &nbsp;&nbsp;</strong><br><strong>Museum purchase, Fowler McCormick, Class of 1921, Fund (2010-137)</strong></p><p>For Mughal emperors and regional princes, hunting was not simply a sporting activity but was also viewed as symbolic of rank, an extension of sovereignty, and a key visual spectacle in empire building. Hunting with specially trained falcons rose in popularity from the very beginning of the Mughal Empire in the early sixteenth century. The birds—with their speed, dexterity, and sharp beaks and talons as well as their intelligence—were highly prized. Thus, it was not uncommon to see hunting birds depicted as princely accessories in portraits of Indian rulers; however, paintings of individual birds are highly unusual. Clearly, this was an important and much-loved falcon. Posed in profile, like a ruler or fine gentleman, the bird has a distinctive white and gray feather pattern that has been captured with great care. The matching ocher-colored hood and leg tassels also speak to its status as a highly prized trained raptor.</p><p><strong>Indian &nbsp;&nbsp;</strong><br><strong>Artist unidentified &nbsp;</strong><br><i><strong>Mana Lalji</strong></i><strong>, ca. 1860 &nbsp;&nbsp;</strong><br><strong>Opaque watercolor and gold on paper, 35.3 × 23.9 cm &nbsp;</strong><br><strong>Museum purchase, Fowler McCormick, Class of 1921, Fund (2013-15</strong>)</p><p>The inscription on this painting indicated that it is a portrait of a young gentleman named Mana Lalji. While it is unclear who he was, he was obviously a person of some rank or a member of a wealthy family. The artist positioned Mana Lalji standing in profile, the expected pose of a gentleman of note, under a highly decorated arch way with a rolled-up curtain above his head. He wears a white robe and blue turban with gold ornaments, as well as gold necklaces and ear ornaments. Barefoot, he holds a string of red prayer beads in one hand, while the other forms a gesture of welcome and comfort. Under &nbsp;his right arm he clutches a white cloth with red decoration. This painting deftly combines the traditional Indian profile portrait with a softer line and more naturalistic shading techniques, both of which were introduced from Europe. The result—the gentle roundness &nbsp;to Lalji’s face and hands, which stand in contrast to the flatly rendered background, carpet, and arch—is a combination of styles common in Jaipur painting of this period.</p><p><br><strong>Indian, Udaipur &nbsp;</strong><br><strong>Parasuram, active mid- to late 19th century &nbsp;&nbsp;</strong><br><i><strong>Mewar Equestrian Portrait of Maharana Sarup Singh</strong></i><strong>, 1859 &nbsp;</strong><br><strong>Stippled drawing with color and gold on paper, &nbsp;</strong><br><strong>27.5 × 17.8 cm (painting) &nbsp;</strong><br><strong>Museum purchase, Fowler McCormick, Class of 1921, Fund (2022-40)</strong></p><p>The figure in this magnificent drawing is Maharana Sarup Singh (r. 1844–61) ruler of the Kingdom of Mewar, in northwest India. The rulers and elites of Mewar sup-ported a thriving painting enterprise that flourished from the middle of the seventeenth to the late nineteenth century, and por trai-ture was a popular genre for the ruling family and their coterie. While paintings of rulers &nbsp;on horse back appeared in India from the start of the sixteenth century, these early images generally portrayed an active scene, with the emperor surrounded by other figures. Gradually, depictions like this, featuring &nbsp;rider and horse in profile against a sparse background, became popular.</p><p>During Sarup Singh’s reign, painters—including the accomplished artist Parasuram, who created this portrait—were known for their innovation in mixing Western painting techniques with traditional methods. This portrait is one of the few surviving examples of an Indian painter working in grisaille, a fine stippling technique in shades of gray that was pioneered by Western engravers, whose works were available on the subcontinent. Hints of red and gold on the maharana’s dress, his horse’s harness, and the foreground poppies enrich the composition. While the portrayal of a ruler in profile with his head encircled by a glowing nimbus was long popular with court painters in India, the decorative border of birds and leaves and the swirling cloudscape at the top of the portrait are distinctly European features.</p><p><br><strong>Indian, Delhi &nbsp;</strong><br><strong>Artist unidentified &nbsp;</strong><br><i><strong>Portrait of a Court Oﬃcial,</strong></i><strong> second half of the 18th century &nbsp;</strong><br><strong>Watercolor and wash &nbsp;</strong><br><strong>on paper with gold, &nbsp;</strong><br><strong>19 × 10.5 cm &nbsp;</strong><br><strong>Museum purchase, Asian Art Fund (2021-300)&nbsp;</strong></p><p>This delicate and very fine drawing, highlighted with watercolor and gold, portrays a standing court official in profile. The gentleman, evidently slightly advanced in age, holds the handle of a cane with his hands, and the thin, straight pink line of the object provides compositional balance to the figure’s body. The man gazes directly ahead, his eyes slightly sunken and the furrows of his forehead visible. While the man’s physical markers, along with his white beard, indicate his age, his stance is upright, firm, and strong. He is simply but elegantly attired in an unadorned long-sleeve wrap shirt, a full skirt, and tall boots. His high rank is discreetly conveyed by his restrained accessories—a decorated band around his turban, an embroidered sash around his waist, and gold bands on his boots. He stands on a gently curved mound that is colored with pale bands of green and blue wash. At the very top of the composition are pale washes of pink and blue, hinting at colored clouds far overhead. While the figure’s identity is a mystery, his desire to be portrayed in a manner suitable to his status is evident. &nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum Winter 2023 Magazine</p>",
            "author_type":"Curator ",
            "title":"Museum Collections:  Recent Acquisitions of South Asian Art Enhance the Collection",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}