{
    "makerid":5648,
    "published_date":"2022-03-28 16:06:51.266533",
    "type":"maker",
    "displayname":"Domenico di Bartolo",
    "makertype":"Individual",
    "alphasort":"Domenico di Bartolo",
    "lastname":"Bartolo",
    "firstname":"Domenico",
    "nametitle":null,
    "middlename":"di",
    "suffix":null,
    "displaybio":"Italian, ca. 1400–before 1445",
    "begindate":1400,
    "enddate":1444,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. His few surviving works show that he played a pivotal role in the movement from Gothic painting to the Renaissance style in Siena during the 15th century. He is first documented in 1420, as an apprentice on an unidentified project for Siena Cathedral, and his name appears near the end of the Ruolo dei pittori, the list of the painters’ guild compiled from 1428. \r\n\r\nInferences about Domenico’s artistic education are suggested by the first work securely assignable to him, a small panel of the Virgin and Child Enthroned with SS Peter and Paul (Washington, DC, N.G.A.). This shows an early awareness of Florentine art of the 1420s and complete familiarity with the new artistic language of the Renaissance. The architectural setting, in classical style, is apparently inspired by the new conception of the altarpiece as a sacra conversazione, favoured by Fra Angelico at the beginning of the 1420s. The Virgin, housed in a shell niche, is crowned with a garland held by putti reminiscent of Donatello. She sits firmly and solemnly on a marble throne, holding the muscular child. The composition is a free variation on a model by Masaccio, whose early work, like Domenico’s, shares many features with the sculpture of Luca della Robbia. Another Florentine element, apparently derived from Paolo Uccello, is the halo with star points, also used by Domenico in later works. The strongly Florentine orientation of this early work refutes the theory that he was trained by Taddeo di Bartolo, who Vasari believed was his uncle. According to Vasari, Domenico worked in Florence, executing two important paintings (untraced): an Annunciation for Santa Trìnita and the main altarpiece of S Maria del Carmine, both c. 1436. This corroborates the stylistic evidence of the panel in Washington and confirms his familiarity with Masaccio’s frescoes in the Carmine.\r\n\r\nIt is possible that in the early 1420s Domenico painted within the Sienese Gothic tradition, although no such work is known. The panel fragment of the Virgin and Child Enthroned (Princeton U., NJ, A. Mus.), which has been connected with the Carmine commission (Strehlke, see 1988 exh. cat.), cannot be dated before the early 1430s, shortly before his first signed and dated painting, the Madonna of Humility (1433; Siena, Pin. N.). This is Domenico’s masterpiece and one of the highpoints of 15th-century Sienese painting, a beautifully balanced composition combining refined expression and broad cultural references. Probably commissioned by Cardinal Antonio Casini or Bishop Carlo Bartoli, it represents a synthesis of Domenico’s Florentine influences, including those of Uccello, Masaccio and Donatello. Its dynamic sculptural quality and simulated low-relief effects make it one of the earliest translations of Donatello’s sculptural style into painting, contemporary with those of Florentine artists. Fra Filippo Lippi indicated a similar interest in his early Madonna of Humility (Milan, Castello Sforzesco). Domenico’s study of Luca Della Robbia is evident in the background angels in his Madonna of Humility: they recall the earliest parts of Luca’s Singing Gallery (Cantaria) made for Florence Cathedral (1432–8, probably completed c. 1434; see [not available online]). The extraordinary range of greens, pinks and blues shows a Sienese sense of colour, heightened by a clear light that recalls Domenico Veneziano. The date of the work, in fact, suggests that it preceded Veneziano, who began painting around the mid-1430s and whose training seems to have been Florentine. A link between the two artists is also suggested by a comparison between Domenico’s Virgin and Child (1437; Philadelphia, PA, Mus. A.) and Veneziano’s Virgin and Child (Bucharest, N. Mus. A.), both of which have as a background a rose garden seen in perspective. The elegant inscription on the Siena panel is one of the first examples of the humanist revival of Roman majuscule script; its precedent, in Siena, was probably the inscription on Donatello’s tomb of Bishop Giovanni Pecci (d 1426) in Siena Cathedral.\r\n\r\nIt may have been Donatello’s Sienese works, produced in the late 1420s, that inspired Domenico to broaden his artistic education in Florence. He must have returned to Siena before April 1433, however, as according to documents he drew from life the Holy Roman Emperor Sigismund (reg 1410–37), who was in Siena until that date. The portrait was reinterpreted in the marble pavement of Siena Cathedral the following year. The Princeton panel fragment of the Virgin and Child Enthroned, identified by Strehlke with the Carmine panel, may also date from the first half of the 1430s. Again it shows his profound stylistic interest in Florentine art: the monumental throne, shown in perspective from below, is clearly inspired by Masaccio’s painting of the subject (London, N.G.; see [not available online]) for the Pisan Carmelites; the central group also recalls Masaccio’s solutions, rather than the sculptural quality of Jacopo Della Quercia.\r\n\r\nFrom 1435 to 1440 Domenico frescoed scenes from the Lives of the Four Patron Saints of Siena in the sacristy of the cathedral; only a small fragment survives. He seemed to turn away from Florentine interests in the altarpiece (Perugia, G.N. Umbria) painted in 1438 for S Giuliana, Perugia, which reflects traditional Gothic solutions. From 1440 to 1444 he executed one of his most significant works, a series of frescoes in the pilgrims’ hostel in the Ospedale di S Maria della Scala, Siena, commissioned by its rector Giovanni Buzzichelli. The cycle, painted according to a secular humanistic programme, illustrates the daily life and history of the hospital. Three of the scenes were commissioned from another artist familiar with the new Renaissance taste, il Vecchietta, but only one scene survives. Domenico was assigned five scenes: three with episodes of everyday life and two with events from the history of the hospital (see Siena, §III, 2 and fig.). These scenes are filled with minutely painted details, which tend to fragment the narrative. Domenico’s last commission was the fresco of the Coronation of the Virgin in the Cancelleria di Biccherna (now Sala della Giunta) in the Palazzo Pubblico of Siena. He painted the four angel heads at the top, but work was interrupted, probably by his death, and the fresco was completed by Sano di Pietro in 1445. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Domenico di Bartolo",
            "alphasort":"Domenico di Bartolo",
            "lastname":"Bartolo",
            "firstname":"Domenico",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Domenico di Bartolo Ghezzi",
            "alphasort":"di Bartolo Ghezzi, Domenico",
            "lastname":"di Bartolo Ghezzi",
            "firstname":"Domenico",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500002266"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/50317096"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/9145602339001360002"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}