{
    "makerid":13585,
    "published_date":"2024-02-16 02:00:51.322615",
    "type":"maker",
    "displayname":"Dutch",
    "makertype":"Cultural Group",
    "alphasort":"Dutch",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Dutch",
    "culturegroup":"Dutch",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Dutch",
            "alphasort":"Dutch",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Dutch"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125224"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100626651"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6226620fc585860018ecf59f"
            },
            "exhibitions":[],
            "title":"Looking at 17th-Century Dutch Painting",
            "body":"<p><strong>Looking at 17th-Century Dutch Painting</strong></p><p>Three and a half centuries ago, the Dutch Republic, which had recently gained its independence from Spanish Catholic Habsburg rule, was in the vanguard of a burgeoning modern, and increasingly global, world. With its groundbreaking stock exchange and merchant ships plying the seas, the northern Netherlands became Europe’s center of international trade, and many of its people enjoyed unprecedented prosperity. As the middle classes grew and became wealthier, they decorated their homes with paintings. Painters began to specialize and pioneered new and enduring genres: landscapes and seascapes, still lifes, scenes of everyday life—subjects which, until then, had existed only as incidental elements in history paintings and portraits. The naturalism, virtuoso brushwork, and accessible subjects that mark these works continue to speak to us today. When I arrived at Princeton a little more than a year ago, I had several immediate goals: to study the Art Museum’s collection of seventeenth-century Dutch paintings, to mount an exhibition of them, and to use that exhibition as a classroom from which to teach a freshman seminar. Due to COVID-19, the exhibition, Looking at 17th-Century Dutch Painting, like the course it spawned, moved online this fall, allowing us to present the results of our research and conservation efforts to a broader public. While there were a number of seventeenth-century Dutch paintings on view in the galleries, many more hadn’t been exhibited in recent years. It was these I set out to survey.</p><p>My favorite way of looking at and assessing paintings is alongside a conservator, so the Museum’s Bart Devolder and I happily examined many works in off- and on-site storage. Some of the paintings we found were in various states of disrepair, as were their frames. We came up with a list of treatment priorities, and Bart set to work. He began by surface cleaning a landscape by Jacob van Ruisdael, revealing a good example of the work of the most important seventeenth-century Dutch landscape painter. Taking the yellow varnish off a work assigned to Dirck Hals revealed weaknesses that led us to reattribute the painting, not to the master himself but to an artist in his circle. Bart removed the very dark obscuring varnish on a floral still life attributed to “Cornelius Kicks,” an artist I didn’t know. Since it is unlikely that the painting had ever been exhibited, I set out to learn what I could about him.</p><p>One of the best ways to figure out attributions is to contact the authority on a specific artist or in a particular field. By writing to an expert on northern still lifes, we learned that the flower painting we had discovered was not by the Dutchman Cornelis Kick but rather by the Flemish artist Gaspar Peeter Verbruggen the Elder. Our painting by Cornelis Poelenburch did not appear in the monograph on the artist; in correspondence with the author, a leading expert on the painter, she confirmed that the Museum’s Annunciation of the Death of the Virgin was by his last pupil and closest follower, Jan van Haensbergen. According to a curator at the Dordrechts Museum, Portrait of a Man, attributed to the circle of Jacob Gerritsz Cuyp, has nothing to do with that artist and turns out not to have been painted in his hometown of Dordrecht at all. Since many thousands of comparable portraits were painted in Holland in 1642, it might prove impossible to attach a name to the artist who painted it.</p><p>Idiosyncrasies in a still life attributed to Juriaen van Streeck puzzled me. The manner of execution is unlike that of Van Streeck’s signed and dated paintings. The spoon on the lip of the roemer (drinking glass) and the candies with stray sugar particles and strip of paper are not found in other seventeenth-century Dutch still lifes, and the ceramic dish that holds the orange and lemon may be Japanese from the late seventeenth or the early eighteenth century rather than the Wanli porcelain familiar from similar Dutch still-life paintings. Expert opinion is divided as to when it might have been painted or whether it is even Dutch. Research continues.</p><p>Other pictures underwent redating and title changes. The subject of Old Man in Prayer Contemplating a Skull by Jacques de Rousseau had been called Saint Jerome even though none of Jerome’s attributes appear in the painting. This type of image was prevalent in Leiden, where Rousseau worked in proximity to the young Rembrandt, Jan Lievens, and Gerrit Dou, all of whom painted old men in contemplation. Gillis de Hondecoeter’s Mountainous River Landscape with Tobias and the Angel is a variant of a dated painting in Kassel, allowing us to assign a date of around 1618 to the work.</p><p>We also had an opportunity to acquire a remarkable painting by Gerrit Dou, Rembrandt’s first pupil. The Penitent Magdalen is jewellike, in excellent condition, and representative of this pioneering artist’s work. It complements the much larger Rousseau mentioned above and provides an interesting point of comparison to Paulus Moreelse’s Shepherdess and Joachim Wtewael’s Judith and the Head of Holofernes, paintings of seductive female figures in different guises.</p><p>With the help of an intern and a graduate student assistant and aided by the expertise of the Museum’s manager of collections information, Cathryn Goodwin, and research curator of European painting and sculpture, Betsy Rosasco, we worked to update the curatorial files with the new information we gleaned from these various sources. We are pleased to share some of the fruits of these labors in Looking at 17th-Century Dutch Painting, now viewable on the Museum’s website.</p><p>Ronni Baer<br>Allen R. Adler, Class of 1967, Distinguished Curator and Lecturer</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Fall 2020 Magazine</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            },
            "author_type":"Curator"
        }
    ]
}