{
    "makerid":2511,
    "published_date":"2022-03-28 16:04:49.470871",
    "type":"maker",
    "displayname":"Sperandio",
    "makertype":"Individual",
    "alphasort":"Sperandio",
    "lastname":"Sperandio",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, ca. 1425 - ca. 1504",
    "begindate":1425,
    "enddate":1504,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian medallist, architect, sculptor, painter, bronze and cannon caster. He was the son of a Roman goldsmith, Bartolommeo di Sperandio Savelli. In c. 1437 the family left Mantua to settle in Ferrara, where Sperandio was probably trained in goldsmithing by his father. Sperandio  is first mentioned as a goldsmith at Ferrara in 1445 and again in 1447. He appears to have returned to Mantua at some point and to have been employed by Borso d’Este, Marchese of Ferrara, by the early 1460s. His medals of Giovanni II Bentivoglio, Prince of Bologna, Bartolommeo Pendaglia, merchant at Ferrara, Giustiniano Cavitelli, jurisconsult at Cremona, and Antonio Sarzanella de’ Manfredi of Faenza have been assigned to the early years of his first period in Ferrara (1462–77). The medal depicting Francesco Sforza, Duke of Milan (c. 1466), shows the sitter in three-quarter view (the only en face medallic work by Sperandio). It does not appear to have been executed from life, but from a painting or drawing. After Borso d’Este’s death and Ercole d’Este’s accession to the duchy (1471), Sperandio  appealed to him for assistance, and sent him, unsolicited, a medal with Ercole’s portrait; the piece is probably the one mentioned in Ercole’s inventory of 1471. Sperandio signs his letter ‘Sperandio of Mantua, goldsmith living in Ferrara’. The appeal seems to have led to continuation of his employment, as records of 1475 show a payment to him for two marble busts executed for the duke (one in Paris, Louvre).\r\n\r\nIn 1477 Sperandio responded to a call from Carlo II Manfredi, Lord of Faenza, to work on the sculpture of the Faenza Cathedral; a five-year contract mentioned that he was to work in bronze, marble, terracotta, lead, goldsmithing, drawing, painting, and whatever else he was proficient at. His stay, however, was cut short by the revolution of 1477, in which Carlo was overthrown by his brother Galeotto and work on the cathedral came to a halt. Of two medals made there, portraying Carlo II Manfredi and Galeotto Manfredi, Carlo’s piece lacks a reverse design. Sperandio was in Bologna for the next ten years or so, where he was employed to work on medals, sculpture and terracottas. In this period he made 18 medals. These include one of Galeazzo Marescotti. Its reverse depicts the Bolognese nobleman with his right hand resting on an open book, another volume in his left hand, surrounded by pieces of armour, a fortress in the background. His medals of this period also include a portrait of Andrea Barbazza (c. 1479).\r\n\r\nThe medal of Federigo da Montefeltro, Duke of Urbino, was greatly praised by Goethe, who had a specimen in his collection; he ranked Sperandio even higher than Pisanello. Despite Sperandio’s artistic ability he became poor during his stay in Bologna and was forced to depend on charity. He left Bologna for a second stay in Ferrara (1491–4), where he cast two medals, of Jacopo Trotti, an Este secretary, and of Covella Sforza, Lady of Pesaro. After a brief stay in Padua, he spent two years in Mantua as cannon founder and architect. In commemoration of the battle of Fornovo (1495) he made two medals, one of Francesco II, Lord of Mantua, the other of Agostino Barbarido, Doge of Venice. During his last years Sperandio was employed in Venice as a cannon founder for the arsenal (1496–1504).\r\n\r\nSperandio was one of the most prolific medallists of the Renaissance, but his work is of uneven quality. While some portraits are impressive in their forceful conception, others are dry and unimaginative. Moreover, his reverse compositions are often ill-proportioned, copied from other artists and do not always bear relevance to the sitter. Except for one piece, all his medals are signed opvs sperandei. He also executed narrative bronze plaquettes, including a Flagellation (Washington, D.C., N.G.A.) and a Resurrection (Berlin, Skulpgal.). In 1482 he completed the monument to the Antipope Alexander V (d 1410; Bologna, S Francesco) and in 1490 he made a model for the reconstruction of the campanile of S Petronio, Bologna. A bronze equestrian statue of Francesco Gonzaga (Paris, Louvre) and a terracotta Annunciation (Faenza Cathedral) have also been attributed to him (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sperandio",
            "alphasort":"Sperandio",
            "lastname":"Sperandio",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Sperandio Savelli",
            "alphasort":"Savelli, Sperandio",
            "lastname":"Savelli",
            "firstname":"Sperandio",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}