{
    "makerid":14956,
    "published_date":"2022-09-24 02:01:15.337055",
    "type":"maker",
    "displayname":"Javier Téllez",
    "makertype":"Individual",
    "alphasort":"Téllez, Javier",
    "lastname":"Téllez",
    "firstname":"Javier",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1969, Valencia, Venezuela; active New York, NY",
    "begindate":1969,
    "enddate":0,
    "nationality":"Venezuelan",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Javier Téllez",
            "alphasort":"Téllez, Javier",
            "lastname":"Téllez",
            "firstname":"Javier",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500116186"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/48537070"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1b113ff489700164a3290"
            },
            "body":"Tellez has described his videos as \"passports\" that allow \"those outside to be inside.\" One Flew over the Void acts as just such a passport, giving voice and visibility to those who lack them. However, this passport might seem to have its limitations. Insofar as Tellez's collaborators \"perform\" the very stereotypes that they and the artist are critiquing, stereotypes that depict the mentally ill as \"freaks,\" some might ask if the artist is not simply reinforcing the patients' stigmatization. Moreover, if Tellez's goal is to embrace \"difference\" instead of defining and administering it as psychiatric institutions are wont to do, what does this mean for the patients he works with? These are the tough questions that <em>One Flew over the Void</em> raises. If there was any doubt, though, that the artist's intentions are sincere and his respect for his collaborators genuine, all we need to do is watch the video's epilogue, in which the patients from CESAM raise their masks and show their faces to the viewer. One by one they are named, and one by one they alternately return or refuse our gaze. \"According to  [philosopher Emmanuel] Levinas,\"Tellez said in an interview from 2006, \"ethics is a devotion to the other.\" It is precisely this ethical spirit, along with an appreciation for the subversive potential of the carnivalesque, that animates <em>One Flew over the Void<em>.\n",
            "title":"One Flew over the Void (Bala perdida [Stray bullet]); Commissioned for \\\"inSite_05\\\" in San Diego, California, and Tijuana, Mexico, Javier Téllez",
            "source_project":"Other",
            "author_type":"Curator ",
            "source":"Newsletter: Summer 2009"
        }
    ]
}