{
    "makerid":16518,
    "published_date":"2025-05-07 02:01:16.360282",
    "type":"maker",
    "displayname":"Abbasid",
    "makertype":"Cultural Group",
    "alphasort":"Abbasid",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":750,
    "enddate":1258,
    "nationality":null,
    "culturegroup":"Abbasid",
    "biography":"Refers to the art and culture associated with the Islamic dynasty of this name that was founded in 750, when it overthrew the Umayyad caliphate. The Abbasids were a Meccan family descended from Abbas, Muhammad's uncle. Their headquarters were in Mesopotamia and they founded the city of Baghdad in 762. Persian ideas prevailed during this period and the Abbasids ruled in great splendor as Oriental monarchs. Encouraging intense intellectual and artistic activity, many palaces and mosques were built and the production of luxury items became an industry. A unified style of art developed, inspired by ancient Persia rather than Christian Syria. The ruined city of Samarra, occupied by the Abbasids in the 9th century, is a prime example of this influence, especially in the Sassanian construction methods. Samarra is noted for its ornamental stucco, particularly the so-called 'bevelled' manner of decoration derived from Scythian-Siberian abstract design. Highly valued Chinese porcelain was imitated by potters of the period; the results were distinctly Islamic, however, with Arabic inscriptions and designs. Abbasid textiles also assumed an identifiable Islamic character. The vast empire became unwieldy and as its central administration weakened, rival caliphates were established. Although the Abbasids continued to rule part of the Islamic world until 1258, their dominance only lasted until the mid-10th century (AAT).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Abbasid Empire",
            "alphasort":"Abbasid",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Abbasid"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500202779"
        },
        {
            "source":"AAT",
            "id":"300021521"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100627380"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}