{
    "makerid":206,
    "published_date":"2022-03-28 16:03:24.077411",
    "type":"maker",
    "displayname":"Joseph Alexis Bailly",
    "makertype":"Individual",
    "alphasort":"Bailly, Joseph Alexis",
    "lastname":"Bailly",
    "firstname":"Joseph Alexis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born in France, 1825–1883",
    "begindate":1825,
    "enddate":1883,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Bailly, Joseph Alexis. Bailly, who has been chronicled but lightly in the annals of American numismatics, is the putative designer of certain 1873 pattern trade dollar dies and 1874 twenty-cent patterns, following a commission by Mint Director James Pollock, although such dies are not signed by him. An examination of such dies suggests that if Bailly did the work, it only related to the obverse motifs of Miss Liberty, not to the creation of the complete die elements.\r\n\r\nBailly was born in Paris on January 21, 1823, the son of Joseph Philider Bailly, maker of fine furniture. In 1848, parlous times in French history, Joseph A. Bailly was a member of the Garde Mobile unit, but shot his captain, and was forced to flee the country, eventually reaching New Orleans, where there was a large French Quarter, still famous today. He did work there and in Buenos Aires and New York City before settling in Philadelphia with his wife, Louisa, a French lady whom he married in 1850. For the next 30 or so years he created many plaques, portraits, statues, and, it is said, medals, although information concerning the latter is sparse at best. Francis Pessolano-Filos cites the belief that among the designs he made was the obverse of the A. Loudon Snowden dateless medal struck in 1883, although this does not seem to be confirmed by R.W. Julian's magisterial text on the subject, Medals of the United States Mint; the First Century, 1792-1892, published in 1977.\r\n\r\nBailly sculpted statues of several famous Americans including George Washington, Benjamin Franklin, and U.S. Grant. At the Centennial Exhibition in Philadelphia in 1876, his equestrian statue of President Guzman Blanco on Venezuela was on view, after which it was removed to Caracas, the location of another Bailly statue of the same man. Bailly's death occurred in Philadelphia on June 15, 1883.\r\n\r\nAbove taken from http://uspatterns.com/josalbail.html",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Joseph Alexis Bailly",
            "alphasort":"Bailly, Joseph Alexis",
            "lastname":"Bailly",
            "firstname":"Joseph Alexis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500332810"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/61230783"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}