{
    "makerid":375,
    "published_date":"2022-06-08 04:32:32.820493",
    "type":"maker",
    "displayname":"Harry Bertoia",
    "makertype":"Individual",
    "alphasort":"Bertoia Harry",
    "lastname":"Bertoia",
    "firstname":"Harry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Italy, 1915–1978",
    "begindate":1915,
    "enddate":1978,
    "nationality":"American, born Italy",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Harry Bertoia",
            "alphasort":"Bertoia Harry",
            "lastname":"Bertoia",
            "firstname":"Harry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032341"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/79193718"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d6576b3844dd40016f6e712"
            },
            "title":"Hear the Manager of Campus Collections",
            "transcription":"Hear the Manager of Campus Collections (PP518)\nEnter the Woodrow Wilson School; on your left, you’ll see a remarkable globe-shaped sculpture formed by hundreds of densely arranged tubes welded to a central core, each with a branch-like ending. Titled The World, the work was created by the Italian-born sculptor and designer Harry Bertoia. From a series known as the “bush” sculptures, it reflects not only the artist’s love of nature but also his command of material and execution.\n\nBertoia developed his design skills in Michigan, where he studied and taught at the prestigious Cranbrook Academy of Art. There, Bertoia interacted with other influential designers, including Walter Gropius and Charles Eames. He would follow Eames to California to work on pioneering technologies for molding plywood. In 1950, Bertoia moved to Pennsylvania, where his ground-breaking use of new material for Knoll made him one of the world’s preeminent designers of modern furniture. Many of these designs are in the collection of the Museum of Modern Art, including the iconic wire-formed Diamond Chair, still used for seating in the Museum’s courtyard. By the mid-1950s, Bertoia was able to devote his time to sculpture and continued to explore the different ways metal could be manipulated. Among his most celebrated works are kinetic sound sculptures.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca058",
            "speaker_type":"Expert",
            "object_sets":[],
            "description":"<p>test</p>"
        }
    ],
    "video":[],
    "essay":[]
}