{
    "makerid":14839,
    "published_date":"2022-03-28 16:08:52.411621",
    "type":"maker",
    "displayname":"Cardinal Desire-Joseph Mercier",
    "makertype":"Individual",
    "alphasort":"Mercier, Desire-Joseph Cardinal",
    "lastname":"Mercier",
    "firstname":"Desire-Joseph",
    "nametitle":"Cardinal",
    "middlename":null,
    "suffix":null,
    "displaybio":"Belgian, 1851–1926",
    "begindate":1851,
    "enddate":1926,
    "nationality":"Belgian",
    "culturegroup":null,
    "biography":"Cardinal Desire Joseph Mercier (1851-1926) was occupied Belgium's effective wartime resistance leader in the absence of the Belgian King Albert I and his government.\r\n\r\nMercier was a former professor of theology at Louvain university and was the Roman Catholic primate of Belgium in 1914.\r\n\r\nWith the overrunning of Belgium and the exile of both the King and his government Mercier acted as the rallying point for Belgian resistance to German occupation.  By the time Mercier returned from the election of the new Pope, Benedict XV, the majority of the country was in German hands.\r\n\r\nPublishing open letters (which were subsequently picked up by Allied and neutral newspapers) Mercier criticised the German occupation force.  Whereas ordinarily Mercier could have been expected to be arrested and perhaps even shot for his subversive views - regardless of his position as a cardinal - his unusually high profile, and popularity among German Catholics ensured his continuing liberty, aside from a brief period of arrest in January 1915.\r\n\r\nMercier exerted continuous (and ultimately successful) pressure upon the Germans to cease deporting Belgian labourers to factories in Germany, and campaigned against Germany's incitement of Belgium's Flemish population.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Cardinal Desire-Joseph Mercier",
            "alphasort":"Mercier, Desire-Joseph Cardinal",
            "lastname":"Mercier",
            "firstname":"Desire-Joseph",
            "nametitle":"Cardinal",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/71438828"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}