{
    "makerid":15117,
    "published_date":"2022-03-28 16:08:58.455784",
    "type":"maker",
    "displayname":"Cornelius C. Cuyler",
    "makertype":"Individual",
    "alphasort":"Cuyler, Cornelius C.",
    "lastname":"Cuyler",
    "firstname":"Cornelius",
    "nametitle":null,
    "middlename":"C.",
    "suffix":null,
    "displaybio":"American, 1783–1850",
    "begindate":1783,
    "enddate":1850,
    "nationality":"American",
    "culturegroup":null,
    "biography":"\r\nCUYLER, Cornelius C., clergyman, born in Albany, New York, 15 February 1783; died 31 August 1850. His ancestors were among the early Dutch settlers of the neighborhood, and so common was the name Cornelius among them that those who bore it were obliged to adopt distinguishing initials to prevent mistakes. This accounted for the middle \"C.\" of Dr. Cuyler's name. In 1806 he was graduated at Union, and began to study theology under Drs. Livingstone and Bassett. In 1809 he was ordained pastor of the Reformed Dutch Church in Poughkeepsie, New York, where he remained for twenty-five years, strengthening and uniting a congregation that he found in a weak and almost divided condition. As a preacher he was exceptionally successful, and several revivals occurred under his ministry. An invitation from the 2d Presbyterian Church of Philadelphia was accepted in 1834, and the pastoral relation then assumed continued during the remainder of his life. For many years he was president of the board of trustees of Jefferson medical College. In 1838 he received the degree of S. T. D. from Union. Besides a large number of sermons, published separately, he was the author of \"A Narrative of a Revival of Religion in the Reformed Dutch Church, Poughkeepsie, 1815,\" and three tracts issued by the Presbyterian board of publication. Their titles are \"The Parity of the Ministry,\" \"Evidences of a Gracious State,\" and \" Who shall dwell in Heaven?\" He also wrote for the religious press, notably a series of essays on the Atonement, published in the \"Journal and Telegraph,\" of Albany.\r\n\r\n\r\n\r\nEdited Appletons Encyclopedia, Copyright © 2001 VirtualologyTM",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Cornelius C. Cuyler",
            "alphasort":"Cuyler, Cornelius C.",
            "lastname":"Cuyler",
            "firstname":"Cornelius",
            "nametitle":null,
            "middlename":"C.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/13928883"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}