{
    "makerid":3687,
    "published_date":"2025-06-17 02:02:53.817751",
    "type":"maker",
    "displayname":"Ludwig Meidner",
    "makertype":"Individual",
    "alphasort":"Meidner, Ludwig",
    "lastname":"Meidner",
    "firstname":"Ludwig",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1884–1966",
    "begindate":1884,
    "enddate":1966,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ludwig Meidner",
            "alphasort":"Meidner, Ludwig",
            "lastname":"Meidner",
            "firstname":"Ludwig",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016886"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7603180"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcf1617b91e8c0016a6e7fa"
            },
            "body":"Ludwig Meidner, the most important Jewish artist among the German Expressionists, is best known for his \"apocalyptic\" paintings of 1912-16, which were strongly influenced by the Italian Futurists and Robert Delaunay, featured in exhibitions at the Sturm Galerie in Berlin in the spring of 1912.  Later that year Meidner formed the anti-Impressionist group, Die Pathetiker, inspired by the Dionysian concept of \"pathos\" adapted from Nietzche.\n\nThis incisive and emotionally charged drawing is one of many such portraits Meidner made of Berlin 's avant-garde artistic and literary world from 1912-25. Meidner's own words best communicate the expressive intent of his portraits: \"Do not be afraid of the face of a human being.  It is the reflection of divine glory although it is more often like a slaughterhouse, bloody rags and all. Press together wrinkled brow, root of nose, and eyes. Dig like a mole down into the mysterious deep of the pupils and into the white of the eye and don't let your pen stop until the soul of that one opposite you is wedded to yours in a covenant of pathos.\"\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels5",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}