{
    "makerid":112,
    "published_date":"2022-03-28 16:03:20.237074",
    "type":"maker",
    "displayname":"James Craig Annan",
    "makertype":"Individual",
    "alphasort":"Annan, James Craig",
    "lastname":"Annan",
    "firstname":"James Craig",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Scottish, 1864–1946",
    "begindate":1864,
    "enddate":1946,
    "nationality":"Scottish",
    "culturegroup":null,
    "biography":"James Craig Annan learned photography from his father Thomas Annan. He joined the family business T. & R. Annan & Sons, in 1883. In 1883 Annan accompanied his father to Vienna, Austria to learn the photogravure process from its inventor Karl Klic. The Annans purchased the rights to the process and brought it to Britain. In 1887 after the death of Thomas Annan, James took over the portrait side of the business as well as direction of the photogravure printing. His brother John ran the commercial side of the business. In 1889 the firm T. & R. Annan & Sons became the photographers and photogravures to the Queen. In the 1890s Annan made prints of the negatives taken by David Octavius Hill and Robert Adamson and produced photogravures from these negatives. In 1892 Annan photographed in the northern Netherlands and in 1894 he traveled to the north of Italy. Annan was elected a member of the pictorial photography group the Linked Ring, London in 1894. In 1904 Annan became the first president of the International Society of Pictorial Photographers ('Pictorial Photography in Britain'). In 1913 Annan photographed in Spain. Annan left the firm ca. 1939 (ULAN).\r\n\r\n\r\n-----\r\n\r\nSon of (1) Thomas Annan. He studied chemistry and natural philosophy before entering the family photographic business, T. & R. Annan. In 1883 he was sent to Vienna to learn the technique of ‘heliogravure’ or photogravure from karel Klíc(, for which his father had acquired the British patent rights and in which he was to produce most of his best work. James Craig Annan received no formal artistic training but associated with contemporary Glasgow painters and etchers, including his friends Sir David Young Cameron (1865–1945), Muirhead Bone and William Strang, whose work, like his, was influenced by the graphic style of Whistler. In 1892 Annan and Cameron visited the Netherlands. On his return Annan produced photogravures (or ‘monotones’ as he called them), influenced by the Hague school and by Dutch 17th-century masters, such as Utrecht Pastoral (1892; see 1986 exh. cat., p. 39) and On a Dutch Shore (see M. Haworth-Booth, p. 170), both exhibited at the Annan Gallery at 230 Sauchiehall Street in Glasgow.\r\n\r\nIn 1894 Annan travelled with Cameron to Italy, where he used a hand-held camera, not merely because it was less cumbersome and obtrusive, but because it made a new sort of photograph possible. His practice was to select a view and then wait as long as necessary for an interesting visual event to occur within the frame. His White Friars (see M. Haworth-Booth, p. 174), praised when it was exhibited in New York in 1899, is an example of this calculated instantaneity. In 1896 Annan published 35 folios, each containing 11 Italian photogravures.\r\n\r\nIn the early 1890s James Craig Annan made prints from negatives by the Scottish photographers David Octavius Hill and Robert Adamson, who had known his father and whose example played a significant part in his education as a photographer. He helped to revive their reputations by sending some of their calotypes to an exhibition in Hamburg in 1899, and through their work may have clarified his view of photography as an art form, which he shared with the group of photographers known as the Linked ring. On the occasion of their first exhibition in 1893, Annan was described by a critic in The Studio as a ‘consummate artist’. Through the Linked Ring Annan’s work acquired an international reputation and Alfred Stieglitz in particular emulated his use of the hand-held camera. Annan’s stature in the movement known as Pictorial photography was confirmed by his many exhibitions, including his first one-man show at the Royal Photographic Society (1900). In 1901 he organized the photographic section of the inaugural exhibition of the Glasgow Art Gallery and Museum. In 1913 Annan made a series of photogravures in Spain in the company of the artist William Strang. By this time the running of the family firm was taking precedence over his own photographic interests, and although he continued to supervise the work of assistants until his death in 1946, his reputation still rests on the work produced before World War I (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Craig Annan",
            "alphasort":"Annan, James Craig",
            "lastname":"Annan",
            "firstname":"James Craig",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016620"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12414075"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}