{
    "makerid":203,
    "published_date":"2022-03-28 16:03:23.947256",
    "type":"maker",
    "displayname":"David Bailey",
    "makertype":"Individual",
    "alphasort":"Bailey, David",
    "lastname":"Bailey",
    "firstname":"David",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, born 1938",
    "begindate":1938,
    "enddate":2100,
    "nationality":"British",
    "culturegroup":null,
    "biography":"British fashion photographer best known for his stylish, cool, images of models, rock bands, and the youth culture of swinging London in the 1960s. Self-taught, Bailey began as an apprentice to photographer John French (1907-1966) in 1959. His flamboyant personality and infamous relationships with his models were the basis for the fictional characters in Michelangelo Antonioni's film \"Blow Up\" (1966). Bailey's photographs of this period were published in books such as \"The Truth about Modelling,\" \"Box of Pin-Ups,\" \"Goodbye Baby and \"Amen.\" British(?) artist (ULAN).\r\n\r\n-----\r\n\r\nEnglish photographer. Self-taught, he began in 1959 as an assistant to the fashion photographer John French (1907–66) in London. From 1960 he worked for the English version of Vogue and as a freelance photographer for the Sunday Times, the Daily Express, Elle, Glamour and other publications; he also directed television commercials and, from 1968 to 1972, television documentary films. His main photographic subjects were portraits, fashion (for illustration see ) and nudes. His reputation was at its peak in the 1960s, when he and the model Veruschka (Vera Lehndorff) provided the basis for the fictional characters in Michelangelo Antonioni’s film Blow Up (1966). Bailey’s photographs of this period were published in books such as The Truth about Modelling, Box of Pin-ups and Goodbye Baby and Amen, which also enhanced the myth of swinging London. In 1972 Bailey began publishing the magazine Ritz, in partnership with the photographer Patrick Lichfield (b 1939). David Bailey’s Trouble and Strife, a book devoted to his third wife, Marie Helvin, shows his continuing concern with the personality of the model, while such publications as Another Image: Papua New Guinea and Imagine reveal a social and political awareness. He continued to expand his range of subject-matter with NW1: Urban Landscape (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"David Royston Bailey",
            "alphasort":"Bailey, David Royston",
            "lastname":"Bailey",
            "firstname":"David Royston",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"David Bailey",
            "alphasort":"Bailey, David",
            "lastname":"Bailey",
            "firstname":"David",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500097190"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/112237914"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}