{
    "makerid":219,
    "published_date":"2022-03-28 16:03:24.551514",
    "type":"maker",
    "displayname":"Jean Joseph Balechou",
    "makertype":"Individual",
    "alphasort":"Balechou, Jean Joseph",
    "lastname":"Balechou",
    "firstname":"Jean Joseph",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1705 - 1765",
    "begindate":1705,
    "enddate":1765,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French engraver. He studied painting with Philippe Sauvan (1697–1792) at Avignon, where Joseph Vernet was a fellow pupil. He later turned to engraving and in 1731 was apprenticed to Jean Michel ( fl 1730–53), subsequently joining Bernard Lépicié’s studio in Paris in 1734. His work, which comprises less than 100 pieces, consists principally of engraved portraits, including some for L’Europe illustré, published as a complete set in 1756 by Michel Odieuvre (1687–1756). He also engraved genre scenes after Etienne Jeaurat and Michel-François Dandré-Bardon. He was approved (agrée) by the Académie Royale in 1749 on submission of the portrait of Augustus III, King of Poland and Elector of Saxony after Hyacinthe Rigaud, an engraving that became one of the most celebrated of the 18th century. A dispute with Théodore Le Leu, Louis XV’s agent, however, led to a court case that was harmful to Balechou’s career, and he was never made a full member (reçu) of the Académie. In 1753 he retired to Avignon, where he engraved magnificent plates after Vernet’s The Calm (1755), The Storm and The Bathers (both 1757). He is considered to have been one of the leading reproductive engravers of his time (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Jean-Joseph Balechou",
            "alphasort":"Balechou, Jean-Joseph",
            "lastname":"Balechou",
            "firstname":"Jean-Joseph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Jean Joseph Balechou",
            "alphasort":"Balechou, Jean Joseph",
            "lastname":"Balechou",
            "firstname":"Jean Joseph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}