{
    "makerid":2984,
    "published_date":"2022-03-28 16:05:10.448938",
    "type":"maker",
    "displayname":"Wang Xizhi 王羲之",
    "makertype":"Individual",
    "alphasort":"Wang Xizhi",
    "lastname":"Wang Xizhi",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"303–361",
    "begindate":303,
    "enddate":361,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Yu Jianhua 俞劍華 ed., Zhongguo meishujia renming zidian 中國美術家人名辭典 (Shanghai: Renmin meishu chuban she, 1981), p. 139.\r\nGroepper, Roger, \"Wang Hsi-chih,\" in Die Grossen de Weltgeschichte, vol. 2 (Zurich: Kindler, 1972), pp. 598–609.\r\nLu Yitong 魯一同 (1805–1863), Wang Youjun nianpu 王右軍年譜. [China: s.n.], Xianfeng 5 [1855].",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Wang Hsi-chih",
            "alphasort":"Wang Hsi-chih",
            "lastname":"Wang Hsi-chih",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Wang Xizhi 王羲之",
            "alphasort":"Wang Xizhi",
            "lastname":"Wang Xizhi",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Wang Xizhi 王羲之",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Yishao 逸少",
            "alphasort":"Yishao 逸少",
            "lastname":"Yishao 逸少",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Youjun jiangjun 右軍將軍",
            "alphasort":"Youjun jiangjun 右軍將軍",
            "lastname":"Youjun jiangjun 右軍將軍",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500336131"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/108705028"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db74e3068398700162b1ba0"
            },
            "body":"Active during the Eastern Jin dynasty, the calligrapher Wang Xizhi developed new forms of running and cursive script that transformed calligraphy into a personally expressive medium. Although Wang produced many types of texts that came to be prized as works of art, the personal letter was the format in which the new expressive flexibility of calligraphy was most fully realized. Collectors valued these letters not for their literary content, but for the excellence of the calligraphy in which they were written. Owing to the now obscure references they contain, many of Wang's letters are no longer fully intelligible. In <em>Ritual to Pray for Good Harvest<em>, Wang appears to refer to a ritual sacrifice conducted by a friend and inquires about the political intentions of this person's followers.\n\nThis tracing copy of the letter preserves only the first half of Wang Xizhi's original text, and probably dates from the early Tang dynasty (618–907). Although this tracing copy remains one step removed from the original artifact, yet because no authentic work by Wang survives, it was highly prized by later collectors, including emperors, whose numerous inscriptions and seals surround the remaining two columns of characters with a total of fifteen characters written in cursive script. At one point it was in the collection of the Northern Song period Huizong emperor (reigned 1101–25), whose \"slender-gold\" script calligraphy in faint gold ink appears on a title strip to the upper right corner of the letter. Labels and numerous colophons by the Ming dynasty calligrapher Dong Qichang (1555–1636), the Qing dynasty Qianlong emperor (reigned 1736–95), and others were later added, surrounding the letter. As stated in one of Dong Qichang's colophons, because of its rarity, impeccable provenance, and value to understanding the Wang Xizhi tradition, \"These two lines are worth more than thirty-thousand other scrolls.\"\n\nDuring the social and political instability of the late Han and Wei–Jin periods, as scholar-officials sought to become an alternative source of authority to the weakened ruler, written texts came to be more valued than exemplary behavior and speech as works preserving the classical way of antiquity, and, consequently, calligraphy assumed new meanings. The chosen script style or type of writing allowed scholar-officials to align themselves with what they perceived as the genuine spirit of the past. Social, political, and intellectual distinctions were involved in such personal choices, and began to be equated with the writer's moral and ethical character. This shift was accompanied by a \"revolution\" in calligraphy from public monumental writing formats to more private individual formats. By the Eastern Jin dynasty, calligraphy had become a major art, and the revolutionary formation of a new literati cultural ideal as manifested in calligraphy crystallized around Wang Xizhi. Through his influence, the calligrapher emerged as a creative personality, and calligraphy came to be regarded as the embodiment of the mind and personality of the writer. Wang Xizhi was the most influential calligrapher in Chinese history, and his fame rests primarily on his personal letters. Unlike public writing on monumental stelae, or for official documents and sacred texts, Wang's letters were written in cursive or running scripts, forms of calligraphy in which characters are abbreviated and strokes linked in continuous motions of the brush. Wang's calligraphy was perceived as an embodied distillation of his innermost thoughts and feelings, and <em>Ritual to Pray for Good Harvest<em>is a fragment of one of his highly prized letters preserved in the form of a tracing copy in the Tang dynasty. Defying accurate transcription and translation, this letter exemplifies the new value placed on calligraphy as an art for personal expression.\n\nThe handscroll is associated with an outer textile wrapper (accession no. 1998-140.2), which was separated when the scroll was remounted in the 1980s.",
            "title":"Asian Art website: Ritual to Pray for Good Harvest (Xingrang tie)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}