{
    "makerid":20615,
    "published_date":"2022-03-28 16:10:05.693574",
    "type":"maker",
    "displayname":"Charles Moore",
    "makertype":"Individual",
    "alphasort":"Moore, Charles",
    "lastname":"Moore",
    "firstname":"Charles",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1931–2010; born Hackleburg, AL; died Palm Beach Gardens, FL",
    "begindate":1931,
    "enddate":2010,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charles Moore",
            "alphasort":"Moore, Charles",
            "lastname":"Moore",
            "firstname":"Charles",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500124541"
        },
        {
            "source":"NYPL PIC",
            "id":"293141"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/53315494"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db6f819ee23c8001678a715"
            },
            "body":"As 1960s marches, demonstrations, and sit-ins gave material form to First Amendment freedoms—religion, speech, press, assembly, and petition—the camera bore witness to that activism. Today mobile phones ensure that no demonstration goes undocumented, but in the 1960s, photographic coverage was part of careful media strategies conceived by civil rights organizers to give visibility to resistance and amass financial and political support. In 1963 Dr. Martin Luther King Jr. and other organizers of anti- segregation actions in Birmingham, Alabama, understood that photography was necessary to tell a story of relatable human emotion and bald police brutality. As peaceful protesters were pummeled with water from fire hoses, attacked by dogs, and arrested in large numbers, the activist and photographer Charles Moore, on assignment for <em>Life</em> magazine, captured images that gripped the nation and elicited public outrage. As King wrote of the powerful photographs of 1963 broadcast worldwide, “The brutality with which officials would have quelled the black individual became impotent when it could not be pursued with stealth and remain unobserved. It was caught . . . in gigantic circling spotlights. It was imprisoned in a luminous glare revealing the naked truth to the whole world.”",
            "title":"1960s Demonstrations",
            "source_project":"Other",
            "author_type":"Expert",
            "source":"Magazine: Summer 2018"
        }
    ]
}