{
    "makerid":4356,
    "published_date":"2022-03-28 16:06:02.952987",
    "type":"maker",
    "displayname":"Michiko Kon 今道子",
    "makertype":"Individual",
    "alphasort":"Kon Michiko",
    "lastname":"Kon",
    "firstname":"Michiko",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Japanese, born 1955",
    "begindate":1955,
    "enddate":2100,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Michiko Kon 今道子",
            "alphasort":"Kon Michiko",
            "lastname":"Kon",
            "firstname":"Michiko",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"今道子",
            "alphasort":"今道子",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500333548"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/112007056"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db715b6a31a750016aa8f02"
            },
            "body":"<em><em>VANITAS <em><em>\n\nLast week, finding his house full of flies--his teenaged son having left\nthe porch door open as he & his friends shuffled back & forth to the grill--­ my cousin, with the bearing of a priest about to perform an exorcism, emerged from the garage armed with the swatter. And now, this morning, here's a fly in my kitchen. Soon, though, it will land at a window,\n& I'll just toss up the screen & shoo it away. In the meantime, its wings go on praying in a language I cannot understand-presumably praising\nfour firm Jersey tomatoes, the freckled skin of an overripe banana, chicken legs \nthawing into a pan of cold blood. No one likes to be reminded of rotting things.\n\nOr that this is a part of the composition, that we can only go on this way, consuming what we're not. In Michiko Kon's <em>Self-portrait #4<em>--\na black & white photograph whose meaning, like all meaning, is the thing\nwe cannot carry in our arms-the failed necks of the immaculate white geese \ndroop like narrow double-jointed wrists. Their beaks, still seeming to smile, \npoint into the shadow, which, like all shadow, suggests that darkness\nwhich threatens to swarm over everything & erase it. Though it cannot\n\nerase itself. And the one bird, strung up, splayed, wears across its breast\n& span & down its spine the heads of fifty fish-whose lidless eyes give it, \nfrom a distance, the plumage of a peacock. But, they speak, too, for themselves, \nfor their having been the flakey flesh that kept the bird alive. Yet when it flipped\nupside down into the water to feed & came up with a pocket of silver, the lovers watching distractedly from their benches-a knuckle brushing a bare shoulder,\na foot hooked around a calf-thought only of abundance. And the table\nof the lake reflected the abundant sky as the mirror in the picture gives back \nwhat falls upon it: the entwined throats & nestled heads of geese\n\ndoubled & resting on the nestled, entwined throats of geese. There is so little to recommend the fly & an epidemic of evidence against it, just as it is ugly\nbusiness to hold the dead, despite the fact that, here, the artist pulls them close\n& peers out from under a wing's scalloped sleeve. The designer. The design. Aquinas set the argument in motion , but we would like to look away.\nThe split bellies of pomegranates too much like the palmfuls of seed we also contain. A shoe can be sewn from the scales of a cuttlefish; a hat made\n\nfrom feathers & fins. We devour the world, but it remains outside. We put it on. \nWe want to make amends. We offer it more & more of itself: the cut calla lily, \nthe baby's breath. Diirer painted a fly onto each of his canvases: not humility\nbut pride. His skill so great he thought it would fool us all. The fly pauses \nas I scrape the last breakfast dish clean, its enameling the blue-green-gold\nof a steeple's verdigris. Its digestive enzymes tuned to toll refuse, to regurgitate it, re-eat it, to turn it, somehow, into flight. A tiny cathedral-of course, it's silly\nto think so, but it's a violence to think it's not. <em>Per se notum<em>, the Saint wrote, meaning <em>self-evident<em>, meaning that which can be <em>known through itself<em>.\n\nHe wasn't thinking of <em>musca domestica<em>. He was thinking of something else.\nAnd as for us, what can we say? We never take root. We neither swim nor soar.\n\n--Kathleen Graber \n\n\n\n",
            "title":"Museum as Muse: Vanitas",
            "source_project":"Other",
            "author_type":"Other ",
            "source":"Other"
        }
    ]
}