{
    "makerid":5827,
    "published_date":"2022-03-28 16:06:57.868857",
    "type":"maker",
    "displayname":"Fan Kuan",
    "makertype":"Individual",
    "alphasort":"Fan Kuan",
    "lastname":"Fan Kuan",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"ca. 990 – 1020",
    "begindate":990,
    "enddate":1020,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Fan Kuan (Chinese: ??; pinyin: Fàn Kua-n; Wade-Giles: Fan K’uan (fl. 990–1020)[1]  was a Chinese  landscape painter of the Song Dynasty (960–1279). Almost no biographical details survive about him. He modeled his early work after that of the artist Li Cheng  (919–967), but later concluded that nature was the only true teacher. He spent the rest of his life as a recluse in the Shanxi mountains. Little else is known of his life, except the admiration and love he had for viewing the mountains of northern China.[3]\r\n\r\nTravelers amid Mountains and Streams, a large hanging scroll, is Fan Kuan's best known work and a seminal painting of the Northern Song school. It became a model for other Chinese artists. Fan based the painting on the Taoist principle of becoming one with nature. When looking at the painting, the viewer realizes how small he/she is compared to the big picture of nature. The painting focuses on the big picture of nature and the world as a whole instead of the individual. The historian Patricia Ebrey explains her view on the painting that the:\r\n\r\n    ...foreground, presented at eye level, is executed in crisp, well-defined brush strokes. Jutting boulders, tough scrub trees, a mule train on the road, and a temple in the forest on the cliff are all vividly depicted. There is a suitable break between the foreground and the towering central peak behind, which is treated as if it were a backdrop, suspended and fitted into a slot behind the foreground. There are human figures in this scene, but it is easy to imagine them overpowered by the magnitude and mystery of their surroundings.[4]\r\n\r\nFan Kuan was listed as the 59th of the 100 most important people of the last millennium by Life magazine.\r\n\r\n-- http://en.wikipedia.org/wiki/Fan_Kuan",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Fan Kuan",
            "alphasort":"Fan Kuan",
            "lastname":"Fan Kuan",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Fan K'uan",
            "alphasort":"Fan K'uan",
            "lastname":"Fan K'uan",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}