{
    "makerid":4686,
    "published_date":"2022-03-28 16:06:15.365246",
    "type":"maker",
    "displayname":"Joseph Lownes",
    "makertype":"Individual",
    "alphasort":"Lownes Joseph",
    "lastname":"Lownes",
    "firstname":"Joseph",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1758–1820",
    "begindate":1758,
    "enddate":1820,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Joseph Lownes",
            "alphasort":"Lownes Joseph",
            "lastname":"Lownes",
            "firstname":"Joseph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500330248"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/309813540"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db9a6f2ed0317001602a4ee"
            },
            "body":"When turning our attention to the material properties of objects such as this, we can better see the intertwined social and environmental histories involved in their creation, use, and ongoing preservation in a museum setting.\n\n<em><em>Silver: Making the Urn<em><em>\nSilversmith Joseph Lownes of Philadelphia crafted this sugar urn around 1800, the year the United States Congress held its first session in Washington, DC. Most early American silver was made from older silver objects that had been melted and repurposed. Between 1550 and 1800, the majority of new silver ore came from Spanish-run mines located in Central and South America.\n\nThe mining industry devastated the regions in which silver was discovered. From the sixteenth to the early nineteenth century, about 150,000 square miles of forests in Central and South America were cleared to fuel the silver extraction and refining process. Mercury, which was added to silver to separate it from ore, sickened workers and animals, poisoned soil, and contributed to toxic clouds and trash heaps that pervaded Potosí, a city in modern-day Bolivia and the site of the renowned Cerro Rico (“rich mountain”), by far the largest colonial silver mine. African slaves, wage laborers, and indigenous peoples conscripted into forced labor worked long hours in dangerous conditions in mines such as the one pictured, helping earn the site another, more sinister name: the “mountain that eats men.”\n\n<em><em>Sugar: Filling the Urn<em><em>\nThe demand for sugar in the West was a byproduct of capitalism, colonialism, and slavery. Over the course of the eighteenth century, sugar became an essential part of triangular trade, a system of transatlantic exchange in which enslaved Africans were brought to sugar plantations in the Caribbean; sugar, tobacco, and cotton were transported to New England and Europe; and textiles, rum, and manufactured goods were exchanged on the African coast for slaves.\n\nThe horrific conditions that enslaved laborers endured led period commentators to refer to sugar as “blood-soaked.” Slave labor in the Caribbean persisted until France abolished it in 1848.\n\nThe environmental impact of sugar production is vast. The plantation system led to deforestation across the Caribbean. The practice of planting only a single crop in a given location significantly degrades the soils. Today, although slavery has ended, the demand for refined sugar continues, exposing laborers in the industry to harsh working conditions, disproportionate amounts of pollution, and denying equal benefits from the capitalization of natural resources.\n\n<em><em>Tea: Using the Urn<em><em>\nHannah and Elias Boudinot IV of Philadelphia probably purchased this sugar urn shortly after it was made. In the Boudinot household, the urn would have been a central component of the family’s tea consumption. At the time, drinking tea was an elaborate pastime, requiring special utensils like this urn for storing refined sugar and silver tongs for serving it. The practice brought together a global array of objects—Chinese tea and porcelain wares, Caribbean sugar, and silver sourced in South America, presented on a Jamaican mahogany tea table.\n\nA lawyer and statesman, Elias served as a delegate and later as president of the Continental Congress. The son of a Philadelphia silversmith, he was the first director of the United States Mint from 1795 to 1805.\n\n<em><em>Museum: Preserving the Urn<em><em>\nThe sugar urn was donated to the Princeton University Art Museum in 1954 as part of a collection associated with the distinguished Boudinot family, some of whom lived in Princeton and were benefactors of the University. In 2004 it was cleaned, during which conservators removed residue and tarnish and covered its surface with a protective coating of ethyl methacrylate copolymer resin.\n",
            "title":"Online Exhibitions: Sugar Urn",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}