{
    "makerid":2774,
    "published_date":"2023-02-17 02:01:15.001027",
    "type":"maker",
    "displayname":"Louis Comfort Tiffany",
    "makertype":"Individual",
    "alphasort":"Tiffany, Louis Comfort",
    "lastname":"Tiffany",
    "firstname":"Louis",
    "nametitle":null,
    "middlename":"Comfort",
    "suffix":null,
    "displaybio":"1848–1933; born and died New York, NY",
    "begindate":1848,
    "enddate":1933,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Louis Comfort Tiffany",
            "alphasort":"Tiffany, Louis Comfort",
            "lastname":"Tiffany",
            "firstname":"Louis",
            "nametitle":null,
            "middlename":"Comfort",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500030415"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/2479289"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5ddd598a6c925f001639dde5"
            },
            "title":"Hear the Curator (y1967-6)",
            "transcription":"Campus Art Audio: Hear the Curator (y1967-6)\n\nThis window was created by the studio of Louis Comfort Tiffany, one of the most famous American artists of the late nineteenth and early twentieth centuries. It depicts a woodland scene that continues across all three frames, as if one were looking through a window at an actual landscape. In the foreground, a clump of purple and white irises borders a small stream, which meanders through a grove of birch trees to hills dotted with cypresses. In the background the setting sun colors the sky and hills in deep reds, oranges, and purples.\n\nThe window was originally installed in the Newark, New Jersey, home of Elizabeth and Percy Ballantine, a member of Princeton’s Class of 1902. Percy was the grandson of Peter Ballantine, who founded P. Ballantine and Sons, a New Jersey-based brewery. Percy’s son Norman, Class of 1935, donated the window to the Art Museum in 1967 in memory of his father, brother, and nephew.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca036",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5ddd72ec953eb90016c9713d"
            },
            "title":"Hear the Curator (y1967-6)",
            "transcription":"Hear the Curator - The Process (y1967-6)\n\nLouis Comfort Tiffany, best known for his leaded-glass lighting fixtures and windows, favored a milky, opalescent glass he called favrile, which was produced at the Tiffany Glass Furnaces in Corona, Queens. The brilliant sunset in the central panel of this window features streaky glass, which was created by pouring ladles of molten glass onto a marver, or polished steel surface used for glassmaking. The glassmaker then used rods to mix and swirl the glass, which retained streaks of color as it hardened. The green foliage of the tree at the left of the panel is made of streamer and confetti glass. Streamer glass was made by laying thin rods of glass on the marver and then fusing them to a sheet of molten glass; confetti glass was made by embedding small shards of glass into a sheet of molten glass.\n\nAlthough all of the glassworkers were men, many of the studio employees who designed and constructed the windows were women. The name they gave to their group—the Tiffany Girls—alludes to the fact that Tiffany required his female employees to be single; if a female worker desired to be married, she had to leave Tiffany’s employ.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca023",
            "speaker_type":"Curator"
        }
    ],
    "video":[
        {
            "_id":{
                "$oid":"5d7295cccc32ae0016fd126e"
            },
            "title":"Friends Annual Mary Pitcairn Keating Lecture: Alice Cooney Frelinghuysen",
            "description":"Alice Cooney Frelinghuysen, the Anthony W. and Lulu C. Wang Curator of American Decorative Arts at the Metropolitan Museum of Art and Princeton Class of 1976, shared insights into the American Arts and Crafts movement gleaned from a career as a curator and through reflections on her interactions with the Princeton University Art Museum’s collections and exhibitions.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_ebnmfamb",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2016",
            "sort_date":"2016-05-01",
            "video_type":"Lectures",
            "caption_file":[]
        }
    ],
    "essay":[]
}