{
    "makerid":5300,
    "published_date":"2022-03-28 16:06:38.529315",
    "type":"maker",
    "displayname":"Philippe Hosiasson",
    "makertype":"Individual",
    "alphasort":"Hosiasson, Philippe",
    "lastname":"Hosiasson",
    "firstname":"Philippe",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1898–1978",
    "begindate":1898,
    "enddate":1978,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French painter of Ukrainian birth. He travelled to Berlin with his parents between 1910 and 1912 where he saw works by Manet and Cézanne that encouraged him to paint and draw. He later studied art history and law at the University of Odessa. In 1920 he continued his art-historical studies in Rome, where he had his first exhibition at the Casa d’Arte Bragaglia (1921). In 1922 he went to Berlin, becoming a designer for Boris Romanoff’s Ballet Romantiques Russes. He accompanied the ballet in 1924 to Paris, where he settled permanently and began exhibiting at the Salon d’Automne, the Salon des Indépendants and the Galerie Percier. In 1928 he was one of the co-founders of the Salon des Surindépendants. His work of this period, such as Italian Landscape (1923; see Huyghe and Bazin, fig.), was inspired by the classicism of Poussin and David. With Christian Bérard and Eugene Berman he was part of the naturalist movement that characterized one aspect of the ‘return to order’ in art after World War I. In 1937 he provided mural decorations for the Martinique pavilion at the Exposition Internationale des Arts et Techniques dans la Vie Moderne in Paris.\r\n\r\nAfter World War II, Hosiasson began to abandon figuration and adopted instead an informal abstract style. Initially these works were executed in sombre colours, as in Painting (1955; Paris, Rodolphe Stadler). From 1959 his paintings, though still abstract, became more serene and brighter in colour, as in Painting (1973; Paris, Pompidou). GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Philippe Hosiasson",
            "alphasort":"Hosiasson, Philippe",
            "lastname":"Hosiasson",
            "firstname":"Philippe",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500018444"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/20744"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}