{
    "makerid":229,
    "published_date":"2022-03-28 16:03:24.957865",
    "type":"maker",
    "displayname":"Alfredo Barbini",
    "makertype":"Individual",
    "alphasort":"Barbini, Alfredo",
    "lastname":"Barbini",
    "firstname":"Alfredo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1912-–2007",
    "begindate":1912,
    "enddate":2007,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Alfredo Barbini, 1912 - Glassblower, designer and entrepreneur Alfredo Barbini was born in Murano and began working with glass at a very young age. Before the age of twenty, following a brief apprenticeship, he became a glass Maestro at the Cristalleria Franchetti and then at the S.A.I.A.R. Ferro Toso. After 1932, he worked at the Zecchin-Martinuzzi furnace with the sculptor Napoleone Martinuzzi, and began a collaboration which would last through 1936. This would prove to be fundamental to his artistic development, especially in regard to sculpture in solid massiccio glass. In 1937, he became a partner at V.A.M.S.A. and was the Primo Maestro of the main team of the furnace continuing his experimentation with thick glass and executing works designed by the artists Ermenegildo Ripa and Luigi Scarpa Croce. In 1946, he became partner and artistic director of the new furnace, Gino Cenedese & C. With this furnace he participated in the 1948 Biennale di Venezia exhibiting a remarkable series of sculptures in corroso glass such as Torso and Collasso. In 1950, he opened his own furnace, Vetreria Alfredo Barbini, where he continues until today to experiment with plasticity in glass using materials and forms that are more and more essential. This can seen in his series pesci and tulipani or in the vetri pesanti of the early Sixties. Assisted by his son Flavio since 1968, Barbini still works as maestro and artistic director of the furnace he created in 1950. \r\n\r\nAbove taken from http://www.barovier.it/novecento/barbini/alfredo_barbini.htm",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alfredo Barbini",
            "alphasort":"Barbini, Alfredo",
            "lastname":"Barbini",
            "firstname":"Alfredo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500330577"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/16147219"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}