{
    "makerid":5138,
    "published_date":"2022-10-28 02:04:40.211574",
    "type":"maker",
    "displayname":"Benjamin Waterhouse Hawkins",
    "makertype":"Individual",
    "alphasort":"Hawkins Benjamin Waterhouse",
    "lastname":"Hawkins",
    "firstname":"Benjamin Waterhouse",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1807–1894; born and died London, United Kingdom",
    "begindate":1807,
    "enddate":1894,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Benjamin Waterhouse Hawkins (8 February, 1807- 27 January, 1894) was an English sculptor and natural history artist renowned for combining both in his work on the life-size models of dinosaurs in the Crystal Palace Park, Sydenham, south London. He was also a noted lecturer on zoology and related topics.\r\n\r\nEducation and early career\r\nBorn in London, Hawkins studied at St. Aloysius College, and learned sculpture from William Behnes. At the age of 20, he began to study natural history and later geology. He contributed illustrations to The Zoology of the Voyage of HMS Beagle. During the 1840s, he produced studies of living animals in Knowsley Park, near Liverpool for Edward Stanley, 13th Earl of Derby. The park was one of the largest private menageries in Victorian England and Hawkins' work was later published with John Edward Gray's text as \"Gleanings from the Menagerie at Knowsley\" . Over the same period Hawkins exhibited four sculptures at the Royal Academy between 1847 and 1849, and was elected a member of the Society of Arts in 1846 and a fellow of the Linnean Society in 1847. Fellowship of the Geological Society of London followed in 1854.\r\n\r\n\r\nGreat Exhibition\r\nMeanwhile, possibly due to Derby's connections, Hawkins was appointed assistant superintendent of the Great Exhibition of 1851 in London. The following year (1852), he was appointed by the Crystal Palace company to create 33 life-size concrete models of extinct dinosaurs to be placed in the south London park to which the great glass exhibition hall was to be relocated. In this work, which took some three years, he collaborated with Sir Richard Owen and other leading scientific figures of the time – Owen estimated the size and overall shape of the animals, leaving Hawkins to sculpt models according to Owen's directions (one, Iguanodon, was so large that a 20-strong dinner party was held inside on 31 December 1853). Some of the sculptures are still on display at Sydenham Crystal Palace Park.\r\n\r\n\r\nUnited States\r\nIn 1868, he travelled to America to deliver a series of lectures. Working with the scientist Joseph Leidy, Hawkins designed and cast an almost complete skeleton of hadrosaurus foulkii which was then displayed at the Academy of Natural Sciences in Philadelphia. Supported on an iron framework in a life-like pose, this was the world's first mounted dinosaur skeleton.\r\n\r\nHawkins was later commissioned to produce models for New York City's Central Park museum similar to these he had created in Sydenham. He established a studio on the modern site of the American Museum of Natural History in Manhattan, and planned to create a Paleozoic Museum. However, the corrupt local politics of William M. \"Boss\" Tweed intervened, the project was shelved in 1870, and the models that Hawkins had created were said to have been buried in the south part, probably not far from Umpire Rock and the Heckscher ballfields, in Central Park. Hawkins then turned to dinosaur skeleton reconstruction work at the Smithsonian Institution in Washington, at Princeton University (then called the College of New Jersey) in Princeton, New Jersey (where he also created paintings of dinosaurs), and for the Centennial Exhibition of 1876 in Philadelphia.\r\n\r\n\r\nDeath\r\nHe returned to Britain in 1878, where, after suffering a stroke in 1889, leading to erroneous reports of his death, he finally passed away in January 1894.\r\n\r\nWikipedia 3/23/09\r\n \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Benjamin Waterhouse Hawkins",
            "alphasort":"Hawkins Benjamin Waterhouse",
            "lastname":"Hawkins",
            "firstname":"Benjamin Waterhouse",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500121625"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/10909681"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}