{
    "makerid":156,
    "published_date":"2022-03-28 16:03:22.045724",
    "type":"maker",
    "displayname":"Eugène Atget",
    "makertype":"Individual",
    "alphasort":"Atget, Eugène",
    "lastname":"Atget",
    "firstname":"Eugène",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1857–1927",
    "begindate":1857,
    "enddate":1927,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Atget took up commercial photography in the late 1880s after a few failed attempts as a painter and an actor. He made a living primarily as a documentary photographer - using his camera to record the architecture of 'Old Paris' as well as France' popular culture. Although he focused primarily on photography's ability to be a neutral recording device, some of his photographs from this earlier period reveal a more artistic endeavor. By 1920, Atget's photography had turned almost entirely toward a more suggestive and innovative approach to the medium. It is these photographs, taken from 1920 until his death, whose ability to transform the ordinary' into art earned Atget a name with the Surrealists and a place in the history of photography after his death. French photographer (ULAN).",
    "altnames":[
        {
            "nametype":null,
            "displayname":"Jean-Eugène-Auguste Atget",
            "alphasort":"Atget, Jean-Eugène-Auguste",
            "lastname":"Atget",
            "firstname":"Jean-Eugène-Auguste",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Eugène Atget",
            "alphasort":"Atget, Eugène",
            "lastname":"Atget",
            "firstname":"Eugène",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500008199"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/6700"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf5b979e2edf00160433ac"
            },
            "body":"<p>Eugene Atget is recognized as one of the major photographic artists working in Europe during the first quarter of the twentieth century. Although he was a figure of relative obscurity, his work was known to a number of curators, avant­-garde artists, and photographers of the period, such as Man Ray, who assembled a collection of Atget's pictures. Atget's primary focus was on \"documenting\" the character of French culture: buildings and streets, workers and transport, public gar­ dens and sculpture, all in the context of the rapid changes brought on by the ever increasing press of modernism. His proj­ect was to preserve, in an archival sense, what was understood as \"Old France.\" Atget provided photographs to artists and various artisans to use as the bases for works of illustration and restoration. He sold photographs to museums and libraries-such as the Commission des Monuments Historiques- as documents of French artistic patrimony. On his death in 1927, a substantial collection of his negatives and prints was acquired by the American photographer Berenice Abbott, who was then an assis­tant to Man Ray, and by Julian Levy, who became an important art dealer in New York. Levy first exhibited Atget's work in 1930, and over the years Abbott published several books about Atget, and made prints from his negatives. In 1968 her remaining collection was purchased by the Museum of Modern Art, and has since been published in four volumes. Atget's imagery is important beyond the seemingly utilitarian purpose of documentation. In matters of light and composition, he was extraordinarily sensi­tive and even adventurous. While much of his focus in terms of content was on the changing of French cultural artifacts, his pictorial vision was unique and fully in keeping with new formal directions in photography. Rarely, if ever, did he pursue the aesthetic of Pictorialism that was the dominant style of artist photographers of his period . Atget's photographs have served as a model for many who came after him, most notably Abbott herself and the American photographer Walker Evans. John Szarkowski, of the Museum of Modern Art, wrote of Atget: \". . . the mystery of Atget's work lies in the sense of plastic ease, fluidity, and responsiveness with which his personal perceptions seem to achieve perfect identity with objective fact.\"</p>",
            "title":"Eugene Atget, artist",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Winter 2005"
        }
    ]
}