{
    "makerid":14499,
    "published_date":"2025-06-07 02:01:06.162151",
    "type":"maker",
    "displayname":"Master of the Magdelene Legend",
    "makertype":"Individual",
    "alphasort":"Master of the Magdelene Legend",
    "lastname":"Master of the Magdelene Legend",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Netherlandish, active ca. 1480–ca. 1520",
    "begindate":1480,
    "enddate":1520,
    "nationality":"Netherlandish",
    "culturegroup":null,
    "biography":"fl Brussels, c. 1490–c. 1526). GDA\r\nSouth Netherlandish painter. This name was given by Friedländer on the basis of two panels from a dismembered polyptych of the Legend of St Mary Magdalene (c. 1515–20): St Mary Magdalene Hunting (ex-Kaiser-Friedrich Mus., Berlin, destr. 1940–45; see Friedländer, 1975, pl. 7) and the Sermon of St Mary Magdalene in the Johnson Collection (Philadelphia, PA, Mus. F.A.). Maquet-Tombu ‘reconstructed’ the polyptych by adding four more panels: a Noli me tangere and Louis IX of France with Donors and St Margaret of Antioch (both Schwerin, Staatl. Mus.), the Feast in the House of Simon the Pharisee (Budapest, N. Mus.) and the Raising of Lazarus (Copenhagen, Stat. Mus. Kst). There have been several attempts to identify this Master with the Master of the Portraits of Princes, Pieter van Coninxloo and Bernard van der Stockt (fl before 1469–after 1538), none of which has been generally accepted. The examination of the Master’s prolific output, in fact, reveals obvious stylistic differences, perhaps the result of the involvement of other artists—although by the 1990s these had yet to be identified.\r\n\r\nThe Master’s work occupies a middle position between the archaicizing tradition of Rogier van der Weyden (found especially in paintings of the Virgin and Child, which are often set against a background dotted with gold) and the italianizing formulae introduced by Bernard van Orley. The Master’s style is characterized by a schematic rendition of both the compositional elements and the figures and follows the general simplification of pictorial technique found in more minor Masters towards the late 15th century. The morphology of faces, shown in three-quarters view, follows a pattern: the men’s are sturdy, triangular and very wide across the cheekbones, while the women’s are round, with thick, rounded chins and almost closed, swollen eyelids. Both have dark, inexpressive and almond-shaped eyes, and noses forming an emphatic oblique line leading to mouths with full lower lips. The backs of the hands have a slightly swollen appearance, and the fingers lack joints. The artist’s interest in the depiction of decorative details compensates for a lack of variation in the modelling of the flesh tints and also appears in the treatment of the landscape, in particular in the foliage and the ground.\r\n\r\nAmong those works still attributed to the Master are: the altarpiece of the Annunciation (Brussels, Mus. A. Anc.); the Rest on the Flight into Egypt, the left wing of the Melbourne Altarpiece (Melbourne, N.G. Victoria); the Holy Family (Antwerp, Kon. Mus. S. Kst.); the Virgin Annunciate (Münster, Westfäl. Landesmus.); two wings of the triptych known as the Golden Fleece—a Donor with St Thomas and a Female Donor with St Margaret; and a panel from the Legend of St Rumoldus—Offerings to and Worship of the Relics of St Rumoldus (Mechelen Cathedral). So many portraits of different types are attributed to the Master that it is impossible to form a clear picture of his style in this genre. However, the portrait of Margaret of Austria (Paris, Louvre), the Portrait of a Man (Dijon, Mus. B.-A.), the Portrait of a Man in Armour (Berlin, Gemäldegal.) and the portrait of Katharina van der Stockt (Münster, Stadtmus.) are all conventionally presented half-figures and seem acceptable attributions. None of these portraits has anything in common with the more tightly executed works of the Master of the Portraits of Princes.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Master of the Magdelene Legend",
            "alphasort":"Master of the Magdelene Legend",
            "lastname":"Master of the Magdelene Legend",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Master of the Legend of the Magdalen",
            "alphasort":null,
            "lastname":"\tMaster of the Legend of the Magdalen",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Master of the Legend of Saint Mary Magdalen",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95801999"
        },
        {
            "source":"ULAN",
            "id":"500019655"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}