{
    "makerid":1553,
    "published_date":"2022-03-28 16:04:15.369912",
    "type":"maker",
    "displayname":"Marco Arce",
    "makertype":"Individual",
    "alphasort":"Arce Marco",
    "lastname":"Arce",
    "firstname":"Marco",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Mexican, born 1968",
    "begindate":1968,
    "enddate":2100,
    "nationality":"Mexican",
    "culturegroup":null,
    "biography":"Mexican artist Marco Arce designed this tequila bottle and decorative box for the Extra Añejo Jose Cuervo Reserva de la Familia Tequila 2009 collection.\r\n\r\nEach year, Jose Cuervo commissions a different Mexican artist to create the box holding the Reserva de la Familia tequila bottle. For the 2009 collection, Jose Cuervo selected Marco Arce, an artist who expresses energy, movement, and emotion on the Reserva de la Familia collection boxes.\r\n\r\nMarco Arce was born in México City in 1968. He studied with Gilberto Aceves Navarro from 1986 to 1987. His work is an exploration of exceedingly personal journeys—feelings and experiences from his childhood. For Arce, painting and drawing are like love letters. This is the only way in which he can say many things. Since his peculiar childhood, he has found that painting is the only form of expression that fully satisfies him. Painting, then, takes on a special form; it is transformed into a means of self-knowledge, a contradictory relationship in which the dialogue’s containment allows for discovery. More than just making pictures, Arce sets out to create rules and ask questions, methods that lead to paintings.\r\n\r\nSince 1987, he has participated in more than 60 collective exhibitions and 15 individual shows. From 1995 to 2001, Arce lived in New York City. In México, he twice received a Creative Youths grant from FONCA (1990-1991 and 2002-2003). And from 2004 to 2006, he belonged to the Sistema Nacional de Creadores (National System of Creators), for which he also served as a juror from 2005 to 2007. Arce has received six honorable mentions and two prizes of acquisition in different national biennials.\r\n\r\nMarco Arce is one of the most prominent figures in contemporary Mexican art. As evidence of that, his work has been exhibited individually in cities such as New York, Madrid, México City, Guadalajara, and Monterrey.\r\n\r\nHis work also merited an extensive showing in the Museo de Arte Carrillo Gill and the Museo MARCO Monterrey. And it is part of important collections such as the Colección Jack y Natasha Gelman, Colección Jumex, Colección Deutche Bank, Colección Banco Interamericano de Desarrollo, Colección Fundación Olga y Rufino Tamayo.\r\n\r\nHe has also participated in collective exhibitions in the Museo de Arte Moderno of México City, Dallas Musuem of Art, Phoenix Art Musuem, Museo del Barrio, and the Museum of Fine Arts in Montreal.\r\n\r\nHe was a winner of the Rufino Tamayo Biennial in 2006.\r\n\r\nExcerpts from the 2009 collection flyer from Jose Cuervo. Copyright: Jose Cuervo\r\n\r\nhttp://www.tequilasource.com/cuervoreserva/reserva-familia-2009.htm",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Marco Arce",
            "alphasort":"Arce Marco",
            "lastname":"Arce",
            "firstname":"Marco",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/87412051"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}