{
    "makerid":4327,
    "published_date":"2022-03-28 16:06:01.924572",
    "type":"maker",
    "displayname":"Max Klinger",
    "makertype":"Individual",
    "alphasort":"Klinger Max",
    "lastname":"Klinger",
    "firstname":"Max",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1857–1920",
    "begindate":1857,
    "enddate":1920,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Max Klinger",
            "alphasort":"Klinger Max",
            "lastname":"Klinger",
            "firstname":"Max",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500023867"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/46780561"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcdb5a27f60080016ada521"
            },
            "body":"<p>1880-1900 …A provocative image from the 1880-1 print cycle [is] <em>Ein hadschuh (A Glove)</em> by Max Klinger, the first German artist in decades to etch and proof his own plates, challenging the prevailing trend toward photomechanical reproduction. He believed that graphic arts provided the true vehicle for fantasy and creative expression. This conviction (outlined in his treatise <em>Malerei und Zeichnung<em>) inspired many younger German artists, including Kathe Kollwitz, to develop a personal vocabulary through printmaking and drawing. Kollwitz's five works on view-etchings, lithographs, and woodcuts executed from the 1890s to the 1920s­ illustrate her commitment to experimental printmaking in the service of realism and sociopolitical commentary. In addition to early etchings by Kollwitz, [this time period] includes works by two artists who paved the way for German Expressionism: Max Liebermann, the leading and most innovative proponent of the antiacademic Naturalist style, and the Norwegian Symbolist Edvard Munch, who worked in Berlin in the 1890s. Each questioned the French Impressionist emphasis on direct observation from nature, seeking instead to depict the feelings and ideas it inspired. This insistence on the emotional and intellectual primacy of the creative process at the expense of verisimilitude was taken further by the next generation…. 1901-1918 Highlighted in this section are works by members of two of the most significant avant-garde groups in prewar Germany: Die Brücke (the Bridge), founded in Dresden in 1905, and Blaue Reiter (Blue Rider), founded in Munich in 1911. Both groups embody the principal stylistic features that by the beginning of World War I had been termed \"expressionist\" by critics and applied to a wide range of European artists, including Van Gogh and Matisse, whose works featured distorted forms, flattened perspectives, bold colors, and an interest in tribal cultures. The Brucke [includes artists such as] Erich Heckel, Ernst Ludwig Kirchner, and Karl Schmidt-Rottluff, three of the four architecture students and cofounders of the group, whose name presumably derives from a passage in Nietzche's <em>Also Sprach Zarathustra<em>: \"What is great in man is that he is a bridge and no end.\" The mission of this collective was to interweave themes of nature and modern life with a direct and authentic style that rebelled against the restrictive rules of academic art and bourgeois life, thereby bringing about a new social order. As expressed by Kirchner in his impassioned 1906 manifesto for the Brücke: “as youth that bears the future, we wish to create for ourselves freedom of movement and life against the entrenched older forces.” It was especially in the fields of graphic arts that the Brücke artists made their greatest contribution, creating rough, handmade woodcuts that dispensed with the laboriously crafted effects of conventional printmaking. Although the Blaue Reiter—represented by Wassily Kandinsky and Gabriele Münter—shared the Brücke’s utopian belief in the power of art to transform society, its approach was more theoretical, and invested with a greater sense of mysticism. This approach led to a purely abstract style in the work of Kandisky, who believed that color and form expressed an emotional and spiritual “inner necessity.” Also [part of this time period] are four independent artists—Ernst Barlach, Max Beckmann, George Grosz, and Ludwig Meidner—whose work contains Expressionist elements but goes beyond purely formalist innovation to address the human condition more directly. Their starkly rendered war imagery, street scenes, and portraits powerfully convey the physical destruction, urban chaos, and psychological uncertainty caused by contemporary events in Germany leading up to, and during World War I. 1919-1933 The shared concern with modern life and its discontents continued to preoccupy Beckmann and Grosz after the war. Their mordant and satirical depictions of the German bourgeoisie are seen [during this time period]…the years of the Weimar Republic. [This] includes a searing image of dead soldiers from Otto Dix’s antiwar print portfolio <em>Der Krieg</em> (1924), in which he used the corrosive potential of the etching and aquatint techniques as a metaphor for the damaging effects of chlorine gas. The more realistic style adopted by these artists, called Neue Sachlichkeit (New Objectivity), sharply contrasts with the poetic landscapes and female bathers by Schmidt-Rottluff and Kirchner, and the lyrical abstractions of Kandinsky and Paul Klee…. Klee’s watercolor <em>Licht uber Ehedem (Light over [former times])</em> is dated 1933, the year he returned to his native Switzerland after being dismissed from his teaching position in Dusseldorf by the Nazis. With Hitler’s seizure of power, the years of artistic revolution in Germany came to a halt, and all art, regardless of its style or subject, was designated as ideological. As modernist art was thereby considered a political threat, most of the artists [mentioned] here were branded “degenerate” and their works displayed as such in the defamatory “Entartete Kunst” (Degenerate Art) show that opened in Munich on July 19, 1937.&nbsp;</p><p>--Laura M. Giles&nbsp;</p><p>Associate Curator of Prints and Drawings</p>",
            "title":"Collection Publications: Klinger to Kollwitz: German Art in the Age of Expressionism",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcdb65a7f60080016ada522"
            },
            "body":"Considered the father of the modern graphic art movement in Germany, Klinger was one of the first German artists to regard prints an integral part of his work. IN his 1891 treatise, <em>Malerei und Zeichnung (Painting and Drawing),</em> he revived the Romantic conception of the graphic arts as an autonomous aesthetic genre distinct from, but equal to, painting. \n\nKlinger produced a number of print cycles: sets of images based on a theme that were meant to be viewed in sequential order. This format likened the viewing of prints to the act of reading a book or, as Klinger envisioned, listening to a musical oeuvre.\n\n<em>Abduction</em> is the ninth plate of his earliest print cycle, <em>Ein Handschuh (A Glove), Opus VI,</em> based on ten drawings exhibited in Berlin in 1878. The sequence depicts a young artist who picks up a glove dropped by an attractive woman. During the night he has a series of dreams in which the glove is rescued, enshrined, and abducted. This combination of reality and dream imagery anticipates Surrealism. Although many interpretations of <em>Abduction</em> have been suggested, Klinger stated in a letter to his mother that it is an allegory of the return of the glove to its owner.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}