{
    "makerid":3555,
    "published_date":"2025-08-26 02:04:04.437872",
    "type":"maker",
    "displayname":"George Segal",
    "makertype":"Individual",
    "alphasort":"Segal, George",
    "lastname":"Segal",
    "firstname":"George",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1924–2000; born New York, NY; died South Brunswick, NJ",
    "begindate":1924,
    "enddate":2000,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"George Segal",
            "alphasort":"Segal, George",
            "lastname":"Segal",
            "firstname":"George",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032575"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/117665188"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5ddc198b715a6a00163a0563"
            },
            "title":"Hear the Curator (y1978-49)",
            "transcription":"Hear the Curator (y1978-49)\n\nGeorge Segal, who taught sculpture at Princeton from 1968 to 1969, was commissioned in 1978 by Kent State University to create a memorial to the four students killed by members of the National Guard during an antiwar demonstration on their campus. Segal found a metaphor for the tragedy in the biblical story of Abraham and Isaac. In Segal’s version, Abraham, dressed in contemporary clothing, looms over a college-aged Isaac, who is stripped of his shirt and bound with rope. Kent State University officials refused it, interpreting it as a politically volatile depiction of murder. According to Segal, however, this group misunderstood the memorial: the theme, in Segal’s words, was “the eternal conflict between adherence to an abstract set of principles versus the love of your own child.” Segal selected Princeton’s site for the sculpture, near the University Chapel, to reinforce the work’s biblical associations. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca045",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5ddc1a22715a6a00163a0564"
            },
            "title":"Hear the Fabricator (y1978-49)",
            "transcription":"Hear the Fabricator (y1978-49)\n\nThe Johnson Atelier Institute of Sculpture, located first in Princeton Junction and then in Hamilton, New Jersey, was responsible for casting more of Georges Segal’s bronzes than any other foundry, including the Woman on White Wicker Rocker located in the Art Museum. As a caster at the Atelier from 1976 to 2004, I had the honor of meeting George many times over the years. He was always gracious, happy to converse with everyone from the director to the newest shy apprentice. When George first came to the Atelier in the late '70s he was new to bronze casting. His original plaster figures were fragile and extremely valuable, so he was placing a lot of trust in us. In fact, his work was one of the rare instances in which the original was still more valuable than the finished bronze. As we took the plaster works through the casting process, we developed new ways to ensure the safety of his originals.\n\nOut in the foundry, we melted hundreds of pounds of molten bronze to a temperature of around 2100 degrees Fahrenheit. Once the temperature was right, we lifted the crucible out of the furnace and brought it over to the mold, pouring the molten bronze down the pour cup into the hollow cavity. After the bronze cooled, the mold  materials were removed from  the cast bronze and the metal chasers and welders spent hours grinding, sanding, and polishing the bronze cast to look perfect.\n\nThe final step was bringing the work into the patina room. Our head patinator had worked for months with George to develop a special patina that would approximate the look of plaster. This step was especially important to the artist because he said it would give his pieces the unmistakable look that people had come to expect from his work.\n\nAbraham and Isaac was cast just before the special patina was developed and was finished more traditionally, using a hot torch to heat the bronze along with corrosive chemicals like ammonium sulfide and ferric nitrate. After a final lacquer and a waxing afterwards, the bronze was ready to display indoors or out.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca071",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1e665b627280016f5dc87"
            },
            "body":"<p>While Segal first emerged in the late 1950s as a painter, he began to achieve recognition in the 1960s for his plaster sculptures and installations depicting scenes from everyday life. Like the Pop artists with whom he is often associated, Segal gravitated toward the quotidian on the one hand and the figurative on the other, triggering something of a revolution in an art-world weaned on abstraction. Unlike the Pop artists, though, Segal focused less on celebrities and consumerism and more on domestic life, social issues, and the working class. His works generally convey a sense of melancholy and quiet contemplation, reinforced by Segal’s pioneering use of plaster bandages as a rough-textured sculptural medium. As early as the late 1950s, Segal’s farm in New Brunswick, New Jersey, became the nexus around which an exhilarating array of events, performances, and collaborations with New York-based artists occurred. It was for the art performances that took place on Segal’s farm in spring 1957 that visual pioneer Allan Kaprow coined the term Happening. Segal’s place as one of the nation’s leading artists was confirmed by the award of a National Medal of Arts in 1999, the year before the artist’s death at age seventy-five.</p>",
            "title":"Magazine: Fall 2009",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}