{
    "makerid":5463,
    "published_date":"2022-03-28 16:06:44.183493",
    "type":"maker",
    "displayname":"Charles Jervas",
    "makertype":"Individual",
    "alphasort":"Jervas Charles",
    "lastname":"Jervas",
    "firstname":"Charles",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, ca. 1675–1739",
    "begindate":1670,
    "enddate":1739,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Charles Jervas [Jarvis] (c. 1675 - 1739) was an Irish portrait painter, translator, and art collector of the early 18th century.\r\nPainting portraits of the city's intellectuals, among them such personal friends as Jonathan Swift and the poet Alexander Pope (both now in the National Portrait Gallery, London), Charles Jervas became a popular artist often referred to in the works of literary figures of the period.\r\nJervas gave painting lessons to Pope at his house in Cleveland Court, St James's, which Pope mentions in his poem, To Belinda on the Rape of the Lock, written 1713, published 1717 in 'Poems on Several Occasions'.\r\nPope's verse Epistle to Mr Jervas, written circa 1715 was published in the1716 edition of John Dryden's 1695 translation of Fresnoy's Art of Painting (Charles-Alphonse Du Fresnoy's De arte graphica , 1668).\r\nWith his growing reputation, Jervas succeeded Kneller as Principal Portrait Painter to King George I in 1723, and continued to live in London until his death in 1739.\r\nHis translation of Cervantes' novel Don Quixote, published posthumously in 1742 as being made by Charles Jarvis - because of a printer's error - has since come to be known as \"the Jarvis translation\". Jervas was first to provide an introduction to the novel including a critical analysis of previous translations of Don Quixote.\r\nIt has been highly praised as the most accurate translation of the novel up to that time, but also strongly criticised for being stiff and humourless, although it went through many printings during the 19th Century. (Wikapedia)\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charles Jervas",
            "alphasort":"Jervas Charles",
            "lastname":"Jervas",
            "firstname":"Charles",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500020086"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95804681"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}