{
    "makerid":14745,
    "published_date":"2025-05-07 02:01:15.980801",
    "type":"maker",
    "displayname":"Mamluk",
    "makertype":"Individual",
    "alphasort":"Mamluk",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":1250,
    "enddate":1517,
    "nationality":"Egyptian; Syrian",
    "culturegroup":"Egyptian",
    "biography":"Refers to the art and architecture associated with the Mamluks, a warrior caste who came to rule Egypt and Syria from about 1250 to the early 16th century although they were influential and powerful in the Middle East for over 700 years. Mamluk architecture was basically conservative and not particularly innovative but it is prolific and generally of very high quality. Mamluk architecture is distinguished by the use of incredibly elaborate minarets, huge facades and portals, and the tendency to build structures with different uses in a single complex. Patrons also typically built their major monuments close to one another. The Mamluks are also known for their technical virtuosity in stone construction; masons often alternated different colored stones on the surfaces of buildings. Almost 3000 major Mamluk monuments have been preserved or are known through texts; most monuments in the old quarters of Cairo, Damascus, Tripoli, and Aleppo are Mamluk and most on the Haram ash-Sharif in Jerusalem, outside the Dome of the Rock, are Mamluk as well. Like architecture, the other arts of the Mamluk period achieved a high level of technical perfection but are not known for their originality; there are noteworthy examples of inlaid metalwork, calligraphy, mosque lamps, and wooden objects (AAT).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Mamluk Sultanate",
            "alphasort":"Mamluk",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Egyptian"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500203742"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100637014"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}