{
    "makerid":13630,
    "published_date":"2022-03-28 16:08:18.063419",
    "type":"maker",
    "displayname":"Byzantine",
    "makertype":"Individual",
    "alphasort":"Byzantine",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":641,
    "enddate":1453,
    "nationality":null,
    "culturegroup":"Byzantine",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Byzantine",
            "alphasort":"Byzantine",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Byzantine"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125223"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100626646"
        },
        {
            "source":"AAT",
            "id":"300020669"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db70a5fa31a750016aa8eff"
            },
            "body":"[The] bronze weight in the form of an emperor [y1955-3257] is a reminder that complex trade networks have existed between Europe, Africa, the Middle East, and Asia since the time of ancient Greece and Rome The Romans established a system of standard measurements, with tools such as steelyard weights, to ensure fairness along trade routes across the Empire. This example demonstrates that the practice continued into late antiquity and the Middle Ages. A steelyard had three parts: a pole, a tray to hold the item being measured, and a counterweight like this one. To weigh the item in the tray, a person moved the counterweight along the steelyard. \n\nThroughout the Middle Ages, contact between East and West continued through trade, war and crusade, diplomatic missions, and pilgrimage. Textiles, gems, spices, and other luxuries from Asia and the Middle East were transported west by ship and along the famed “Silk Road.” A vast network of routes connected China, India, and Africa with Europe. Ivory, gold, and slaves were brought from the interior to the east coast of Africa, where traders then transported them to European ports. By the thirteenth century, African elephant ivory, prized for its fine grain and glossy sheen, became widely available in Europe.\n\nSurviving examples suggest that religious subjects dominated early ivory production in the West, but by the fourteenth century, secular scenes became popular as well. Islamic carvings like this casket with scenes from life at court may have sparked the desire of Western European élites for sumptuous ivory objects with similar subjects. Many ivories produced in Paris in the fourteenth century reflect an interest in courtly life, such as scenes from Arthurian legends and other romances [2009-23].\n\nEnamels from the French city of Limoges were another product renowned throughout Europe. The artists of Limoges were exceptionally skilled at the champlevé technique of enameling, in which the metal ground—usually gilt copper—is engraved or cut out, and the spaces filled with enamel paste. Once fired, the combination of copper and glass produces images of jewel-like color. [The] gable from a reliquary: [<em>Coronation of the Virgin<em>, 13th century] is of the same style as a group of enameled tabernacles that are now found in collections in England, Bavaria, Bohemia, Spain, and Italy testifying to the wide-spread export of these objects. \n\nAs trade and travel increased between East and West, the exchange of artistic techniques and styles also intensified between the Islamic and European worlds. By the sixteenth century, a comparison of Ottoman and\nItalian ceramics reveals a rich cultural interchange. [The <em>Plate with floral decoration<em>] created in the Ottoman city of Iznik [y1929-285] suggests that the stylized floral patterns of Iznik ceramics both influenced and borrowed from contemporary Italian maiolica.\n\n",
            "title":"MDVccards: Medieval Trade and Artistic Exchange",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db70bcea31a750016aa8f00"
            },
            "body":"For centuries, thousands of Christian pilgrims traveled to the shrine of Saint Menas in the Egyptian desert and the site became a bustling center for tourism. As a memento of the journey, visitors could take home ampullae (flasks) containing holy water or oil with an image of the saint on the exterior [y62]. Menas had been martyred for his faith in the late third century during the persecution of Christians under the Roman Emperor Diocletian. The size and popularity of his shrine attest to the importance of pilgrimage and the veneration of saints beginning in early Christian times.\n\nOne of the goals of pilgrimage was to come into the presence of relics—\nphysical remains of saints or personal items they had once owned or touched. Pilgrims could also take home soil from a sacred site and treasure it as a relic. Medieval Christians believed that the holy presence of a saint resided within these relics and could promote healing, protect the owner, or perform miracles. Such objects were carefully preserved in special containers, called reliquaries. One sixth-century marble reliquary is in the shape of a sarcophagus [y1945-249 a-b] while another work, likely also a reliquary, takes the form of a martyrium, or saint’s shrine, in miniature [2003-88]. Both works evoke the practice of venerating saints at their tombs. \n\nDuring the Middle Ages, the Christian Church established the requirement that all altars have a relic in order to be consecrated, giving even greater force to the tradition of the veneration of relics. As the cult of relics grew, artisans developed new and more ingenious forms to contain these sacred objects. [The <em>Reliquary: Martyrdom of Saint Stephen<em>] from Limoges is in the form of a gabled chest (<em>châsse<em>). The narrative scenes on the exterior depict the sentencing and stoning of the early church deacon and proto- martyr, Stephen. His relic would have been accessible through the door in the back.\n\nAnother reliquary takes the form of the bust of Saint Thekla of Iconium (in modern-day Turkey), with a carved recess in the chest that probably held the relic [y1954-127]. She holds the instruments of her torture: a column with flames and a lioness. An early convert to Christianity, she refused to recant her faith and was twice sent to her death in the arena. First, she was tied to a column to be burned to death, but a storm miraculously saved her. Later, Saint Thekla was thrown to wild beasts, but the lioness simply curled up at her feet. Saint Thekla was revered throughout Christendom, as shown by this reliquary from Germany and a gold pendant from the Byzantine East [y1968-136].\n\nOne of the most important sites of pilgrimage in medieval Europe was the cathedral of Santiago de Compostela in northwestern Spain, which houses the relics of Saint James the Greater. Many monasteries and churches along\nthe roads to Santiago de Compostela were pilgrimage destinations in their own right. The French abbey church of Sainte-Madeleine in Vézelay, a popular stop along the route through Burgundy, housed the relics of Saint Mary Magdalene. The monastery spared no expense in creating a lavish home for the relics, and the church is considered a masterpiece of twelfth-century architecture. \n\nJust as modern tourists bring home souvenirs of their travels, medieval pilgrims purchased badges that were consecrated and sold at holy sites. When pinned to a hat or cloak, these badges also indicated that the wearer was a pilgrim and was to be given safe passage. This tradition continues for modern pilgrims; for example, pilgrims to Santiago de Compostela wear scallop shell (coquille) badges, as did their medieval counterparts. In medieval manuscripts, Saint James is often shown dressed as a pilgrim, his staff and traveling hat adorned with scallop shell badges.",
            "title":"MDVccards: The Arts of Pilgrimage",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e1f5272e6e34d0016647019"
            },
            "body":"Like the Catholic Church in the West, the Orthodox Church in the East upholds the doctrine of Christ's presence in the Eucharist. In the Eastern Orthodox or Byzantine rite, a large cloth covers the bread and wine as they are brought into the church. The entry with the elements acquired the significance of a funeral procession, the cloth a burial shroud , the bread and wine Christ's dead body. For this reason, around the fourteenth  century, the cloth, or epitaphios, began to be adorned with an image of the dead Christ. In this example, Christ's body is covered by a small embroidery, further equating his body with the Eucharist, since both are shrouded with a ritual  cloth.\n",
            "title":"Collection Publications: Reflections of the Passion (y1966-218)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}