{
    "makerid":9993,
    "published_date":"2022-03-28 16:07:44.421219",
    "type":"maker",
    "displayname":"Gordon Y. S. Wu",
    "makertype":"Individual",
    "alphasort":"Wu, Gordon Y S",
    "lastname":"Wu",
    "firstname":"Gordon",
    "nametitle":null,
    "middlename":"Y S",
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":null,
    "culturegroup":null,
    "biography":"Managing director of Hopewell Holdings Ltd., one of the largest\r\nproperty development and infrastructure groups in Hong Kong,\r\nGordon Wu Ying Sheung is also executive chair of Consolidated\r\nElectric Power Asia Ltd. (CEPA), Asia's largest independent power\r\nproduction company. Current Hopewell transport projects include\r\nseveral highways in the People's Republic of China and a mass\r\ntransit project in Bangkok, Thailand; CEPA projects include the\r\nconstruction of power stations in China, the Philippines and\r\nCentral Java.\r\n\r\nAfter graduating from Princeton, in 1962 Wu joined his father to\r\ncreate the family company of Central Enterprises Co. Ltd. to\r\nembark on real estate development in Hong Kong. The firm of Gordon\r\nWu and Associates was created to undertake design and engineering,\r\nand Hopewell Construction Co. Ltd. was created in 1963 to\r\nundertake construction activities. In 1972 Hopewell Holdings Ltd.\r\nwas formed to consolidate the holdings of Wu and colleagues. In\r\n1993 Hopewell's power projects were grouped as a separate\r\nsubsidiary, CEPA.\r\n\r\nFor his building projects, Wu developed of the slip form method of\r\nconstruction for high-rise buildings, by which the concrete\r\nstructure of such buildings can be erected at the rate of one\r\nfloor every three days. He has designed and developed more than\r\n100 buildings, including the 66-story Hopewell Centre (for 10\r\nyears the tallest building in Hong Kong), where the Hopewell group\r\nof companies is headquartered; the 1,200-room China Hotel in\r\nGuangzhou; and the 1,026-room Kowloon Panda Hotel in Hong Kong.\r\n\r\nAdviser to the International Finance Corporation Business Advisory\r\nCouncil of the World Bank Group, Wu also serves as adviser on a\r\nnumber of councils in Hong Kong and China. He is the recipient of\r\nhonorary doctorates from the University of Strathclyde, UK, and\r\nHong Kong Polytechnic.\r\n\r\nHe and his wife Ivy have four children, including June Wu '92 and\r\nThomas Jefferson Wu '94.\r\n\r\nhttp://www.princeton.edu/pr/news/95/q4/1109wubio.html\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gordon Y. S. Wu",
            "alphasort":"Wu, Gordon Y S",
            "lastname":"Wu",
            "firstname":"Gordon",
            "nametitle":null,
            "middlename":"Y S",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}