{
    "makerid":17037,
    "published_date":"2025-04-24 02:00:49.403209",
    "type":"maker",
    "displayname":"Andreas Feininger",
    "makertype":"Individual",
    "alphasort":"Feininger, Andreas",
    "lastname":"Feininger",
    "firstname":"Andreas",
    "nametitle":null,
    "middlename":"B. L.",
    "suffix":null,
    "displaybio":"1906–1999; born Paris, France; died New York, NY",
    "begindate":1906,
    "enddate":1999,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born 27 December 1906. From 1922 to 1925, Feininger studied cabinet making under Walter Gropius at the Bauhaus school in Weimar, Germany. From 1925 to 1927, Feininger attended the Bauschule (technical school) at Weimar, Germany. From 1927 to 1928, Feininger attended the Staatliche Bauschule in Zerbst, Germany. He graduated in architecture and structural engineering and also took up photography. From 1929 to 1931, Feininger worked as an architect in Dessau and Hamburg, Germany. In 1932, Feininger worked as an assistant architect at the Office of Le Corbusier in Paris, France. In 1933, Feininger moved to Stockholm, Sweden, where he operated an architectural and industrial photography studio. In 1939, Feininger moved to New York City, New York, where he worked as a freelance photojournalist for the Black Star Photo Agency until 1941. From 1941 to 1942, Feininger worked as a war correspondent and photographer for the United States Office of War Information. From 1943 to 1962, Feininger was a staff photographer for Life magazine. From 1962, Feininger has worked as a freelance photographer in New York City, New York, and in Connecticut. (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Andreas Feininger",
            "alphasort":"Feininger, Andreas",
            "lastname":"Feininger",
            "firstname":"Andreas",
            "nametitle":null,
            "middlename":"B. L.",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Full Name",
            "displayname":"Andreas Bernhard Lyonel Feininger",
            "alphasort":"Feininger, Andreas Bernhard Lyonel",
            "lastname":"Feininger",
            "firstname":"Andreas",
            "nametitle":null,
            "middlename":"Bernhard Lyonel",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500031430"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/34498155"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}