{
    "makerid":6294,
    "published_date":"2022-03-28 16:07:18.820665",
    "type":"maker",
    "displayname":"Giovanni Caroto",
    "makertype":"Individual",
    "alphasort":"Caroto, Giovanni",
    "lastname":"Caroto",
    "firstname":"Giovanni",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1488–ca. 1566",
    "begindate":1488,
    "enddate":1566,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Brother of (1) Gian Francesco Caroto. His training is undocumented, and some writers have assumed that Giovanni studied with his brother. His work shows the influence of Girolamo dai Libri (1474–1555) and Francesco Morone. Giovanni’s work moves from an early classical style that includes detailed representation of texture, fabric and landscape background to a fully High Renaissance style around 1530. His earliest extant work is probably the Annunciation on two canvases (Verona, S Giorgio in Braida), traditionally dated 1508 but possibly slightly later. It appears to refer both to Gian Francesco’s contemporary fresco of the same subject (Verona, S Gerolamo) and to Leonardo’s early Annunciation (Florence, Uffizi). Although the figures are somewhat stiff, the work shows Giovanni to be gifted and skilful. The depiction of the Virgin’s luminous dress is masterful, and the attention to detail in the sunset and wintry landscape behind Gabriel recalls Netherlandish painting. Similar qualities recur in the Virgin and Child Enthroned with SS Stephen and Martin (signed and dated 1514; ex-S Giovanni in Fonte, Verona; Verona Cathedral). In the Virgin and Child Enthroned with SS Peter and Paul (1516; Verona, S Paolo, main altar) the detail in the landscape and the sharply illuminated, rich materials is reduced to achieve an immediate sense of unity and grandeur, fostered by the huge, barrel-vaulted setting and a more pervasive, even light.\r\n\r\nThe pair of canvases representing St Paul and St George (Verona, Castelvecchio) probably belong to the early 1520s. The figure types are more generalized, and detail is further reduced in the landscape background. Their cool afternoon light resembles that in earlier examples by Morone and Paolo Cavazzola. Giovanni’s Self-portrait with his Wife Placida (1530; Verona, Castelvecchio), a fragment of high quality from an altarpiece formerly in the chapel of S Niccolò (S Maria in Organo)—which, according to Vasari, was frescoed by Gian Francesco and is an example of the brothers’ collaboration—has great dignity and calm in its image of the praying couple: all stiffness and sharp detail seen in earlier works have gone, and the cool light casts delicate, coloured shadows. Frescoes of the archangels Michael and Gabriel on the exterior of the Fontanelli Chapel, S Maria in Organo, also from 1530, likewise show mastery of a High Renaissance style. The angle at which the light falls is coordinated with the actual window to enhance the illusion that the sun is shining on the archangels in their trompe l’oeil niches.\r\n\r\nGiovanni’s activity as a student of antiquity may explain his smaller output in painting than his brother. In 1540 a series of his drawings of Verona’s Roman remains—the only documented works by Giovanni from this decade—were printed as woodcut illustrations to the first, Latin, edition of Torello Saraina’s De origine et amplitudine civitatis Veronae. They were published under his own name in 1560. These drawings show, in comparison with drawings of the same monuments by contemporaries, that Giovanni imaginatively ‘restored’ the antiquities, adding, for example, sculpted decorations on the Arco Leoni. The drawings for the 1546 vernacular edition (1546 edn and original drgs; Verona, Bib. Civ.) include a Self-portrait and a draped female niche figure, matronly and severe, labelled .gavia m.f. In the Villa del Bene, Volargne, where the Caroto brothers collaborated c. 1551, the room whose decoration is attributed to Giovanni has a striking monochrome frieze depicting animals, cornucopias, men and coats of arms. Below, six trompe l’oeil frescoes of biblical scenes appear as framed paintings with hooks and cast shadows . Within this playful illusion, Giovanni’s forms, illuminated by cool light, display their customary gravity and classical features.\r\n\r\nThe portrait of a Young Benedictine Monk (Verona, Castelvecchio) has variously been assigned both to Gian Francesco (Franco Fiorio) and to Giovanni (Baron). Its calm classicism, cool light and difference in handling in comparison with Gian Francesco’s portrait of the Red-headed Youth Holding a Drawing (Verona, Castelvecchio) argue for the latter view. According to Vasari, Giovanni taught both Veronese and Anselmo Canneri. GDA.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giovanni Caroto",
            "alphasort":"Caroto, Giovanni",
            "lastname":"Caroto",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Giovanni Battista Caroto",
            "alphasort":"Battista Caroto, Giovanni",
            "lastname":"Battista Caroto",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500018840"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/44574551"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}