{
    "makerid":14897,
    "published_date":"2022-03-28 16:08:53.829196",
    "type":"maker",
    "displayname":"Charles Penrose",
    "makertype":"Individual",
    "alphasort":"Penrose, Charles",
    "lastname":"Penrose",
    "firstname":"Charles",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1886–1958",
    "begindate":1886,
    "enddate":1958,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Established soon after the ascent of communism in the Soviet Union, The Newcomen Society in North America championed American capitalism, material civilization and entrepreneurship. But the English and American branches together counted only 323 members in 1933, the year leadership for The Newcomen Society in North America went to its co-founder and Loree's friend, Charles Penrose, Sr. (1886-1958). A graduate of Princeton University who once intended to become a minister but instead chose a career in engineering, Penrose found a new calling at Newcomen. Declining a salary, he became senior vice-president when the presidency was largely honorary, and under his dynamic governance the society achieved stature and prestige. He started sectional committees and aggressively recruited as members industrialists, educators, bankers and businessmen. Membership soared to 12,000, while the British chapter numbered less than 500.\r\n\r\nIn the late 1940s, Penrose built the society's headquarters on Newcomen Road in rural Exton, Pennsylvania, complete with a 2,700 volume library and museum featuring a range of model steam engines operated by hand-cranking or electricity. Beside a chapel stood a belltower which played a carillon. Designed by the Philadelphia architect Briton Martin (1899-1983), the campus had offices, guest houses and a printing shop for Newcomen Publications, Inc., which Penrose founded to produce the society's distinctive illustrated booklets featuring company histories. At Seapoint Beach in Kittery Point, Maine, the society maintained a summer retreat with guest cottages.\r\n\r\nPenrose appeared to know personally the top executives of every major company in the United States, and by charisma and will, made Newcomen an important part of their lives. Called a \"benevolent despot,\" he oversaw every detail on the society's production line of tributes to organizations, from editing and publishing an average of 55 booklet histories per year, to officiating across the country at 60-70 luncheons and dinners annually at which the histories were orated by their authors. Except for educators, expenses were usually paid by the enterprises being honored, which bought for distribution over 12,000 copies to enhance their reputations. It is no exaggeration to say that, in its heyday, anyone who was anyone in American commerce, manufacturing and academia belonged to The Newcomen Society in North America. In 1952, Time Magazine referred to Penrose as \"a combination of P. T. Barnum and the Archbishop of Canterbury.\" It quoted him saying:\r\n\r\n\"We are attempting to hold up to America the vision and the courage and the hard work and abiding faith -- make that a capital F -- of the men who years ago created the America which we have inherited.\" \r\nCharles Penrose, Sr. died suddenly in 1958, the year he finally became president\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charles Penrose",
            "alphasort":"Penrose, Charles",
            "lastname":"Penrose",
            "firstname":"Charles",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/36468943"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}