{
    "makerid":2757,
    "published_date":"2025-07-24 02:03:54.205782",
    "type":"maker",
    "displayname":"John Thomson",
    "makertype":"Individual",
    "alphasort":"Thomson John",
    "lastname":"Thomson",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1837–1921",
    "begindate":1837,
    "enddate":1921,
    "nationality":"British",
    "culturegroup":null,
    "biography":"John Thomson began experimenting with microphotography in the late 1850s. From 1862 to 1872, he travelled to the Far East where he photographed the Malaysia peninsula, Cambodia, Hong Kong, Singapore and China, and set up studios in both Singapore and Hong Kong. In 1867 he published a book of mounted albumen prints of Cambodian antiquities. Thomson arrived in China in 1868 and met Felice Beato. Thomson returned to London permanently in 1872 and published a book on his ten years of travel in Malacca (Malaysia), Indochina and China. In 1874, Thomson published an ambitious 4-volume book on his travels in China entitled \"Illustrations of China and its People\". From 1876 to 1878, Thomson worked on \"Street Life in London\" producing photographs for a serial illustrating the life and occupations of London's poor. It was the first photoreport that attempted to bring about social change. In 1879, Thomson produced a book illustrated with photographs taken on a three month trip to Cyprus. In the 1880s Thomson became a portraitist in Mayfair, London and one year later became the official photographer of Queen Victoria. In 1910, he was the official photographer to King George V (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Thomson",
            "alphasort":"Thomson John",
            "lastname":"Thomson",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500022641"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/54192776"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}