{
    "makerid":3257,
    "published_date":"2025-10-11 02:45:14.557781",
    "type":"maker",
    "displayname":"Bridget Riley",
    "makertype":"Individual",
    "alphasort":"Riley Bridget",
    "lastname":"Riley",
    "firstname":"Bridget",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, born 1931",
    "begindate":1931,
    "enddate":2100,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Bridget Riley",
            "alphasort":"Riley Bridget",
            "lastname":"Riley",
            "firstname":"Bridget",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500013384"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95762749"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db313654d9005001632973b"
            },
            "body":"<p>The work of Bridget Riley—a leading contemporary British painter and a significant figure in the development of abstract art in the twentieth century—exemplifies the ways in which theories of modern art that were developed in Europe before the Second World War became transformed and absorbed by a subsequent generation of artists working in the explosive postwar climate of the 1960s. Raised in Cornwall and educated at Goldsmiths College and the Royal Academy in the 1950s, Riley attended a pair of exhibitions in 1957 that would influence the course of her career: <em>Modern Art in the United States<em>, at the Tate, introduced her to the work of Jackson Pollock and other American Abstract Expressionists, while the exhibition <em>The Developing Process<em>, organized by British artists and educators Harry Thubron and Victor Pasmore at the Institute for Contemporary Arts, London, led her to develop her independent artistic style. Both Thubron and Pasmore admired the influential art criticism of Sir Herbert Read, a champion of British abstract art who expounded the design principles developed by Josef Albers at the Bauhaus in the 1920s. In 1961, Riley began to paint optically aggressive black-and-white abstract patterns largely inspired by Albers’s theories of visual perception. Following her first solo exhibition at Gallery One in London in 1962, Riley participated in a number of international group exhibitions, the most important being <em>The Responsive Eye<em>, organized by William Seitz in 1965 at the Museum of Modern Art, New York. Although she only showed two works in that exhibition, her undulating waves of black-and-white stripes came to epitomize a style of painting and design that critics quickly labeled “Op Art.” Riley went on to win the International Prize for Painting at the 34th Venice Biennale in 1968–69, becoming the first con- temporary British artist—and the first woman artist—to do so. Bridget Riley has identified her screenprint <em>Untitled [Based on “Primitive Blaze”]</em> as the first print of her career, created following the success of her 1962 Gallery One exhibition. Derived from a black-and-white painting entitled <em>Primitive Blaze<em>, the print replicates the striking optical qualities of that circular composition while taking advantage of the sharp-edged clarity of the silkscreen process. At the time, screenprinting was used almost exclusively for commercial advertising purposes, but it would evolve in the 1960s into a favorite printmaking technique for British and American Pop artists such as Richard Hamilton, Robert Rauschenberg, and Andy Warhol. Prints from Bridget Riley’s career before 1967 are exceedingly rare in American museums, and this impression of <em>Untitled [Based on “Primitive Blaze”]</em> was acquired directly from the artist’s studio.</p>",
            "title":"Magazine: Winter 2013",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}