{
    "makerid":4182,
    "published_date":"2022-03-28 16:05:56.339431",
    "type":"maker",
    "displayname":"William McGregor Paxton",
    "makertype":"Individual",
    "alphasort":"Paxton William McGregor",
    "lastname":"Paxton",
    "firstname":"William McGregor",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1869–1941",
    "begindate":1869,
    "enddate":1941,
    "nationality":"American",
    "culturegroup":null,
    "biography":"William McGregor Paxton (June 22, 1869 – 1941) was an American Impressionist painter.\r\n\r\nBorn in Baltimore, the Paxton family came to Newton Corner in the mid-1870s, where William's father James established himself as a caterer. At 18, William won a scholarship to attend the Cowles Art School, where he began his art studies with Dennis Miller Bunker. Later he studied with Jean-Léon Gérôme in Paris and, on his return to Boston, with Joseph DeCamp at Cowles. There he met his future wife Elizabeth Okie, who also was studying with DeCamp. After their marriage, William and Elizabeth lived with his parents at 43 Elmwood Street, and later bought a house at 19 Montvale Road in Newton Centre.\r\n\r\nPaxton, who is best known as a portrait painter, taught at the Museum School from 1906 to 1913. Along with other well known artists of the era, including Edmund Charles Tarbell and Frank Benson, he is identified with the Boston School.\r\n\r\nPaxton was working on his last painting, a view of his living room at 19 Montvale Road, with his wife posing for him, when he was stricken with a heart attack and died at the age of 72. (Wikipedia)\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William McGregor Paxton",
            "alphasort":"Paxton William McGregor",
            "lastname":"Paxton",
            "firstname":"William McGregor",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500003172"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/33201285"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}