{
    "makerid":14188,
    "published_date":"2024-02-22 02:02:26.912994",
    "type":"maker",
    "displayname":"Yorùbá",
    "makertype":"Cultural Group",
    "alphasort":"Yorùbá",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"African",
    "culturegroup":"Yorùbá",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Yorùbá",
            "alphasort":"Yorùbá",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Yorùbá"
        },
        {
            "nametype":"Alternate",
            "displayname":"Nago",
            "alphasort":"Nago",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Nago"
        },
        {
            "nametype":"Alternate",
            "displayname":"Yorba",
            "alphasort":"Yorba",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Yorba"
        },
        {
            "nametype":"Alternate",
            "displayname":"Yorouba",
            "alphasort":"Yorouba",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Yorouba"
        },
        {
            "nametype":"Alternate",
            "displayname":"Yoruba",
            "alphasort":"Yoruba",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Yoruba"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500204596"
        },
        {
            "source":"AAT",
            "id":"300016031"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6244a47fe69dd40018d89c42"
            },
            "caption_file":[],
            "title":"Lecture | Clothing for the Ancestors: Global Textiles in Nigerian Egúngún Masquerade Costumes",
            "video_type":"Lecture",
            "speaker_type":"Expert",
            "displaydate":"9/23/2021",
            "description":"Egúngún masquerade costumes swirl into motion during festivals honoring departed ancestors. Globally sourced, their layered fabric panels reflect local aesthetics and ritual practices. Often made from reused clothing, they also illuminate regional fashions and consumer tastes in imported fabric. Considering egúngún through a textile lens, this talk by Kristen Windmuller-Luna, curator of African art at the Cleveland Museum of Art, draws from fieldwork in Nigeria and extensive analysis of égungún in museum collections. Introduced by Julianna Ochs Dweck, chief curator at the Princeton University Art Museum.",
            "file_uri":"https://mediacentral.princeton.edu/id/1_ywqb8kyn",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db6f20eee23c8001678a713"
            },
            "body":"Africa has always been a part of global art history; indeed, art-making originated on the continent more than 100,000 years ago. Yet, flipping through most introductory art history textbooks, one could not be blamed for getting the impression that African arts developed in isolation. If connections between the arts of Africa and the rest of the world are made, too often the discussion stagnates at the trope of the so-called discovery of African arts by European modernists like Pablo Picasso and Amedeo Modigliani in the early twentieth century. [...]\n\nThree works demonstrate how rulers around the world combined foreign and local symbols to portray their power. The antelope hide cap of an Akan royal gun bearer displays images of both swords and muskets. Representations of European-introduced weapons dominate, but it is the local <em>afena</em> sword that takes pride of place at the cap’s center. Just as Akan rulers embellished their objects of power with foreign symbols, so too did the French. In Jean-Léon Gérôme’s painting of Napoléon Bonaparte in Cairo, the general is shown wearing his trademark black bicorne hat but also holds a curved Mameluke sword—born of the Muslim Seljuq Empire—localizing the exotic to underscore French Christian power. The third object in this conversation illustrates the complexity of Afro-European relationships during the colonial era: a Yoruba ruler’s gold-beaded coronet, likely modeled after Queen Victoria’s coronation crown, may have signified its wearer’s alliance with the British colonizer, yet its symbolism remains rooted in Yoruba visual tradition— the beaded birds allude to the women without whom a leader could not rule. All three objects, while visually distinct, speak to ways the arts represent and augment power.",
            "title":"African Arts in a Global Conversation",
            "source_project":"Other",
            "author_type":"Other ",
            "exhibitions":[],
            "source":"Magazine: Spring 2018"
        },
        {
            "_id":{
                "$oid":"5db88bb0975ec80016e02d3d"
            },
            "body":"As the slave trade devastated Yoruba communities, the need for self-protection generated new practices focused on the individual. These included keeping a “house of the head” (ile ori) like this one, which encased a shrine (ibori) dedicated to the inner, spiritual component of the head. Cowrie shells like those that encrust this structure were traded as currency in exchange for human life during the height of the Atlantic slave trade; thus, the cowries brought to the Nigerian coast on Portuguese ships represented the violence and the wealth of the Atlantic economy. A cowrie-covered ile ori protected the individual spiritually and also literally, through the accumulation of trade wealth. Upon their owners’ deaths, ile ori were traditionally dismantled, their cowries redistributed among relatives and returned to circulation. In the case of this intact example, the owner probably converted to another religion before his death.\n\n<em><em>Conversation prompts:<em><em>\n\nDescribe the different ways that the cowrie shells are functioning on this object—as material elements (with architectural and textural effects) and/or as symbols of power.\n\nEuropean glass beads also functioned as currency within the transatlantic slave trade. How did this asymmetrical system of power and wealth effect the ways in which we can appreciate the fine beadwork on this object?",
            "title":"Teach with Collections: Yor√πb√° artist, ‚ÄúHouse of the Head‚Äù shine (Il√©-Or√≠)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64ee0bfd538ac6620e32b760"
            },
            "exhibitions":[
                {
                    "$oid":"5ec3f089ccba4f2b3ca3735c"
                }
            ],
            "title":"Exhibition: States of Health: Visualizing Illness and Healing",
            "body":"<p><strong>Exhibition</strong><br><strong>States of Health: Visualizing Illness and Healing</strong><br>November 2, 2019–February 2, 2020</p><p><br>How have artists given the concept of disease, and the more personal experience of illness, concrete form through art? In gazing at representations of the sick, are &nbsp;we empathetic to the pain of others? How can objects speak to inequities in accessing care, and alternatively, how can they give a voice to the sick? <i>States of Health: Visualizing Illness and Healing</i>&nbsp;draws on the Princeton University Art Museum’s collections, as well as the holdings of Firestone Library, &nbsp;to address and frame questions of illness, suffering, care, and healing as expressed in the global visual arts from antiquity to the present.&nbsp;The works are organized into four thematic groupings—“Confronting Contagion,” “States of Mind,” “Worlds of Care,” and “Childbirth”—that highlight objects’ varied functions as document, metaphor, fantasy, protest, invocation, and testimony. Transhistorical juxta-positions provide an opportunity to reﬂect on culturally diverse artistic interpretations of pain and hope and raise interdisciplinary questions about care as a range of practices complicated by power dynamics. &nbsp;</p><p>In “Confronting Contagion,” the two primary areas of focus are the bubonic plague and AIDS, while additional artworks speak to syphilis, cholera, and typhoid, among other diseases. A painting of Saint Sebastian by the Master of the Greenville Tondo shows the role this early Christian saint played as a protector against the plague, also known as the black death. The work is at once abstract with its black background and depiction of an idealized ﬁgure, suggesting the saint’s divine role as an intercessor, and speciﬁc in its detail of one strategically placed arrow by Sebastian’s groin, where the disease’s pustules were known to appear. A colorful 1992 screenprint comes from a graphic memoir created by the artists David Wojnarowicz and James Romberger that illustrates Wojnarowicz’s life, from his years as a homeless teenager to his struggles with AIDS. Although Wojnarowicz died before the artists could complete the book together, Romberger continued the project and published <i>7 Miles a Second</i> in 1996. The scene shown here communicates the ravaging effects of AIDS and a sense of loss as well as an intense affection between the figures.</p><p>“States of Mind” features artists’ reﬂections on their own mental struggles as well as on the experiences of others. Utilizing different stylistic means, the artists reveal the poignant role of art in communicating inner states of turmoil and inviting empathy from a viewer. Leonora Carrington’s color lithograph <i>Crookhey Hall</i>, for example, depicts fleeing figures and an ominous palace in the background, suggesting associations with her book <i>Down Below</i> (1944), a harrowing account of her experiences in an asylum, where she was given convulsive shock therapy.</p><p>“Worlds of Care” juxtaposes objects used for medicinal treatment with works providing spiritual comfort, and places works reflecting self-care in conversation with objects showing caregiving by a healer or doctor. Gordon Parks’s photograph <i>Isabel Beside Sick Father, Rio de Janeiro, Brazil</i> is a powerful image that speaks to suffering as well &nbsp;as to healing. In 1961 <i>Life </i>magazine sent Parks to Brazil &nbsp;for a story on poverty in Latin America, specifically in &nbsp;Rio de Janeiro’s notorious favelas, where he spent weeks documenting the lives of the Da Silva family.</p><p>The last section of the exhibition illustrates the hopes &nbsp;and perils associated with pregnancy and childbirth and the many rituals across cultures surrounding the start of a life. According to a 1970s health study, Yorùbá parents in Nigeria experienced one of the world’s highest rates of twin births. Parents who lost one or both of their twins often commissioned <i>Ère Ìbejì</i> sculptures (such as those shown here). Neither portraits of the deceased nor memorials, these miniature images house the immortal souls of children said not to have died but to “have traveled” or &nbsp;“gone to market.” To care for the child’s spirit, the parents or surviving twin would ritually wash, clothe, and feed the sculpture, resulting in a worn surface. &nbsp;</p><p><i>States of Health</i> grew out of several campus conversations as well as class visits to the Museum, including Professor João Biehl’s class Medical Humanities, which focused on the cross-cultural significance of medicine and present-day struggles for well-being, and Professor Elena Fratto’s seminar Literature and Medicine, which took an interdisciplinary approach to reading texts and considering illness, caregiving, and the field of medicine. This fall a rich array of &nbsp;Museum programs explores the ways in which artists have tackled disease, responded to mental illness, and explored the complexities of care.</p><p><br>Veronica White&nbsp;<br>Curator of Academic Programs</p><p>&nbsp;</p><p>Laura Giles&nbsp;<br>Heather and Paul G. Haaga Jr., Class of 1970, &nbsp;<br>Curator of Prints and Drawings</p><p><br>Princeton University Art Museum &nbsp; Fall 2019 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}