{
    "makerid":5305,
    "published_date":"2023-03-28 02:02:06.668075",
    "type":"maker",
    "displayname":"Jean-Antoine Houdon",
    "makertype":"Individual",
    "alphasort":"Houdon, Jean-Antoine",
    "lastname":"Houdon",
    "firstname":"Jean-Antoine",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1741–1828; born Versailles, France; died Paris, France",
    "begindate":1741,
    "enddate":1828,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Houdon studied under Slodtz, Pigalle, and Lemoyne at the ancienne école académique and at the age of twenty won the Prix de Rome. Three years later, Houdon obtained a residency at the Académie de France in Rome, and in Italy, he discovered the newly uncovered works at Herculaneum and Pompeii as well as works of the Renaissance sculptors, especially Michelangelo. A year after his return to Paris in 1768, Houdon was received into the Académie royale de peinture et de sculpture. In 1771, Houdon became a member of the Académie, presenting his marble 'Morpheus' as his reception piece; Houdon was named professor at the Académie in 1778. Throughout his career, he moved easily between a style of controlled classicism and a baroque dynamism, adapting the treatment to the nature of the subject. His work also displays a rigorous realism, inspired by quattrocentro sculpture and based on in-depth anatomical studies. His sense of classical restraint coupled with an incisive understanding of and ability to depict human character give Houdon's portraits their particular vitality and reflective expression. French sculptor (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean-Antoine Houdon",
            "alphasort":"Houdon, Jean-Antoine",
            "lastname":"Houdon",
            "firstname":"Jean-Antoine",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500003939"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/59182549"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}