{
    "makerid":13510,
    "published_date":"2024-02-22 02:02:20.417213",
    "type":"maker",
    "displayname":"Mochica",
    "makertype":"Cultural Group",
    "alphasort":"Mochica",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Andean",
    "culturegroup":"Mochica",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Moche",
            "alphasort":"Moche",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Moche"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Mochica",
            "alphasort":"Mochica",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Mochica"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017287"
        },
        {
            "source":"ULAN",
            "id":"500203840"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100637986"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1efd8b627280016f5dc8d"
            },
            "body":"<p>Mochina artists are among the best known and most widely appreciated ancient Andean craftsmen, thanks largely to the naturalistic imagery they modeled and painted on stirrup-spout vessels. As demonstrated by the magnificent tomb finds at Sipán, however, the Mochica were also exceptionally skilled metallurgists. They made several significant technological contributions to ancient Peruvian metallurgy, including the use of copper, the creation of alloys (combinations of copper, silver, and gold), depletion silvering/gilding by hammering, and lost-wax casting. The Art Museum has recently acquired a cast chisel whose finial ranks it among the most complex and finely executed objects of the latter type. The object is comprised of a flat, narrow blade, a short handle with a small metal loop for attachment, and an elaborately detailed finial with two interacting supernatural characters. One figure is primarily humanoid, yet he has a tail in the form of a serpent. His left hand gestures toward the other figure, while the right is cocked back, probably wielding a spear-thrower and dart. Impressive detail remains visible through the ancient patina, allowing the astute viewer to discern a tunic and belt made of rectangular facets, paired ear spools on each ear, a fierce, toothy smile, and a headdress comprised of a small feline beneath with a disk and three long feathers. Though the second figure is predominantly feline, it stands on its hind legs like a human and wears a large back-rack from which two decapitated human heads dangle. The feline’s snarl and claws, as well as a series of serpent forms that frame the body, enhance the general sense of menace of this supernatural character. Although objects of this type have been interpreted variously as scepters or coca-snuffing “spatulas,” scholars have hypothesized that they in fact served as bloodletters in sacrificial rites. They presumably were used to pierce the jugular of a sacrificial victim; the blood was then collected in a cup or bowl for consumption before the victim was decapitated and, as attested by archaeological excavations, sometimes more thoroughly disarticulated. The iconography of the chisel’s detailed finial befits its grim function. Depictions of the Sacrifice Scene on Mochica pots indicate that actors donned costumes of deities; the feline and the man on the chisel are either the gods themselves or the ritual practitioners in costume. The small scale and intricacy of the finial scene suggest it was intended for careful viewing. Might this scene of fearsome, violent supernatural creatures have been made with the sacrificial victim as its intended audience? If so, we could imagine the sacrificant providing his victim with an intimate, private viewing, turning the chisel in his hand to reveal the realm of supernatural violence he was about to enter. Alternatively, the object’s sinister iconography may have imbued it with supernatural power and defined its gruesome function; as such, skill and intricacy may have been seen to correlate directly with efficacy and potency.</p>",
            "title":"Magazine: Spring 2010",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}