{
    "makerid":69,
    "published_date":"2022-03-28 16:03:18.575088",
    "type":"maker",
    "displayname":"Harold Altman",
    "makertype":"Individual",
    "alphasort":"Altman, Harold",
    "lastname":"Altman",
    "firstname":"Harold",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1924-2003",
    "begindate":1924,
    "enddate":2003,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Harold Altman was born in New York City in 1924. He attended the Art Students League, the Black Mountain College, the Academie de la Grande Chaumiere in Paris, and was a graduate of the Cooper Union Art School. Starting in 1962 he lived in the central Pennsylvanian village of Lemont, where a nineteenth century frame church served as his studio. Altman spent one third of each year working in Paris where his lithographs were printed at Atelier DesJobert. In previous years his etchings were printed at Atelier George LeBlanc. The artist's works have been exhibited at numerous galleries and museums, both in the United States and abroad. He is represented in nearly every significant collection in the world. New York's Museum of Modern Art owns over forty Altmans while the Whitney and Brooklyn Museums each have over fifty of his works in their permanent collections. His work is to be found in many museum collections outside of the United States, several of which are the Victoria and Albert Museum of London, the Stedelijk Museum of Amsterdam, the Kunst Museum of Basel, the Royal Museum of Fine Arts of Copenhagen and the Bibliotheque Nationale of Paris. Altman has received numerous awards, grants and fellowships. Among them are two Guggenheim Fellowships, a Tamarind Lithography Fellowship, a National Institute of the Arts and Letters Award, a Fulbright-Hayes Senior Research Fellowship for work in France and a National Endowment for the Arts Grant. (David Barnett Gallery, artist bio)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Harold Altman",
            "alphasort":"Altman, Harold",
            "lastname":"Altman",
            "firstname":"Harold",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}