{
    "makerid":12556,
    "published_date":"2025-05-06 02:04:18.821223",
    "type":"maker",
    "displayname":"Northern Song dynasty",
    "makertype":"Individual",
    "alphasort":"Northern Song",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"960–1127 CE",
    "begindate":960,
    "enddate":1127,
    "nationality":"Chinese",
    "culturegroup":"Northern Song",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Northern Song dynasty",
            "alphasort":"Northern Song",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Northern Song"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db7530168398700162b1ba4"
            },
            "body":"Thinly potted porcelain lobed winecup and dish-shaped stand. The cup is divided into six petal lobes by notches around the everted rim, and corresponding fine incised lines are found on the exterior sides. The cup rests on a small splayed pedestal base. The porcelain stand is in the form of a dish with a raised center and an elevated, flat outer rim with six notches along the upturned edges. The dish section is raised on a high hollow foot divided into six panels, each with a trefoil cutout in the center. Both cup and stand are glazed with a translucent ice-blue glaze, but the bases are unglazed and show kiln grit and iron-brown oxidation marks characteristic of the Hutian kilns located in Hutian village on the outskirts of Jingdezhen, Jiangxi province.",
            "title":"Asian Art website: Flower-shaped wine cup and stand",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64ee0cdc538ac6620e32b761"
            },
            "title":"Exhibition: The Eternal Feast: Banqueting in Chinese Art from the 10th to the 14th Century",
            "body":"<p><strong>Exhibition</strong><br><strong>The Eternal Feast: Banqueting in Chinese Art from the 10th to the 14th Century</strong><br>October 19, 2019–February 16, 2020</p><p>&nbsp;</p><p>Feasting was an important social and ritual activity in China from the Bronze Age through the imperial period and retains a strong cultural significance to this day. <i>The Eternal Feast</i> illuminates the impact of the culture of feasting on China and its artistic traditions through the lens of rare surviving paintings of feasts, and objects related to those depictions, from the tenth through fourteenth centuries. This time frame spans the rise and fall of the Liao (907–1125), Song (960–1279), &nbsp;Jin (1115–1234), and Yuan dynasties (1260–1368)—a five-century period that witnessed not only prolonged periods of rapid economic growth supporting the widespread flourishing of the arts but also intense political turmoil that led to the subjugation of Chinese territory by foreign powers. Works from this period manifest a shift in the role of painting in society: the decline of the elite tomb as a major site of painting, and the rise of a new class of social elites who commissioned works of art meant for the living.&nbsp;<br>&nbsp;</p><p><i>The Eternal Feast</i> is divided into three sections, each centered on a key painting or set of paintings. “Dining in the Afterlife” examines the central role paintings of feasts and objects made for feasting played in funerary art, focusing on some of the earliest works in the exhibition, a set of six paintings on wood made for a Liao dynasty tomb. Among the lesser-known jewels of Princeton’s collection, two of these wood panels depict a group of men preparing tables for an intimate, outdoor feast. The panels were produced during the tenth or early eleventh century in the territory of the Liao empire, which encompassed parts of Manchuria, &nbsp;North China, and Mongolia.&nbsp;<br>&nbsp;</p><p>Founded by a confederation of nomadic Khitan tribes, the Liao modeled their empire on the preceding Tang dynasty (618–907). One of the many traditions appropriated from the Tang was the construction of elaborate underground tombs decorated with large murals and stocked with goods for use in the afterlife. Scenes of &nbsp;banqueting within Liao tombs, which followed a funerary custom with roots going back as far as the Han dynasty (206 BC–AD 220), as well as &nbsp;the inclusion of the accoutrements of the feast, ensured &nbsp;the soul of the deceased would be nourished and honored for eternity.&nbsp;<br>&nbsp;</p><p>While the Liao ruled parts of northern China, to the south the Chinese heartland was under the control of the Song dynasty. The second section of the exhibition, “Ladies Banqueting in Seclusion,” moves our attention to a large hanging scroll titled <i>Palace Banquet</i>. The painting presents &nbsp;a bird’s-eye view into a palatial estate. At the center of the compound, a group of &nbsp;ladies stand among banquet tables, readying for a grand feast. The exquisite setting features musical entertainment, ornate censers, and a host of maidservants. Although this setting is thoroughly contemporary with the early twelfth-century artist who painted it, the ladies belong to an earlier time. Their gowns, hairstyles, and slightly rounded figures all bear hallmarks of mid-eighth-century fashion. The painting is a work of artistic nostalgia for the Tang dynasty, presenting an imagined feast of the past meant to decorate the interior &nbsp;of a grand Song dynasty home.&nbsp;<br>&nbsp;</p><p>The final section of the exhibition, “Gentlemen Feasting as Scholarly Business,” is formed around a Yuan &nbsp;dynasty handscroll called <i>Evening Literary Gathering</i>. &nbsp;<br>The painting captures a scene of eighteen gentlemen enjoying the final stages of an informal feast in a garden setting. Although the number of gentlemen clearly evokes the Eighteen Scholars of the Tang dynasty (a famed group &nbsp;of imperial advisors), the scene, with all its descriptive &nbsp;detail, belongs firmly to the present. Its boisterous imagery of drunken revelry offers a unique portrayal of Chinese literati under the Mongol-led Yuan dynasty. Whether the painting is viewed as lightheartedly humorous or bitingly satirical, it must be considered within the context of the &nbsp;rise of a foreign regime that greatly diminished the social prestige of the Chinese literati by limiting their traditional role in governmental service.<br>&nbsp;</p><p>Addressing concepts of the afterlife, the politics of the present, and nostalgia for the cultural traditions of the past, these three paintings demonstrate the different functions served by images of feasting in China from the tenth to the fourteenth century. The dual impact of the culture of feasting in China on funerary art and the art of the living is also demonstrated in <i>The Eternal Feast</i> by a range of works in ceramic, metal, textile, and lacquer, including fine dining ware, ornate costume, and sculptures of performers featured at feasts. Serving in both the funerary rituals and the daily life of the social elite, these works speak to the rich artistry devoted to objects used, displayed, and associated with feasts and banquets in China.</p><p>&nbsp;</p><p>Zoe S. Kwok&nbsp;<br>Assistant Curator of Asian Art</p><p><br>Princeton University Art Museum &nbsp; Fall 2019 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}