{
    "makerid":5035,
    "published_date":"2022-03-28 16:06:28.901473",
    "type":"maker",
    "displayname":"Dimitri Hadzi",
    "makertype":"Individual",
    "alphasort":"Hadzi Dimitri",
    "lastname":"Hadzi",
    "firstname":"Dimitri",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1921–2006; born New York, NY; died Boston, MA; active Rome, Italy and Cambridge, MA",
    "begindate":1921,
    "enddate":2006,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Dimitri Hadzi",
            "alphasort":"Hadzi Dimitri",
            "lastname":"Hadzi",
            "firstname":"Dimitri",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500056031"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/48799705"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d94de84c137130016335de3"
            },
            "title":"Hear the University Architect (y1971-25)",
            "transcription":"Hear the University Architect (y1971-25)\n\nProspect House was designed by the Philadelphia architect John Notman in 1851. The Italianate design was a dramatic departure from the traditions of Georgian and Classical architecture that defined the early campus.\n\nThe house was not part of Princeton until it was donated to the University by Thomas Potter and used as the official residence of the president, beginning with McCosh in 1879.\n\nIn 1968 the house was converted into the faculty club. Warren Platner, perhaps best known for his beautiful mid-century modern furniture, designed the elegant glass pavilion facing the garden in 1969.\n\nThe gardens of Prospect are one of the most unique and beautiful settings on campus. In 1904, President Wilson built the iron fence around the grounds in order to protect them from students crossing on their way between the eating clubs and the dorms. The formal design of semicircular garden and diagonal paths was created in the late nineteenth century.\n\nOver time, there have been many iterations of the garden design. The current garden is the work of the New York designer Lyndon Miller.\n\nAt the west end of the gardens is a beautiful setting of specimen trees. This landscape is a result of the collaboration between Beatrix Farrand, the university’s landscape architect from 1912 to 1943, and James Clark, the horticulturalist who directed the landscaping efforts on campus from 1928 to 1962.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca069",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5d94e1adc137130016335dea"
            },
            "title":"Hear the Manager of Campus Collections (PP530)",
            "transcription":"Hear the Manager of Campus Collections (PP530)\n\nDimitri Hadzi’s work was inspired by John F. Kennedy’s book Profiles in Courage, which features the stories of eight U.S. senators who fought for their beliefs despite strong opposition. Many of the artist’s works have mythological and historical titles drawn from his Greek heritage; Thermopylae refers to the site of the heroic battle in which the Spartans fought the Persians in 480 B.C. to stem the tide of tyranny. His sculptures are also informed by Greco-Roman traditions—an interest cultivated during his studies in Greece on a Fulbright scholarship, followed by years living in Rome before returning to the U.S., where he taught at Harvard for fourteen years. Considered a Modernist, Hadzi straddled abstraction and figuration. Here he explores the formal properties of spatial composition while recalling the battered helmets and armor of a fierce battle. Thermopylae was given to the University by Stephen F. Vorhees, Class of 1900, who was also the chief architect of the E-Quad building. It was the University’s first abstract sculpture.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca061",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}