{
    "makerid":527,
    "published_date":"2023-03-29 02:04:46.959899",
    "type":"maker",
    "displayname":"François Boucher",
    "makertype":"Individual",
    "alphasort":"Boucher, François",
    "lastname":"Boucher",
    "firstname":"François",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1703–1770; born and died Paris, France",
    "begindate":1703,
    "enddate":1770,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French Rococo artist who epitomizes the frivolous and elegant court life of France in the mid-18th century. During his early career he was closely associated with Watteau, many of whose paintings he engraved. Boucher was a successful and incredibly prolific artistic who had a major impact on both fine and decorative art of the 18th century. He is particularly noted for having reinvented the genre of the pastoral, creating images of shepherds and shepherdesses as sentimental lovers that was taken up in a variety of medium. Boucher's sketchy manner of painting helped to promote painterliness as an end in itself. This trend dominated French painting until the emergence of Neoclassicism, when the tides of criticism turned against Boucher and his followers. French painter, etcher, and draftsman (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"François Boucher",
            "alphasort":"Boucher, François",
            "lastname":"Boucher",
            "firstname":"François",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032143"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/66517093"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1eba2b627280016f5dc8b"
            },
            "body":"[In 2010] the Museum’s conservator, Norman Muller, undertook extensive technical analysis of the paintings, [<em>Arion on the Dolphin</em> and <em>Vertumnus and Pomona<em>] which led to the discovery that both works had been partially repainted. The <em>Arion</em> originally closely resembled a drawing by Boucher that is now in the Morgan Library and Museum. A comparison between the X-ray and the Morgan drawing... makes this clear. The major changes in <em>Arion on the Dolphin</em> (and lesser changes in <em>Vertumnus and Pomona<em>) are evidence of the complex history of these paintings. The repainting must have taken place before 1766, when the prints, which show the new compositions, were made. The rea- sons for the compositional changes are unknown, but the repainting was surely done by Boucher himself, as Bergeret was an important client. The modifications demonstrate that the paintings on view were indeed the royal pictures and not later copies, which would not have traces of earlier compositions concealed below the paintings we know.",
            "title":"Magazine: Spring 2010",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db73bd168398700162b1b93"
            },
            "body":"<em><em>ARION ON THE DOLPHIN<em><em>\n\nI\nA rock-god waiting in the wings \nto set himself before the king,\nthis eye-linered and lip-glossed Arion fouters \nwith his lyre's five strings\n\nacross the span\nof twenty-five centuries. His big hair's bigger than ever \n     from the fan\nof a wind-machine.  The sky's pinks and pewters \nresound in the brain-pan\n\nof a bloodied Triton still grasping his horn\nthrough a brine-flurry\nwhile the doo-wop chorus\n\nof Nereids or such sea-born\nnymphs seem content to hold their hurry\ntill those twenty-five centuries have taken their course.\n\nII\n\nA course that was laid long before the keel of oak \nwas laid to soak\nin Piraeus, got to be, long before murrey \nwould infiltrate his cloak,\n\nthe mulberry over which Arion will mull \nlong after a Triton's skull\nexplodes. Not to worry, he'll muse, not to worry \nif the top-heavy hull\n\nis shortly a hulk through which they'll pick \nas they'll pick through the rubble\nof an elevator-shaft. What's not to love about the Teflon,\n\nits non-stick\ncomplete with the dead giveaway of a three-day stubble \non the cheek of a dolphin?\n\nIII\n\nLess dolphin this than dog, dog-paddling through drifts \n     of brine,\nbearing a keg of brandy-wine\nfor lost sea-mountaineers. Less dolphin than double \nof the figurehead of the ship in sharp decline\n\nbehind him, this sudden displacement of teak \nsuggesting the outlook's bleak\nfor both dolphin and <em>Dauphin<em>, spelling trouble\nfor another figurehead who'll soon barely squeak\n\nthrough the ranks of sans-culottes \nand the tumbrils' rough and tumble \nto die in a shitty kennel\n\nat the age of ten, a boy king going down at a rate of knots \nthrough the scumble\nof pewter and pink on a distant grassy knoll.\n\n\nIV\n\nOn a grassy knoll two Tritons dressed as tramps \nare doing the Versailles vamp\nwhile, high above the rumble, \nanother is aiming to put his stamp\n\non something. The Nereid as a flitch \nof halibut, caught without a stitch\non this holiest of days. Not to worry if we fumble \nas we bait and switch\n\nin a storm-sewer that might turn a mill\nnever mind a rumor-mill. In a bit of a pickle, \nthat Nereid, who shows such pluck\n\nbefore the likelihood of everything going downhill \nlike the trickle\nof blood from a, got to be, butcher-block.\n\n\nV\n\nNot to worry if the butcher massaging the rump\nof a Nereid is <em>le boucher<em>, plumping and plumping the \n       very clump\nat which he'll prickle.\nThe Triton in a slump\n\nacross the raft has taken a hit\nto the throat. The Nereid who's lost her kit\nand might once have been up for a little slap and tickle \nmay now never know just how interknit\n\nare herself and the lymph\nin which her hair streams like a, got to be, streamer.\nWhat's not to love about this vestige\n\nof the tail of a water-nymph\nwho might learn within the week it's not the blue-green of a \n       scaly femur\nbut gangrene kicking into its second stage?\n\n\nVI \n\nThe second stage where the rock-god needs to \n       simultaneously touch\nand turn away from those who need to clutch\nat him while kissing him off.  What 's not to love about a steamer \ngoing down and, insomuch\n\nas we may deduce if night will bring release\nfrom his tribulations and his safe return to Greece,\nabout a Triton torn between nuzzling the calf of his redeemer \nand gnawing it, this raft now being of a piece\n\nwith the raft of the <em>Medusa</em> and the raft\nof the sunk PT-109, though neither he nor his fellow \n       trumpet-tooters\nmay ever begin to drag out\n\nthe connection between the elevator-shaft\nand the storm-sewer where the third of the shooters \nwaits in the wings for the motorcade?\n\n--Paul Muldoon\n\n\n\n\n\n\n\n\n\n\n",
            "title":"Museum as Muse: Arion on the Dolphin",
            "source_project":"Other",
            "author_type":"Faculty",
            "source":"Other"
        }
    ]
}