{
    "makerid":14441,
    "published_date":"2022-03-28 16:08:40.742686",
    "type":"maker",
    "displayname":"Francis Landey Patton",
    "makertype":"Individual",
    "alphasort":"Patton, Francis Landey",
    "lastname":"Patton",
    "firstname":"Francis",
    "nametitle":null,
    "middlename":"Landey",
    "suffix":null,
    "displaybio":"American, 1843–1932",
    "begindate":1843,
    "enddate":1932,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Francis Landey Patton. He studied at Knox College and at the university of Toronto; graduated at Princeton Theological Seminary in 1865; was ordained to the Presbyterian ministry in June 1865; was pastor of the 84th Street Presbyterian Church, New York, in 1867-1870, of the South Church, Brooklyn, in 1871, and of the Jefferson Park Presbyterian Church, Chicago, in 1874-1881; and in 1872-1881 was professor in McCormick Seminary, Chicago. He was moderator of the General Assembly of the Presbyterian Church in 1878. In 1881-1888 he was Stuart professor \"of the relation of philosophy and science to the Christian religion\" (a chair founded for him) in Princeton Theological Seminary; in 1888-1902 he was president of the College of New Jersey, which in 1896 became Princeton University; in 1902 he became president of Princeton Theological Seminary.He brought charges of heresy in 1874 against David Swing, and was prosecuting attorney at Swing's trial. In 1881 and 1892 he was one of the opponents of Dr Charles A Briggs at the time of the Briggs heresy case. Dr Patton was an opponent of the revision of the Confession of Faith. He was editor, with Dr Briggs, of the Presbyterian Review, in 1880-1888. He wrote The Inspiration of the Scriptures (1869), and Summary of Christian Doctrine (1874). (Wikipedia)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Francis Landey Patton",
            "alphasort":"Patton, Francis Landey",
            "lastname":"Patton",
            "firstname":"Francis",
            "nametitle":null,
            "middlename":"Landey",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/53725133"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}