{
    "makerid":3848,
    "published_date":"2025-05-16 02:03:46.271608",
    "type":"maker",
    "displayname":"Thomas Moran",
    "makertype":"Individual",
    "alphasort":"Moran Thomas",
    "lastname":"Moran",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1837–1926",
    "begindate":1837,
    "enddate":1926,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born 12 January 1837; died 25 August 1926. In 1844, Moran and his family settled in Maryland. Moran began his career in the 1850s as a wood engraver in Philadelphia. In the mid-1850s, he studied painting in Philadelphia under his brother Edward Moran. Moran and his brother travelled to England in 1862 to study painting. In the 1860s, Moran also visited France and Italy. In 1871, Moran accompanied the Geological Survey of Yellowstone National Park, Colorado. In 1872, Moran established himself in New York City. In 1916, Moran moved to Santa Barbara, California. Comment on works: Landscapes",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Moran",
            "alphasort":"Moran Thomas",
            "lastname":"Moran",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500015257"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/54950684"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64f8edad538ac6620e32b783"
            },
            "title":"Exhibition: Nature’s Nation: American Art and Environment",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><strong>Nature’s Nation</strong><br><strong>American Art and Environment</strong><br>October 13, 2018–January 6, 2019</p><p>&nbsp;</p><p>It is a truism of museum practice that cultural artifacts reflect the time and place of their making. So it must follow that contemporary analysis of them—also a creative act of sorts—similarly mirrors the circumstances and preoccupations of our own time. Today, when public awareness of environmental issues has never been greater, the need to imagine more sustainable and ethical habits of human action and thought, including environmentally informed ways of understanding our cultural history, has catalyzed a vital new area of research, the environmental humanities.</p><p>This timely mode of cross-disciplinary inquiry seeks to bridge the gaps between science and the humanities and explore traditionally separate Western, Eastern, and Indigenous ways of perceiving and comprehending the natural world and the human place within it. In the realm of art, curators and art historians have an extraordinary opportunity to address these crucial subjects by illuminating the environmental contexts of aesthetic objects past and present, while fostering a heightened consciousness of ecological realities and concerns. As public institutions, museums can play an especially valuable role in foregrounding these common issues.</p><p><i>Nature’s Nation: American Art and Environment</i> engages this opportunity by telling a new environmental history of North American art, tracing evolving ideas about the environment from colonial encounters between Indigenous beliefs and European natural theology through nineteenth-century notions of progress and Manifest Destiny to the rise of modern ecological ethics and activism. Using the interpretive insights of interdisciplinary scholarship in ecocriticism, <i>Nature’s Nation </i>shows that works of art in all mediums and genres—not just landscape painting—produced by a diverse array of makers, have something to teach us about environmental history and perception by virtue of their subjects and contexts of creation, as well as the materials and techniques employed in their creation.</p><p>This sweeping exhibition traces our changing relationship to the natural world as both reflected and shaped through more than one hundred paintings, sculptures, prints, drawings, photographs, videos, and works of decorative art drawn from seventy collections nationwide and from Princeton’s own extensive holdings. The works on view range from colonial furniture to the art of Jeffersonian natural science, Hudson River School landscape painting to Native American basketry, Dust Bowl regionalism to modernist abstraction, postwar environmental activism to contemporary artistic engagement with the Anthropocene, in which environmental change is experienced with particular difference by communities of disparate class and ethnicity.</p><p><i>Nature’s Nation</i> unfolds in three broad chapters—Colonization and Empire, Industrialism and Conservation, and Ecology and Environmentalism—eras marked by growing awareness of human agency as an increasingly powerful environmental factor. The show begins with an introductory gallery, where iconic paintings by Albert Bierstadt and Thomas Moran are displayed alongside contemporary works by Valerie Hegarty and Jaune Quick-to-See Smith that update and revise earlier perceptions of the pristine American environment. An eighteenth􀀁century Chippendale chest of drawers and a 1950s Color Field painting by Morris Louis installed nearby innovatively broach the theme of artistic materials and their environmental implications. Altogether fifteen diverse works set the stage for the following chronological eras, which through related groups of objects in a dozen themed subsections collectively reveal evolving human understandings of nature and our relations within it.</p><p>The ﬁrst era, Colonization and Empire, addresses a period of profound epistemological transformation in visions of natural order, as the classical-Christian tradition of immutable hierarchy gives way to an emerging comprehension of environmental dynamism and complexity. During this period, the discovery of extinction, resource scarcity, pollution, and other revelations of modernity exposed limitations in the older European paradigm, which had represented nature statically and hierarchically as a Great Chain of Being. Major works by Charles Willson Peale and members of his family here acquire new meaning as landmarks of this historic shift, while three subsequent sections on landscape representation explore the use of the picturesque and sublime to variously order and colonize the physical world.</p><p>The second era, Industrialization and Conservation, contains works engaging tensions between progress and preservation, including complex representations of consumption and its effects by Winslow Homer, Thomas Eakins, George Beaver, and others. The advancing pace, and growing recognition, of the human role in environmental transformation and its pervasive implications were variously examined across the era’s visual culture—from Frederick Olmsted’s “Greensward” plan for Central Park to Sanford Gifford’s <i>Hunter Mountain, Twilight</i>, which both celebrate and scrutinize technological advance.</p><p>Finally, Ecology and Environmentalism considers art of the twentieth and twenty-first centuries that reimagines ecology on a global scale through expansive techniques and media. Works such as Alexandre Hogue’s “Erosions” paintings, Isamu Noguchi’s <i>This Tortured Earth</i>, Eliot Porter’s exhibit-format photography for the Sierra Club, Robert Rauschenberg’s <i>Earth Day</i> lithograph, and Maya Lin’s online project <i>What is Missing?</i> vividly reveal the human capacity to redefine “nature” on a colossal scale while reframing inherited beliefs about progress. During this period, artists inventively embraced new creative challenges posed by ecological issues of unprecedented scope, from the Dust Bowl to world war to global warming and mass extinction. These considerations raise provocative questions: What are the limits and responsibilities of art in an era of ecological crisis? In addition to transforming the planet, is this crisis also forcing a reassessment of received art historical categories and methods by creating new aesthetic opportunities and canons, not to mention new approaches to museum display and interpretation?</p><p>While cultural traditions throughout the world have contributed to human understandings of the environment, the peculiar pace and combination of forces in American history—including the Native-European encounter, slavery, settler colonialism, immigration, industrialization, and mass consumerism, together with catalytic figures in the emergence of modern ecological thought, from George Perkins Marsh to John Muir, Aldo Leopold, and Rachel Carson—make the region an especially appropriate crucible for this ecocritical reexamination of artistic practices and paradigms. At the same time, the exhibition critically engages the idea of America as “nature’s nation,” its title adapted from a seminal 1967 book by the American studies scholar Perry Miller, and challenges the exceptionalism inherent in the term in light of &nbsp;Indigenous, African American, and other cultural perspectives.</p><p><i>Nature’s Nation</i> will provide viewers and readers a compelling opportunity to reimagine the history of American art in environmental terms. Although scholars have made great strides in examining the nation’s artistic production in relation to social and cultural conditions, they have yet to consider issues of ecology or environmental history in a focused and sustained way. By using ecocriticism to rethink landscape painting along with other genres and media, <i>Nature’s Nation</i> aspires to expand the purview of American art history on multiple registers. We hope it may enrich the field, opening it up to new considerations of historical context, materiality, method, and meaning, while enhancing the relevance of American art to a wide audience.</p><p><br>Karl Kusserow&nbsp;<br>John Wilmerding Curator of American Art</p><p>Alan C. Braddock&nbsp;<br>Ralph H. Wark Associate Professor of Art History and American Studies, William &amp; Mary</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Fall 2018 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}