{
    "makerid":4512,
    "published_date":"2025-08-21 02:03:07.430526",
    "type":"maker",
    "displayname":"Sol LeWitt",
    "makertype":"Individual",
    "alphasort":"LeWitt, Sol",
    "lastname":"LeWitt",
    "firstname":"Sol",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1928–2007; born Hartford, CT; died New York, NY",
    "begindate":1928,
    "enddate":2007,
    "nationality":"American",
    "culturegroup":null,
    "biography":"LeWitt moved from Minimalism to Conceptual art in the 1970s often stressing theory over execution, employing systems to govern the artistic process (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sol LeWitt",
            "alphasort":"LeWitt, Sol",
            "lastname":"LeWitt",
            "firstname":"Sol",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115429"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/84632546"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dbb0018e1688d00168bc474"
            },
            "title":"Hear the Project Assistant (PP617)",
            "transcription":"Hear the Project Assistant (PP617)\n\nI remember the making of Whirls and Twirls by Sol LeWitt as if it were yesterday. Working as part of a team alongside the Sol Lewitt Studio project leaders was very satisfying. It was summer and it was very hot and stifling crammed atop the scaffolding directly below the ceiling. My most enduring memory is of laying out the mural’s curves and grid with a tape measure and a large handmade compass, based on annotated color diagrams by Sol Lewitt, and transposing the pencil lines to the ceiling. Taping off the lines, sealing the edge of the tape, and painting the sections was the fun part. The final treat was taking off the tape and paper covering to see the finished artwork! The project was literally a pain in the neck—we had to crane our necks to work overhead—but it was an important experience for me as an artist and directly influenced my own art-making practice. Specifically, it gave me the patience and persistence to conceptualize, design, plan, and execute my paintings (on paper, canvas, and wall), often using some of the same techniques, tools, and materials.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca037",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5dbafdf1e1688d00168bc473"
            },
            "title":"Hear the Curator (PP617)",
            "transcription":"Hear the Curator (PP617)\n\nAs you pass through the Bloomberg Arch of Bloomberg Dormitory, be sure to look up: there you’ll find Sol LeWitt’s vivid painting, Wall Drawing #1134, Whirls and Twirls (Princeton). In the late 1960s, LeWitt pioneered a new way of working: inspired by the tradition of mural painting, he began to create drawings and paintings for walls, all of them abstract. However, instead of making them himself, he penned instructions and diagrams and then outsourced the labor to others. The resulting works, like this one, are carefully scaled to their architectural settings. They combine a variety of relatively simple marks and geometric motifs to create aesthetic effects that are both dynamic and beautiful. Whirls and Twirls is especially playful for LeWitt, and its interlocking bands of color, which form a larger series of interconnected shapes, suggest exchange, movement, traffic, and the transmission of energy. When it was commissioned by Princeton University in 2004, Whirls and Twirls inaugurated a new phase of Princeton’s campus art program. Until then, the University’s campus art collection had been comprised almost entirely of monumental bronze or steel sculptures.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca057",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5df7c1f386bccf001614a5fd"
            },
            "body":"<p>Defined broadly, a print is any work of art produced in editions, that is, one of multiple original impressions derived from the same matrix, or physical source. An essential part of the Western artistic tradition since the fifteenth century, prints by the nineteenth century were produced largely as commercial illustrations, often accompanied by text; many of these facsimiles reproduced paintings or drawings by artists. Only in the latter part of the century did the practice of fine-art printmaking by European artists gain currency in America and begin to generate the momentum that would carry it into the next. In its vibration between graphic, sculptural, and painterly possibilities, the twentieth-century print has proven to be an ever more interpretive medium. On view [were] works ranging in date from Milton Avery's 1951 monotype <em>Green Sea</em> to sculptor Martin Puryear's woodcut illustrations and carved slipcase for a 2000 edition of <em>Cane<em>, by Jean Toomer. Having weathered internal and external resistances to the medium, and phases of tension between process and product, artists and printers have come to deploy innovative techniques and materials to achieve the formal fulfillment of their content. [The exhibition] <em>Bringing into Being</em> refers not only to the physical activities involved in pulling a print, but also to the maturation of a medium.&nbsp;</p><p><em><em>POST-WAR PRINTMAKING IN AMERICA <em><em>&nbsp;</p><p>\"I thought the second half of the twentieth century was no time to start writing on rocks,\" Robert Rauschenberg said in 1967 of his initial aversion to working in lithography. He considered lithography excessively retardataire and scorned the primitive materials involved in the activity. Once post-war American artists overcame such preconceptions, their printmaking, facilitated by the active campaigning of newly opened lithography and intaglio workshops, would attain new heights in technical sophistication. It could be argued that, as a creative pursuit requiring technical apprenticing, printmaking first deters, and then draws, artists to it. Even more than in other spheres of artistic activity, here, technique is predicated on technology. The post-World War II printmaking boom in the United States originated with the opening of printing facilities, and can be traced from these presses in almost dynastic terms. It was in 1942 that the British printmaker Stanley William Hayter, having fled from Paris, opened Atelier 17 in New York City, thereby introducing the European print atelier, a \"cosmopolitan activity,\" to the New York art world. In continuing his graphic collaborations with emigre Surrealist artists like Max Ernst, Fernand Leger, Andre Masson, and Joan Miró, Hayter forged meaningful connections between them and American artists, including Jackson Pollock. With the opening of Tatyana Grosman's Universal Limited Art Editions (ULAE) in West Islip, New York, in 1957, and June Wayne's Tamarind Lithography Workshop in Los Angeles in 1960, printmaking announced its accessibility on both coasts. Grosman, known for tapping artists to work on lithography by bringing lithographic stones to their studios, sought out artists who had no experience with the medium. Her inductees included Lee Bontecou, Jim Dine, Sam Francis, Helen Frankenthaler, Grace Hartigan, Jasper Johns, Robert Rauschenberg, and Larry Rivers, as well as two members of the old guard of Abstract Expressionism, Robert Motherwell and Barnett Newman. Tamarind Workshop eventually begot Gemini G.E .L. (Graphic Editions Limited) by farming out trained printers like Kenneth Tyler. In 1962, Kathan Brown opened Crown Point Press, an intaglio workshop in Oakland, California. At first a by-invitation-only affair, modern printmaking, once it amassed a body of converts, had to confront public skepticism. In its very capacity to resemble painting, for example, color lithography presented an inscrutable and unassimilable genre. As one <em>New York Times</em> critic cautioned in 1964 regarding the international works on display at the Museum of Modern Art exhibition <em>Contemporary Painters and Sculptors as Printmakers<em>, \"One has to look at work here by Miro, Glarner, Sam Francis, Motherwell, de Koorung and others to be convinced that they are what they are. Perhaps this medium comes too close to painting.\" Critics and artists alike voiced apprehension as to what exactly a print was, what should constitute its subject matter, and what its status was relative to other media. At a moment when the United States cultivated Abstract Expressionism as an innovative and national movement , printmaking posed two challenges. Initially, printmaking may have appeared too much like a reversion to a European artistic tradition. This disquiet surfaced in objections to the repetition of motifs across media in American works. According to some art historians, American prints were dismissed, in an apparent double standard, on the grounds of topical or visual redundancy. As print historian Riva Castleman noted, \"Picasso and Chagall could and did create prints with the same subjects and compositions as their paintings, and this was acceptable, but when Americans began to do the same Gasper Johns' <em>Flag<em>, for example), they were said to be making reproductions.\" In an age governed by the Greenbergian dictum that the arts distinguish themselves from one another, these prints were derided for their derivation from painting. Inevitably, within the context of a capitalist society, the multiple original presents something of a paradox, or at least something requiring standardization in order to ensure authenticity. In 1961 the Print Council of America published its watershed \"What Is an Original Print?\" This influential set of guidelines for fine art prints did offer standards for signing and editioning at the same time that it sparked debate by making one of the prerequisites for originality that the artist not base the print on his or her own work in another medium. The hegemony of Abstract Expressionism at mid-century, and its seeming incompatibility with printmaking, also detracted from printmaking's lack of momentum during this period. Although American artists like Milton Avery, Willem de Kooning, Robert Motherwell, Jackson Pollock, and Mark Rothko all gained exposure to printmaking either in Paris or at Hayter's Atelier 17, they directed their primary efforts toward painting. An art history graduate student before becoming an artist, Motherwell was most versed in the history of printmaking. Identifying himself more with Cubism than Surrealism, Motherwell was the most successful of the artists at combining painterly Abstract Expressionism along with collage elements into a discrete print language. Art historians have surmised that the preponderance of black­ and-white prints produced by many of the other artists stemmed from their difficulties to reconcile gesturalism with the sequentiality of color application in printmaking. Regarding his proclivity for black-and-white prints, de Kooning explained that he lacked the necessary telescoping eye: \"I couldn't work with different colors at different times. I can only work with what's there. If it's not there, I can't experience it.\" At the same time as printmaking required a dramatic methodological adjustment for the artist, the technique also demanded the sacrifice of the private act of studio creation for a more public and collaborative process with printers­ the Romantic myth of artistic genius and spontaneity of expression thus risked revision. As current treatments demonstrate, prints are largely addressed in terms of the collaborative activities between artists and printers. Given the extent of initiation and adaptation that modern printmaking has required, it is perhaps not surprising that the last five decades have been characterized by an erratic movement between process-oriented and expressive approaches.&nbsp;</p><p><em><em>THE PRACTICE OF NEW VISIONS <em><em>&nbsp;</p><p>While it is possible to chart the appearance or evolution of printmaking technologies in the twentieth century, it is perhaps most productive to examine the visions of artists and printers as the motors for work-specific experimentation. This visionary model does not preclude recognition of the ways in which artists and printers have opened their practice to court chance outcomes, and then sometimes converted these into deliberate print strategies. In looking closely at some of the moments when specific print practices attained critical mass, one may better observe the themes of problem solving and technical fulfillment. A comparatively modern technique, and the one that most naturally honors draftsmanship, lithography represented a logical inroad to printmaking for novitiates. Not since lithography 's invention in 1798 has an addition to the printmaker's repertoire had the impact of serigraphy, or screenprinting. The record of a passage of pigment through a screen, screenprinting is a thoroughly modern process. Although it is based on principles of stenciling, screenprinting was not formally patented until the early twentieth century and, for many years, flourished chiefly as a mode of industrial printing. Not until Pop art breached the borders of fine art with appropriations of the banal and commercial did reproductive processes like screenprinting, photo-silkscreen, photolithography, and offset lithography start to gain purchase. Using screenprinting to create both his paintings and his prints, and conceding that this made the former classifiable as the latter, Andy Warhol combined the mechanics for reproducing popular imagery with surface-altering procedures like the addition of diamond dust. At the opposite extreme, works like Richard Anuskiewicz's <em>Sequential IV</em> (1972) demonstrate that the screenprint could be applied toward perceptual rather than representational ends, isolating the interactions of colors and their capacity for spatial illusionism. The relative novelty of lithography and screenprinting meant that practitioners did not insert themselves into a lengthy art historical tradition, which perhaps contributed to their success. In what has been described as a reinterpretation more than a revival, the practice of etching would also enjoy renewed popularity. With a generous grant from the National Arts Council specifically allocated for etching, ULAE opened an etching studio in its basement in 1967. For some artists, etching had to overcome its historicity and demonstrate its relevance, lest it seem like an arbitrary turn. It had, for example, already been ambitiously revived in the mid-nineteenth century. This twentieth-century renaissance in etching sparked an interest in aquatint, since the two processes fuse the formulation of line with the laying down of subtleties of tone and texture. Although the resurgence in aquatint started with black and white, and was galvanized by the work of Jasper Johns at ULAE, it is the color aquatint that has come to the foreground in the last few decades. The works exhibited here by Alex Katz, Sylvia Plimack Mangold, and Robert Ryman demonstrate how the available range of aquatint's effects may be suited to diverse artistic concerns. When Alex Katz shifted from black-and-white aquatint and drypoint to color aquatint in 1975, he created brash prints like <em>Boy with Branch I<em>. Produced by means of a wet-on-wet printing technique, the seven-color aquatint attained the saturated color and flickering modeling central to Katz's figurative project at that moment. While Katz originally envisioned using silkscreen in combination with aquatint for this print, his printer, Prawat Laucheron, initiated the work exclusively in aquatint. For Mangold, color aquatint provides a vehicle for localized subtlety and optical realism . Through her layering of multiple applications of aquatint and ink in <em>Paper Under Tape, Paint Over Paper</em> (1977), Mangold surpasses the paper support with her trompe-l'oeil rendition of a sheet of sketchbook paper prepared to receive its content. The consummate materialist, Robert Ryman accosts audiences with pure process in prints like <em>Test #3</em> (1990), a test plate for his <em>Four Aquatints and One Etching</em> of the following year. Within this print, Ryman asymmetrically locates a very pale ochre rectangle on his standard square support. Using white inks in all but one of his editioned prints, Ryman instantiates the print as a material object by emphasizing the aquatint's nuanced tone and texture, as well as the constituents of its physical identity, including the torn edges of the paper support. Here he has etched \"Test #3\" and \"RYMAN90\" directly into the plate, so the print itself appears unsigned after being pulled. Minimalist art like Ryman's came to be seen in terms of the impersonality of its facture, but as more and more scholars have observed, the materiality of these seemingly straightforward forms is necessarily labored. Although it may not seem so, the printing of solid straight lines in the works of Sol LeWitt, for example, is exceedingly difficult given the absence of any­thing to contain the ink and prevent the lines from appearing speckled. Like Ryman, Ellsworth Kelly relies upon the neutrality of the square support in order not to distract the viewer from the medium. In the case of Kelly's prints, however, it is a desire to obscure the evidence of manufacture that drives technique. Within the United States, Kelly first considered working at Grosman 's lithographic studio, ULAE, but his interest in using flat color to create optically solid shapes ran counter to Grosman's expectations of lithography. In his quest for hard lines and solid color, Kelly delivered a challenge to lithographers: \"I think obtaining a large area of unbroken color is one of the most difficult things I have had to do in making prints over the years.\" In <em>Green Curve with a Radius of 20 Feet</em> (1974), Kelly used embossing, an inkless technique whereby applied pressure impresses the paper support with a slightly three-dimensional effect from the plate or block, in order to impose a squared boundary on the unprinted white of the paper. To fulfill Kelly's vision of flat and unmodulated fields of color, printer Kenneth Tyler formulated a new type of paper. Called Arjomari (later Arches 88) paper, this support lacks the absorbent weave that could compromise the reception of the ink, and is now used widely by printmakers.&nbsp;</p><p><em><em>IMPRINT OF THE ARTIST <em><em>&nbsp;</p><p>While all printmaking registers the physical intervention of the artist onto an intermediary surface, many later-twentieth-century artists, in an extension of the sensibility of \"the artist's hand,\" have incorporated their bodies into their prints in innovative fashions. In his 1970 performance entitled <em>Trademarks<em>,Vito Acconci, naked and seated, bit as much of his body as he was able to reach. While Acconci's performance raised questions about the possibilities of male subjectivity in the wake of artistic exhibitionism, his works, at all conceptual levels, also engaged the processes of printmaking. One must assume that Acconci, new to lithography, was making use of the verbal trappings of printmaking when he explained: When a bite was achieved, I applied a printer's ink to it so I was able to have a bite print. . . . I was turning in on myself, making a closed system and then presenting the possibility of opening that system with the print. Theoretically, this is a secret activity, but the print is a possibility of revealing the secret and sharing it. In \"biting\" his own body and then inking the bitemarks, Acconci mimicked intaglio printmaking, a process in which etchers refer to the work of acid as \"biting\" the plate. Moreover, Acconci invoked the print medium for its capacity to transfer private behaviors, in this case both biting oneself and the creation of the lithographic surface, into a multiple original suitable for public dissemination. Likewise, in titling the work <em>Trademarks<em>, Acconci made use of the commercial branding roles played by the print media. One's dental profile, like one's fingerprints, is considered a uniquely identifying anatomical feature, analogous to the logo of a corporate entity. While operation within physical constraints served as part of the creative process for Acconci, for Kiki Smith this same concept has manifested itself as a desired visual effect. In describing her guiding vision for <em>Untitled</em> (1990), Smith explained, \"In Mogul painting there are images of people having sex in which the entwined bodies are seen within a cube or rectangle­ forcing the body to fit a geometry.\" Just as Acconci mobilized performance and corporeal uniqueness to create an \"original print;' so too has Smith. In a string of prints from the 1990s, she dwelled on the genetic and chronometric information contained in one's hair and its possibilities for self-portraiture. For <em>Untitled<em>, the artist transferred photocopied images of her own hair onto the lithographic plate, supplementing those with stamps from an inked wig. She also took a cast of her head and neck so she could ink them and apply them to the plate.&nbsp;</p><p><em><em>BETWEEN PROCESS AND PRODUCT<em><em>&nbsp;</p><p>Each artist represented in [the exhibition] <em>Bringing into Being</em> negotiates the kinship between prints and the other media in which he or she works. The print may function independently, or remain annexed to the painting or sculpture as rehearsal, outgrowth, or self-critique. When they have experimented with printmaking, sculptors such as Donald Judd and Martin Puryear have demonstrated a preference for the tactile engagement of the woodcut. Judd not only produced woodcuts such as the cadmium red <em>Untitled</em> (1962-79) shown here, but also adapted the woodblock itself as a multiple. For his <em>Untitled</em> of 1991, Judd created an edition of twenty stamped and numbered sets of three wood­blocks identical to the one used to create the print; one block is varnished in clear polyurethane, one is painted red, and one is painted blue. Sol LeWitt frequently bases his prints on his wall drawings, so that they function archivally. Given the temporal half-life of these drawings or their fate as private installations, LeWitt relies upon his prints to create and disseminate what is, for him, a personal and public record. For Johns and Kelly, the print remains tied to their painting and sculpture as the \"distillation\" of the idea. Johns has flouted the concept of the original print by, among other things, photographically reproducing passages from his own paintings in many of his lithographs. The \"graphic takeover\" augured by one art critic in the 1960s has yielded an ongoing graphic makeover, as the defining terms of printmaking continue to evolve. Examining the prints exhibited in <em>Bringing into Being<em>, and attuning oneself to the processes and materials under­ lying them, the viewer can begin to grasp the distance traveled by printers and artists. Since the beginnings of the print boom in the 1960s, the attitude driving printmaking has been that anything is possible and whatever has not yet been attempted must be undertaken for that very reason. Not surprisingly, it is a printer who has most successfully characterized the oscillation between process and product that is a current trademark of the medium. Speaking of a generic viewer's response to contemporary works, printer Doris Simmelink has said: \"First they say, 'Look at the process here,' followed by 'Look at the image,' and then they go back and forth. They see both things all the time.\"&nbsp;</p><p>– Diana K.Tuite Ph.D. candidate Department of Art and Archaeology, Princeton University</p>",
            "title":"Collection Publications: Bringing into Being: Materials and Techniques in American prints, 1950-2000",
            "source_project":"Other",
            "author_type":"Student ",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"650c5ecd538ac6620e32b78b"
            },
            "title":"Exhibition: Hanne Darboven’s Address Place and Time",
            "body":"<p><strong>Exhibition</strong><br><i><strong>Hanne Darboven’s Address Place and Time</strong></i><br>April 27–June 24, 2018</p><p>&nbsp;</p><p><br>The work of the German artist Hanne Darboven (1941–2009), an important figure in the history of Conceptual art, is the subject of a focused exhibition at the Museum. Featuring a diverse array of works on paper by the artist, <i>Hanne Darboven’s Address—Place and Time</i> investigates how Darboven’s art engages and reconfigures the calendar and the postal system as cultural techniques for the temporal and spatial organization of the modern world.</p><p>Darboven, a native of Hamburg, had her breakthrough during a formative two-year period in New York City, where she moved in 1966. There she participated in groundbreaking exhibitions of Conceptual art, eventually developing an art practice centered on the serial inscription of numerical calculations derived from the dates of the Gregorian calendar. After returning to Hamburg, Darboven lived and worked in her family home, the address of which, Am Burgberg 26, came to figure in her work during the 1970s. Over the course of that decade, her art expanded to incorporate citations from literary, political, and philosophical texts as well as a variety of pictorial elements, many related to the postal system and modern media of communication, including picture postcards and illustrated news magazines.</p><p>This exhibition emerged out of the interdisciplinary course <i>Art Against Culture?</i>, taught by Professor Brigid Doherty, in which undergraduate and graduate students explored how the work of Darboven and other artists and writers in late twentieth-century Germany compelled viewers and readers to consider the oppositional relationship questioned in the course title, particularly in response to the difficulties of reckoning with recent German history. Darboven’s work disrupts cultural norms for representing the abstract concepts and lived particularities of place and time, eliciting questions about the ways these norms have shaped experiences of everyday life, notions of &nbsp;the private and the public, and understandings of history.</p><p>The works on view demonstrate the singularity and significance of Darboven’s contributions to art of the past fifty years while exploring connections between her art and that of her peers. Works by the American artist Sol LeWitt (1928–2007), with whom Darboven carried on a decades-long correspondence via post, are featured together with an important early drawing by Darboven from LeWitt’s personal collection. In conjunction with the Museum’s presentation, related installations of Darboven’s work are on view in the Department of German, Marquand Library of Art and Archaeology, and the Department of Art and Archaeology.</p><p>The exhibition was also the occasion for a series of public events related to Darboven’s work, including a lecture by the artists Nick Mauss and Ken Okiishi and the performance of &nbsp;a new musical work by the composer and artist Seth Cluett, commissioned by the Program in European Cultural Studies. These events illustrated the continued relevance of Darboven’s art for practitioners today.</p><p>&nbsp;</p><p>Nathan Stobaugh&nbsp;<br>Graduate student, Art &amp; Archaeology</p><p><br>Princeton University Art Museum &nbsp; Summer 2018 Magazine<br>&nbsp;</p>",
            "author_type":"Student",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}