{
    "makerid":18569,
    "published_date":"2025-08-26 02:04:05.807533",
    "type":"maker",
    "displayname":"Zilia Sánchez",
    "makertype":"Individual",
    "alphasort":"Sánchez, Zilia",
    "lastname":"Sánchez",
    "firstname":"Zilia",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Cuban, active Puerto Rico, born 1926",
    "begindate":1926,
    "enddate":0,
    "nationality":"Cuban",
    "culturegroup":null,
    "biography":"Born in Havana in 1926 and based in San Juan, Puerto Rico, since 1972, Zilia Sánchez has made an important if largely unrecognized contribution to the history of postwar art, post-minimalism in particular. Besides the furniture, theatre sets, and journals, she designed early in her career, including those for a guerilla theatre group called Los Yesistas (The Plasterers), Sánchez is known for her shaped paintings, which she has been fashioning out of out of canvas, oil paint, and three dimensional stretchers since the late 1960s.\r\n\r\nSánchez studied with Leopoldo Romañach, Domingo Ramos, and Victor Manuel at the San Alejandro Academy of Art in Havana, completing her degree in 1957. While working in Cuba in the 1950s, she was associated with a group of artists and intellectuals known as the Sociedad Cultural Nuestro Tiempo, whose platform aligned them with other anti-Batista, pre-revolutionary associations in Cuba. (The Sociedad was the cultural arm of the Popular Socialist Party, the name given to Cuba’s Communist Party.) After exhibiting regularly in Cuba during this decade, she received grants that allowed her to travel to Madrid, where she socialized with other contemporary artists. In 1964 she settled in New York, remaining there until 1972, when she moved permanently to Puerto Rico. Between 1972 and 1975, Sánchez designed the literary journal Zona de Carga y Descarga (Zone of Charging and Discharging), an influential magazine edited by Rosario Ferré and devoted to Latin American, Portuguese, Puerto Rican, and Nuyorican writers. Her innovative use of typesetting and photomontage aligned her with the experimental literature contained therein. Over the last three decades, Sánchez has taught at the Escula de Artes Plásticas de Puerto Rico. Generations of students have learned from her example, including Jennifer Allora and Guillermo Calzadilla, who are represented in our collection by Land Mark (Foot Prints), a suite of twelve photographs that document an intervention carried out in Vieques, Puerto Rico early in the last decade. Indeed, it was Allora and Calzadilla who brought Sánchez to the attention of a curator at Artists Space, in New York, which subsequently mounted an exhibition of Sánchez’s work in 2013. That project, which was very well received, brought Sánchez to the attention of North American audiences for only the second time in over thirty years.\r\n\r\nIt was in New York in the late 1960s and early 1970s that Sánchez began to experiment with shaped canvases. Inspired by the work of artists such as Eva Hesse, Sánchez started to “inflate her paintings” by attaching an elaborate system of struts and props to an otherwise ordinary stretcher, over which she stretched wet canvas. The architecture underneath the canvas acts as a kind of skeleton that gives the painting three-dimensionality – in a word, body, especially a female body. And bodily Sánchez’s paintings most certainly are. Many of her canvases swell and protrude in ways that suggest breasts and buttocks, which others fold and overlap in a manner that calls to mind clefts, navels, and labia. These same paintings likewise evoke mountainous landscapes and churning seascapes, the very same scenes that greet Sánchez outside her studio window. That such works are serial in nature, not to mention frequently modular, connects them to much of the art she would have encountered in New York between 1964 and 1972, such as that by Sol LeWitt and Jennifer Bartlett (both of whom are represented in our collection). Artist CV from Galerie Lelong: http://www.galerielelong.com/artist_bio/zilia-sanchez\r\n\r\nTheir tactility and sensuality place them in a related tradition, one signaled by Hannah Wilke and Lynda Benglis, artists now in Princeton’s collection who were equally committed to eroticizing and embodying sculpture in the wake of Minimalism. In addition, scholars have commented on the importance of musical notation (especially the sequencing of sounds) and the architecture of tropical modernism to Sánchez’s work.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Zilia Sánchez",
            "alphasort":"Sánchez, Zilia",
            "lastname":"Sánchez",
            "firstname":"Zilia",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/315194264"
        },
        {
            "source":"LCCN",
            "id":"https://lccn.loc.gov/no2015045426"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}