{
    "makerid":15594,
    "published_date":"2024-02-16 02:01:03.881558",
    "type":"maker",
    "displayname":"Akan",
    "makertype":"Cultural Group",
    "alphasort":"Akan",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":1400,
    "enddate":0,
    "nationality":"African",
    "culturegroup":"Akan",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Akon",
            "alphasort":"Akon",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Akon"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Akan",
            "alphasort":"Akan",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Akan"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500202810"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100627691"
        },
        {
            "source":"AAT",
            "id":"300016000"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db6f20eee23c8001678a713"
            },
            "body":"Africa has always been a part of global art history; indeed, art-making originated on the continent more than 100,000 years ago. Yet, flipping through most introductory art history textbooks, one could not be blamed for getting the impression that African arts developed in isolation. If connections between the arts of Africa and the rest of the world are made, too often the discussion stagnates at the trope of the so-called discovery of African arts by European modernists like Pablo Picasso and Amedeo Modigliani in the early twentieth century. [...]\n\nThree works demonstrate how rulers around the world combined foreign and local symbols to portray their power. The antelope hide cap of an Akan royal gun bearer displays images of both swords and muskets. Representations of European-introduced weapons dominate, but it is the local <em>afena</em> sword that takes pride of place at the cap’s center. Just as Akan rulers embellished their objects of power with foreign symbols, so too did the French. In Jean-Léon Gérôme’s painting of Napoléon Bonaparte in Cairo, the general is shown wearing his trademark black bicorne hat but also holds a curved Mameluke sword—born of the Muslim Seljuq Empire—localizing the exotic to underscore French Christian power. The third object in this conversation illustrates the complexity of Afro-European relationships during the colonial era: a Yoruba ruler’s gold-beaded coronet, likely modeled after Queen Victoria’s coronation crown, may have signified its wearer’s alliance with the British colonizer, yet its symbolism remains rooted in Yoruba visual tradition— the beaded birds allude to the women without whom a leader could not rule. All three objects, while visually distinct, speak to ways the arts represent and augment power.",
            "title":"African Arts in a Global Conversation",
            "source_project":"Other",
            "author_type":"Other ",
            "exhibitions":[],
            "source":"Magazine: Spring 2018"
        },
        {
            "_id":{
                "$oid":"5db88577975ec80016e02d28"
            },
            "body":"The Akan have created terracotta memorial portraits since the seventeenth century; in parts of Ghana, such portraits commemorate important community figures to this day. Historically, the families of those who were to be memorialized handpicked the female artists who created their portraits. Each artist visited her subject multiple times to observe their natural essence. Other accounts say that artists worked from facial impressions left in pillows, or from reflections in water or palm wine.\nThis head memorializes an elite Akan individual, but is not an exact likeness. Instead, it blends idealized royal characteristics (including an elongated head and a “cool” expression with slightly closed eyes, open mouth, and shimmering skin) with individual traits (such as skin color, facial markings, and hairstyle). It is this idea of memory—and conjuring up a person’s essence—that was central to Akan portraits.\n\n<em><em>Conversation prompts:<em><em>\n1. Describe the surfaces of this portrait (consider texture, color, and shape).\n2. Compare this idealized portrait to others in global art history. How has the idealized portrait been used to promote cultural values?\n3. Memory is crucial to the process of creating and understanding the subjects of Akan funerary portraits. How can we relate to them if we don’t know the person they depict?",
            "title":"Teach with Collections: Akan artist; memorial head (nsodie)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64f77d7e538ac6620e32b780"
            },
            "exhibitions":[],
            "title":"In the Galleries: Changing the Conversation African Arts in a Global Context",
            "body":"<p><strong>In the Galleries</strong><br><strong>Changing the Conversation African Arts in a Global Context</strong></p><p>&nbsp;</p><p>Africa has always been a part of global art history; indeed, art-making originated on the continent more than 100,000 years ago. Yet, flipping through most introductory art history textbooks, one could not be blamed for getting the impression that African arts developed in isolation. If connections between the arts of Africa and the rest of the world are made, too often the discussion stagnates at the trope of the so-called discovery of African arts by European modernists like Pablo Picasso and Amedeo Modigliani in the early twentieth century.</p><p>This spring, the Museum seeks to broaden the discussion by bringing together works by African and European artists that engage viewers in intercultural conversations beyond the Africa-Europe binary of discovery, influence, or “Otherness.” Installed throughout the Museum’s galleries of European and medieval art, the pairings and trios of works are meant to be viewed in dialogue with one another. Relying on formal and historical analysis, they consider the history of art and art markets, the intersection of art and identity, and shared connections of faith.</p><p>Three works demonstrate how rulers around the world combined foreign and local symbols to portray their power. The antelope hide cap of an Akan royal gun bearer displays images of both swords and muskets. Representations of European-introduced weapons dominate, but it is the local <i>afena </i>sword that takes pride of place at the cap’s center. Just as Akan rulers embellished their objects of power with foreign symbols, so too did the French. In Jean-Léon Gérôme’s painting of Napoléon Bonaparte in Cairo, the general is shown wearing his trademark black bicorne hat but also holds a curved Mameluke sword—born of the Muslim Seljuq Empire—localizing the exotic to underscore French Christian power. The third object in this conversation illustrates the complexity of Afro-European relationships during the colonial era: a Yoruba ruler’s gold-beaded coronet, likely modeled after Queen Victoria’s coronation crown, may have signified its wearer’s alliance with the British colonizer, yet its symbolism remains rooted in Yoruba visual tradition— the beaded birds allude to the women without whom a leader could not rule. All three objects, while visually distinct, speak to ways the arts represent and augment power.</p><p>These gallery interventions also feature a Hongwe reliquary figure paired with a German reliquary bust of Saint Thekla; Ethiopian and Italian crosses; a Yoruba <i>gẹlẹdẹ </i>mask and a German Mourning Madonna; and twelfth- to seventeenth-century Malian metalworks juxtaposed with European works of the Migration era (ca. 400–800 A.D.).</p><p>Long-enduring myths that Africans do not have a precolonial history or written languages or complex civilizations persist in both scholarship and popular media and have even resurfaced in recent political discourse. Installations such as these disrupt traditional art historical divisions and help underscore the connections between artworks—and in turn, between people—across time &nbsp;and place.</p><p>&nbsp;</p><p>Kristen Windmuller-Luna, Graduate School Class of 2016&nbsp;<br>Collections Research Specialist for African Arts</p><p><br>Princeton University Art Museum &nbsp; Spring 2018 Magazine</p>",
            "author_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}