{
    "makerid":12607,
    "published_date":"2023-03-17 02:01:27.226296",
    "type":"maker",
    "displayname":"Western Han dynasty",
    "makertype":"Individual",
    "alphasort":"Western Han",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"206 BCE–9 CE",
    "begindate":-206,
    "enddate":9,
    "nationality":"Chinese",
    "culturegroup":"Han, Western",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Western Han dynasty",
            "alphasort":"Western Han",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Han, Western"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db74d2368398700162b1b9f"
            },
            "body":"A figure of a kneeling woman wearing layered robes with full pleated sleeves held up before of her face. The closely fitted skirt flares slightly towards the hem, exposing the soles of her shoes tucked in beneath at back. The well sculpted face reveals a serene expression, and her neatly parted hair is tied in a loose knot on the back.\n\nA large number of gray-earthenware figures—including kneeling attendants featuring women with oval faces, similar coiffure, and painted in white slip—have been excavated near the Western Han capital of Chang'an (present-day Xi'an, Shaanxi province). They were often buried in auxiliary pits and have generally been dated to the early Western Han. Such figures are thought to be afterlife servants for the deceased. Mold-made and hand worked, the calm face and gray clay body, once covered in pigments, make this an excellent example of early Han ceramic sculpture depicting the human form. It represents a tradition of funerary sculpture closely related to the Qin dynasty (221–206 B.C.) life-size, terra-cotta warriors found at the First Emperor's burial precinct, also in the Xi'an vicinity. Thermoluminescence tests from samples taken at four different locations on the figure yield a firing date consistent with a Western Han date. Visual inspection reveals that the work has been pieced together from original fragments, which is to be expected of tomb ceramics of this fragility.",
            "title":"Asian Art website: Tomb figure of a kneeling female attendant",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}