{
    "makerid":3051,
    "published_date":"2025-07-09 02:01:22.268593",
    "type":"maker",
    "displayname":"Giovanni Battista Piranesi",
    "makertype":"Individual",
    "alphasort":"Piranesi, Giovanni Battista",
    "lastname":"Piranesi",
    "firstname":"Giovanni",
    "nametitle":null,
    "middlename":"Battista",
    "suffix":null,
    "displaybio":"1720–1778; born Mogliano Veneto, Italy; died Rome, Italy",
    "begindate":1720,
    "enddate":1778,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Piranesi was very influential in advancing Roman versus Greek art and architecture in the 18th century. His work had a lasting impact on contemporary tastes in architecture and the decorative arts, primarily in Britain where he was the single greatest influence of architect Robert Adam. He is best known for his dramatic series of etchings, \"Prisons,\" inspired by both his early training as a scenographer and his admiration for Roman ruins. In 1743, he published 12 plates of architectural fantasies, ideal structures, and imaginary scenes of ruins, intended to improve the state of architecture and advance the potential use of antique ruins in contemporary design. In 1744, he came in contact with the works of Tiepolo, which transformed his tight, exact early style to one of bold, fluid lines and dramatic chiaroscuro. Piranesi was in contact with practicing architects, most notably French and British throughout the 1750s, but in the 1760s, he received his first architectural and design commissions from Pope Clement XIII Rezzonico and members of his family. Although with the influence of the Rezzonico family waned with the Pope's death in 1769, Piranesi's work achieved widespread popularity throughout Europe. Italian engraver and architect. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giovanni Battista Piranesi",
            "alphasort":"Piranesi, Giovanni Battista",
            "lastname":"Piranesi",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":"Battista",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500114965"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/2546239"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}