{
    "makerid":18649,
    "published_date":"2022-03-28 16:09:41.423641",
    "type":"maker",
    "displayname":"Edward Melcarth",
    "makertype":"Individual",
    "alphasort":"Melcarth, Edward",
    "lastname":"Melcarth",
    "firstname":"Edward",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1914–1973",
    "begindate":1914,
    "enddate":1973,
    "nationality":"American",
    "culturegroup":null,
    "biography":"The artist was a member of the National Society of Mural Painters and the Architectural League. He was also an instructor in painting and drawing at University of Louisville, Parsons School of Design, Columbia University, and University of Washington. Between 1965 and his death on December 14, 1973, he divided his time between New York City, where he taught at the Art Students League and Venice, a city of artistic inspiration where he focused on sculpture. \r\n\r\nNamed in Life magazine in 1950 as one of the best young American artists, Melcarth exhibited as a painter, draftsman and sculptor and also practiced as an illustrator, photographer and designer. His work survives in the Forbes Collection, in the Smithsonian Institution and in the art archives at the Kinsey Institute. (Kinsey even consulted with Melcarth, circa 1947, on the role of sex in art.) According to authors Griffey and Reay, who wrote on Melcarth and homoeroticism in modern American art for the History Workshop Journal in 2012, Melcarth’s vision of the erotic, realized in hundreds of images of the male nude, was far broader than the traditional categories of sexuality that are perpetuated in art histories of homoeroticism in modern America – and that such a revisioning enables a reinterpretation of some of the better known images of homosexual art.\r\n\r\nA prolific draftsman, Melcarth created numerous sketchbooks and portfolios of drawings. As a muralist, he executed the decorative program for the Rotunda of the Hotel Pierre and the ceiling of the Lunt Fontaine Theater – only the former can still be seen today. In addition, he worked on the lobby and auditorium of the Rooftop Theater, parts of the Time Life Building, and the IBM building.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edward Melcarth",
            "alphasort":"Melcarth, Edward",
            "lastname":"Melcarth",
            "firstname":"Edward",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500110034"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/68548248"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}