{
    "makerid":6005,
    "published_date":"2022-03-28 16:07:07.965394",
    "type":"maker",
    "displayname":"Francis Frith",
    "makertype":"Individual",
    "alphasort":"Frith, Francis",
    "lastname":"Frith",
    "firstname":"Francis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"English, 1822–1898",
    "begindate":1822,
    "enddate":1898,
    "nationality":"English",
    "culturegroup":null,
    "biography":"Frith opened a studio \"Frith & Hayward\" in Liverpool in 1850. In 1856, Frith embarked on his first of three commercial expeditions to photograph Egypt, the Nile, Pyramids, the Sphinx of Giza, Karnak, Luxor and Thebes. The second expedition was to Egypt, Syria, and Palestine from 1857 to 1858, and in 1859, Frith embarked upon the third expedition, traveling 1,500 miles up the Nile photographing monuments. In 1859, Frith returned to England and opened \"F. Frith and Company\" at Reigate in Surrey, where he produced books, portfolios of Germany, Tyrol, Switzerland, Italy, Gibraltar, Spain and Portugal, along with stereoscopic cards. Frith began to photograph Britain and its monuments in 1864. Frith is considered the first mass-producer and distributor of photographic images in England. Frith was associated with the Liverpool Photographic Society and the Architectural Photographic Association. English photographer (ULAN).\r\n\r\nIt is now known that nearly all of the works bearing the F. Frith and Co. stamp were not taken by Frith himself, but by one of his travelling employees. [...] In addition to hiring his own photographers, Frith also bought the negative stocks of established photographers such as Roger Fenton and Francis Bedford. (V&A)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Francis Frith",
            "alphasort":"Frith, Francis",
            "lastname":"Frith",
            "firstname":"Francis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500005649"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/44310985"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}