{
    "makerid":15472,
    "published_date":"2025-08-26 02:04:05.738175",
    "type":"maker",
    "displayname":"Matthew Day Jackson",
    "makertype":"Individual",
    "alphasort":"Jackson, Matthew Day",
    "lastname":"Jackson",
    "firstname":"Matthew",
    "nametitle":null,
    "middlename":"Day",
    "suffix":null,
    "displaybio":"American, born 1974",
    "begindate":1974,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":"New York-based Matthew Day Jackson is one of the most highly acclaimed American artists to have emerged in the last ten years.  Working primarily in sculpture, with a side practice in prints, video, and performance, Jackson mines stories from his personal biography as well as key moments in American history.  He is also known for exploring our (alternately antagonistic and congenial) relationship with land and landscape.  Jackson is a master at manipulating and transforming materials: comprised of a range of found and fabricated objects, all of them symbolically charged, his work is both tactile and evocative (not to mention poignant, spirited, and deeply felt).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Matthew Day Jackson",
            "alphasort":"Jackson, Matthew Day",
            "lastname":"Jackson",
            "firstname":"Matthew",
            "nametitle":null,
            "middlename":"Day",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500333938"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/261605342"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d72b2c492e7f50016d4ba19"
            },
            "title":"Panel Discussion: Nobody's Property: Art, Land, Space, 2000-2010",
            "description":"Artists Jennifer Allora & Guillermo Calzadilla, Emre Hüner, and Matthew Day Jackson, as well as scholars Daniel Heller-Roazen (Department of Comparative Literature) and Juliana Ochs Dweck (Princeton University Art Museum), discuss the politics and art of land and space in a panel discussion moderated by curator Kelly Baum. The discussion considers questions of ecology, war, sovereignty, and globalization. (Nobody's Property: Art, Land, Space, 2000-2010 was on view at the Princeton University Art Museum from October 23, 2010, to February 20, 2011.)",
            "speaker_type":"Artists",
            "file_uri":"https://mediacentral.princeton.edu/id/1_grx4k8hs",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2010",
            "sort_date":"2010-11-01",
            "video_type":"Exhibitions, Artist Talks",
            "caption_file":[]
        }
    ],
    "essay":[]
}