{
    "makerid":6395,
    "published_date":"2022-03-28 16:07:22.242824",
    "type":"maker",
    "displayname":"Jean-Baptiste de Champaigne",
    "makertype":"Individual",
    "alphasort":"Champaigne Jean-Baptiste de",
    "lastname":"Champaigne",
    "firstname":"Jean-Baptiste",
    "nametitle":null,
    "middlename":"de",
    "suffix":null,
    "displaybio":"French, 1631–1681",
    "begindate":1631,
    "enddate":1681,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean-Baptiste de Champaigne",
            "alphasort":"Champaigne Jean-Baptiste de",
            "lastname":"Champaigne",
            "firstname":"Jean-Baptiste",
            "nametitle":null,
            "middlename":"de",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032942"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/30436904"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1d4185f1ff70016001c44"
            },
            "body":"The work of Jean-Baptiste de Champaigne is often confused with that of his famous uncle, Philippe de Champaigne, with whom he trained and collaborated and whose style he completely assimilated. In fact, <em>Joseph and Potiphar's Wife</em> has been attributed to Philippe, but informed concensus now gives the painting to Jean-Baptiste. Although both painters were born in Brussels, they lived and worked in France, and their work belongs to the tradition of French painting. Despite the strongly classicizing style of both Philippe and Jean-Baptiste, the enamel-like surfaces, precise draftsmanship, and intense colors still reflect their northern origins, particularly the tradition of early Flemish painting. \n\nJean-Baptiste came to France and entered his uncle's atelier as a young boy. Unlike Philippe, he did make the prescribed journey to Italy, but Italian art seems to have had little effect on his development, so strong was the influence of his uncle. However, through documentation and increasingly sophisti­cated connoisseurship, the hand and artistic personality of Jean-Baptiste are being recog­nized within the works associated with Philippe.\n\nWhile <em>Joseph and Potiphar's Wife</em> strongly reflects Philippe's style in the order and restraint of the composition and in numerous details, a distinctive sensibility can be discerned in the painting, less grave and somber than that of Philippe. The subject might be a contributing factor, for though biblical and ultimately moralizing, the story of Joseph's virtuous resistance to the advances of his master's wife contains a certain erotic element. Despite the rather chaste cast of the Princeton picture, one feels intuitively that it was painted for private delectation. It is no wonder that the subject found such great popularity in the eighteenth century, when it was sometimes genteelly referred to as <em>Joseph et Mme Potiphar<em>.\n\nThe shallow picture space and the hang­ing drapery, the placement of the bed, the dais, and the figures, all parallel to the picture plane, contribute to the effect of a theatrical tableau. The figures are exquisitely choreo­graphed, and much of the appeal of the pic­ ture lies in its almost balletic artifice. Potiphar's wife, a charmingly pretty young woman, politely persists in trying to remove the cloak from the shoulders of the equally pretty young man, who is fixed in an attitude of alarm and retreat. The colors are assertive but richly harmonious. The hanging and bed covers are a deep, almost Prussian blue, trimmed in a slightly lighter shade of gold than that used for the bed, which is antique in design and decorated with classical por­ trait medallions. Joseph wears a white tunic, and the red used for his cloak is picked up in the ribbon in the young woman's blond hair. The ties of his sandals are white and hers blue, lovely clear accents against the subtle shades of gray, beige, and silvery green employed in the superbly rendered marble pavement.",
            "title":"Joseph and the Wife of Potiphar, Attributed to Jean-Baptiste de Champaigne",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1988"
        }
    ]
}