{
    "makerid":14710,
    "published_date":"2022-03-28 16:08:48.366368",
    "type":"maker",
    "displayname":"John Woodhull",
    "makertype":"(not entered)",
    "alphasort":"Woodhull, John",
    "lastname":"Woodhull",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1744–1824",
    "begindate":1744,
    "enddate":1824,
    "nationality":"American",
    "culturegroup":null,
    "biography":"He was born in Suffolk county, Long Island, and graduated at Princeton College in 1766. He studied theology with the Rev. John Blair, and was licensed by the Presbytery of New Castle in 1768, and commenced his career with much more than ordinary popularity. On one occasion while preaching as a licentiate, sixty persons were hopefully converted by hearing him preach in a private house. He had many calls, but chose to settle at Leacock, Lancaster county, Pennsylvania, where he was installed, August 1st, 1770. Dr. Woodhull was a strenuous Whig, and while in this charge advacated the cause so eloquently from the pulpit that he succeeded in enlisting as soldiers, every male member of his congregation capable of bearing arms, he going with them, as chaplain. In 1779 he succeeded the Rev. William Tennent, at Freehold, New Jersey. During many years of his ministry he conducted a grammar school, and superintended the studies of young men preparing for the ministry, including Rev. Dr. Jacob Kirkpatrick.. He was a trustee of Princeton College for fourty-four years. \r\nhttp://www.mal.net/EarlyPresbyterians/presbiow.htm\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Woodhull",
            "alphasort":"Woodhull, John",
            "lastname":"Woodhull",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/60530716"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}