{
    "makerid":4184,
    "published_date":"2023-01-13 02:01:20.565690",
    "type":"maker",
    "displayname":"Charles Willson Peale",
    "makertype":"Individual",
    "alphasort":"Peale, Charles Willson",
    "lastname":"Peale",
    "firstname":"Charles Willson",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1741–1827; born Chester, MD; died Philadelphia, PA",
    "begindate":1741,
    "enddate":1827,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Artist, Soldier and Naturalist, Charles Willson Peale was born in Chester, Maryland in 1741. A saddle maker by trade, Peale soon discovered that he had a talent for painting, especially portraiture. He made painting his vocation and studied under John Hesselius and John Singleton Copley in Boston. In 1767, traveled to England to take instruction from Benjamin West. \r\n\r\nPeale returned to the Colonies in 1769 and eventually settled in Philaelphia. In 1776, Peale joined the militia, and served in the Continental Army until the end of the war. He also began to take an active interest in political affairs, and was a member of the legislature in 1779. \r\n\r\nPeale is best known for his portraits of George Washington. The first time Washington ever sat for a portrait was with Peale in 1772, and there would be six other sittings; using these seven as models, Peale produced altogether close to 60 portraits of Washington. \r\n\r\nLater in life, Peale turned his attention to the natural world and in 1802 formed a museum where he exhibited natural curiosities as well as a large number of portraits.\r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Charles Willson Peele",
            "alphasort":"Peele, Charles Willson",
            "lastname":"Peele",
            "firstname":"Charles Willson",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Charles Willson Peale",
            "alphasort":"Peale, Charles Willson",
            "lastname":"Peale",
            "firstname":"Charles Willson",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500017914"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/72190360"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d715d219ad0bf001685d104"
            },
            "title":"Nassau Hall Faculty Room",
            "description":"The Faculty Room in Nassau Hall is considered the historic heart of Princeton University, both because of its many associations with the institution's past and on account of the room's significance in our broader national history. It is here that Princeton displays images of its founders and leaders, and here as well that one of the major conflicts of the Revolutionary War, the Battle of Princeton, culminated in 1777-resulting in a crucial American victory that helped turned the tide of the war. This new video allows visitors a rare opportunity to see inside this historic space, which is normally closed to the public. Karl Kusserow, John Wilmerding Curator of American Art at the Princeton University Art Museum, discusses the room's fascinating history-from its past institutional roles as prayer hall, library, and museum to its current role as a faculty and trustee meeting room. Also discussed is the program of portraits dedicated to the institution's history, including images of University founders and presidents by esteemed American artists Charles Willson Peale and John White Alexander.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_cn41srzk",
            "transcript":"",
            "source_project":"Other",
            "caption_file":[],
            "displaydate":"2014",
            "sort_date":"2014-01-01",
            "video_type":"Collections"
        },
        {
            "_id":{
                "$oid":"5f441056b18d150017c7553f"
            },
            "caption_file":[],
            "title":"Director's Voice: George Washington at the Battle of Princeton",
            "file_uri":"https://mediacentral.princeton.edu/id/1_pz852x7f",
            "description":"James Steward, Princeton University Art Museum Director, discusses \"George Washington at the Battle of Princeton\" by Charles Willson Peale.",
            "speaker_type":"Director",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Director's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db88b79975ec80016e02d3b"
            },
            "body":"George Washington at the Battle of Princeton, as its title implies, evokes the battle itself (one that Peale had experienced firsthand as an officer of the Philadelphia militia) and makes specific reference to events from it, notably the death of Washington’s friend General Hugh Mercer, shown expiring in the arms of surgeon Benjamin Rush, a blood-stained bayonet lying at the general’s feet indicating the cause of death. With sword poised in readiness, Washington gestures to the battle raging behind him, where Continental troops, pistols and muskets blazing, force the British soldiers away from their Nassau Hall stronghold–or, in the pictorial logic of the painting, literally out of existence, off the picture plane, in the direction that Washington’s raised weapon appears to impel them. Meanwhile, a diminutive horseman bearing a white flag, just visibly rendered approaching from Nassau Hall, makes apparent that Mercer’s ultimate sacrifice, and by implication that of others in the patriot cause, had not been in vain, as American forces would soon carry the day and thereby gain invaluable confidence in their larger campaign against a formidable adversary.\n\n<em><em>Conversation prompts:<em><em>\n\nThere are several parts to this composition. What would you say is the focus of the painting, and why?\n\nHow are the three figures to the right of Washington depicted? How do they connect with one another?\n\nPeale represented several geographically and temporally distinct events in one painting—what stylistic choices did he use to unify the composition?",
            "title":"Teach with Collections: Charles Willson Peale, George Washington at the Battle of Princeton",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}