{
    "makerid":758,
    "published_date":"2022-03-28 16:03:44.879009",
    "type":"maker",
    "displayname":"Xu Bing 徐冰",
    "makertype":"Individual",
    "alphasort":"Xu Bing",
    "lastname":"Xu Bing",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1955 Chongqing, China; active Beijing and New York",
    "begindate":1955,
    "enddate":2100,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Xu Bing 徐冰",
            "alphasort":"Xu Bing",
            "lastname":"Xu Bing",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Xu Bing 徐冰",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Hsü Ping",
            "alphasort":"Hsü Ping",
            "lastname":"Hsü Ping",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125592"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/55813847"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf136220f95900166a94be"
            },
            "body":"The work revives traditional designing, carving, and bookbinding styles and skills that have been all but lost in China, and extends the museum's preeminent collection of traditional Chinese calligraphy into the postmodern era. Regarded as one of the masterpieces of twentieth-century Chinese art,<em>Book from the Sky</em> helped the artist win the prestigious MacArthur Foundation Award.\n\n<em>Book from the Sky</em> was begun in 1987, was first exhibited in 1988, and appeared in the notorious \"China/Avant-Garde\" exhibition in 1989, where China's artistic \"radicals\" first entered the National Gallery in Beijing on a grand scale. It incorporates four books, composed of some 4,000 Chinese characters that are wholly unreadable. A specialist in woodcut printing, Xu Bing designed each character-first making sure it did not exist-and carved it by hand. Using a font style from the fifteenth-century Ming dynasty, but with reference to still earlier printed styles, he carved characters as separate blocks and then arranged them in racks, two racks of characters per sheet. Each sheet is folded to make two pages; there are nine columns per page, and up to seventeen characters per column. Each double­ page sheet is folded along the centerline and stitch-bound. Six-hole stitching, a blank paper lining folded into each double-page, covered corners, and blue-dyed volume covers all derive from traditional Chinese bookbinding of the highest quality. <em>Book from the Sky</em> is a masterpiece of the bookmaker's craft and beautiful to behold.\n\nThe unreadable characters in <em>Book from the Sky</em> unite audiences everywhere in a forced illiteracy, but the characters are particularly frustrating to those who read Chinese. Xu Bing's \"writing\" (or non-writing) can be considered an abuse of lan­ guage, a reminder of how language is regularly abused by those in control of it, and a strike back at those who have themselves struck at the written word through modern political propaganda. While thoroughly contemporary in its politics and lin­ guistic implications, Book from the Sky also upholds the ancient Daoist belief that the deep­ est truths can never be captured by words alone.\n\n",
            "title":"Book from the Sky, Xu Bing",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 2003"
        },
        {
            "_id":{
                "$oid":"5dc5b23f242a910016bcaa36"
            },
            "body":"<p><em>Book from the Sky:</em> a work by Xu Bing <em>Book from the Sky (Tianshu)</em> by the contemporary artist Xu Bing is an important addition to the Princeton University Art Museum's preeminent collection of Chinese calligraphy. The work ex ends the museum's holdings of traditional Chinese calligraphy into the realm of the postmodern,while at the same time reviving traditional designing, carving, and bookbinding styles and skills that have been all but lost in China for a century or longer. Regarded as one of the masterpieces of twentieth­ century Chinese art, Book from the Sky helped win for the artist the prestigious MacArthur Foundation \"Genius\" Award. Born in Chongqing, Sichuan, in 1955, Xu Bing grew up surrounded by books at Beijing University, where his father was an historian and his mother an administrator in the department of library sciences. At the time of the Cultural Revolution (1966-76), he tells us, \"There was a saying: 'Use your pen as a weapon and shoot down reactionary gangs.' My father was a reactionary.'' During the chaos and persecutions of that era, Xu Bing was separated from his family and forced into agricultural labor. Chairman Mao's radical transformat ion of Chinese culture, Xu Bing writes, was \"most deeply rooted [in] his transformation of language....To strike at the written word is to strike at the very essence of the culture. Any doctoring of the written word becomes in itself a transformation of the most inherent portion of a person's thinking. My experience with the written word has allowed me to understand this.'' After the Cultural Revolution, Xu Bing entered the Central Academy of Fine Arts in Beijing.He graduated in 1981, received his M.F.A. degree in printmaking in 1987, and began his teaching career there in 1989. The written word became his art, his weapon, and the means for his critique of Chinese art and culture. <em>Book from the Sky</em> was begun in 1987, was first exhibited in 1988, and appeared in the notorious \"China/Avant-Garde\" exhibition in 1989, where China's artistic \"radicals\" first entered the National Gallery in Beijing on a grand scale. The work incorporates four books, composed of some 4,000 Chinese characters invented by the artist and wholly unreadable. Although they may appear to a Western audience to be ordinary Chinese characters, the Chinese audience has been surprised, often dismayed, and sometimes angry to discover that the words cannot be read. They unite all audiences, everywhere, in a kind of induced illit­eracy, but they are most frustrating to those who read Chinese-for how can one be sure these words are not in some esoteric dictionary unless one tries, vainly, to look them up? A difficult task, to be sure, finding what does not exist. As such, Xu Bing's \"writing\" (or non-writing) might be considered an \"abuse of language,\" a reminder of how language has already been abused by those in control of it, and as a strike against those who have violated the written word through modern political propaganda. While thoroughly contemporary in its politics and linguistic implications, <em>Book from the Sky</em> also upholds the ancient Daoist belief that the deepest truths can never be captured by words alone. <em>Book from the Sky</em> is a political revelation of the vulnerability and culpability of language, and an aesthetic embrace of the principles of traditional writing. A specialist in woodcut printing, Xu Bing designed the 4,000 characters-making sure each one did not exist-and carved them individually by hand. Using a font style from the fifteenth-century Ming dynasty but with reference to still earlier printed styles, characters are carved as separate blocks and then arranged in racks, two racks of char­ acters per sheet. (The Chinese invented the concept of moveable type, and the Princeton University Library has what may be the oldest surviving text following this concept, printed in the Western Xia Kingdom of northwest China and preceding Gutenberg by more than two centuries.) Each sheet is folded to make two pages; there are nine columns per page, and up to seventeen characters per column. Each double-page sheet is folded along the centerline of the print rack and stitch-bound. Six-hole stitching, a blank paper lining folded into each double-page, covered corners, and blue-dyed volume covers all derive from traditional Chinese bookbinding of the highest quality. Apart from its political statement, <em>Book from the Sky</em> is a masterpiece of the bookmaker's craft and beautiful to behold. The volumes vary from one to another: volume two suggests traditional medical reference texts in its format, while the design of volume three is more appropriate to literary subject matter. The four-volume set is accompanied by a hand-carved storage box. In a complete installation format, multiple copies of the four volumes are spread in a large rectangle across the ground (a traditional earth shape),with long scrolls draped in rounded forms above (suggesting Heaven). In 1990, following the tragic events at Tian'an Men, Xu Bing emigrated to New York, where he lives today. <em>Book from the Sky</em> has been followed by several creative works, including the Square Words project, writing that looks Chinese but can only be read if one knows the Roman alphabet, and a Braille version of this work, which brings visual art to the sightless. <em>Book from the Sky</em> has been exhibited in various museums including the Sackler Museum, Washington, D.C., and copies of the four-book set have been acquired by such museums as the British Museum and the Harvard University Libraries.&nbsp;</p><p>-- Jerome Silbergeld, P.Y.and Kinmay W. Tang Professor of Chinese Art History&nbsp;</p><p>Director,Tang Center for East Asian Art,Princeton University&nbsp;</p><p>&nbsp;</p><p>Further Reading:&nbsp;</p><p>Britta Erickson. <em>Words Without Meaning, M eaning Without Words: The Art of Xu Bing.</em> Washington, D.C., and Seattle: Sackler Museum and University of Washington Press, 2001. John Cayley. \"Writing (Under-) Sky: On Xu Bing's Tianshu.\" In <em>A Book of the Book: Some Works and Projections about the Book and Writing<em>, ed. Jerome Rothenberg and Stephen Clay.New York:Granary Books, 2000.</p>",
            "title":"Collection Publications: Book from the Sky",
            "source_project":"Other",
            "author_type":"Faculty",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}