{
    "makerid":5994,
    "published_date":"2022-03-28 16:07:07.625873",
    "type":"maker",
    "displayname":"Daniel Chester French",
    "makertype":"Individual",
    "alphasort":"French Daniel Chester",
    "lastname":"French",
    "firstname":"Daniel Chester",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1850–1931",
    "begindate":1850,
    "enddate":1931,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Daniel Chester French (April 20, 1850 – October 7, 1931) was an American sculptor. His best-known work is the sculpture of a seated Abraham Lincoln at the Lincoln Memorial in Washington, D.C.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Daniel Chester French",
            "alphasort":"French Daniel Chester",
            "lastname":"French",
            "firstname":"Daniel Chester",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"D. C.",
            "alphasort":"D. C.",
            "lastname":"D. C.",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500009434"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/62442940"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d94c75ae8866e00160a5c2a"
            },
            "title":"Curatorial Voice (PP216)",
            "transcription":"Curatorial Voice (PP216)\n\nBeginning around 1875, and for more than half a century thereafter, the renowned American sculptor Daniel Chester French produced many of the country’s most significant pieces of architectural sculpture—from the bronze doors of the Boston Public Library to the colossal statue of Abraham Lincoln in Washington’s Lincoln Memorial. French’s first design for Princeton was this pair of figural works flanking the entrance of Palmer Physical Laboratory, now the University’s Frist Campus Center. The sculptures appropriately depict two important early American physicists: Benjamin Franklin, at left, and Joseph Henry on the right. Although Franklin had little connection to Princeton other than his son William’s service as trustee while governor of New Jersey, Joseph Henry’s involvement here was considerable: during his tenure as professor of natural philosophy, beginning in 1832, he pioneered the development of the telegraph—years before the better-known refinements of Samuel Morse. Henry left Princeton in 1846 to become the first secretary of the Smithsonian Institution but maintained his affiliation through years of service as a trustee. In 1853 he declined the board’s invitation to become Princeton’s tenth president.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca074",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[]
}