{
    "makerid":235,
    "published_date":"2022-03-28 16:03:25.218912",
    "type":"maker",
    "displayname":"Ernst Barlach",
    "makertype":"Individual",
    "alphasort":"Barlach Ernst",
    "lastname":"Barlach",
    "firstname":"Ernst",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1870–1938",
    "begindate":1870,
    "enddate":1938,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ernst Barlach",
            "alphasort":"Barlach Ernst",
            "lastname":"Barlach",
            "firstname":"Ernst",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500013940"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/17313204"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1aba0ff489700164a328d"
            },
            "body":"Barlach's highly individual style makes him difficult to categorize. He is generally referred to as an Expressionist, a label he rejected. His work, which combines a sim­ plified realism with strong abstract features, includes pieces of intense drama, but more usual are works of undemonstrative reflec­ tion, and even his most violent figures are composed of large planes that convey a geometric clarity.The organizers of the exhibition Paris, Berlin at the Centre Pompidou in 1992 probably put it best when they characterized his work as being \"near but at the edge of expressionism.\"\n\nBesides creating many sculptures in wood, bronze, and porcelain, examples of which are shown in the exhibition, Barlach was also a prolific and highly original graphic artist. Among his interests was the narrative potential of graphic art, and he drew many sequences or series, among them images that illustrated and inter­preted poetic and dramatic works of others. The exhibition includes two of these series: Barlach's woodcuts to the Walpurgis Night scene of Goethe's <em>Faust<em>, published both  as a portfolio  and with  Goethe's text as a book, and his drawings of the thirteenth-century <em>Song of the Nibelungen<em>, a work of iconic power in German history and culture. The medieval ideal of absolute loyalty between ruler, lord, and ruled, down to the lowest serf, which the poem conveys in the dramatic account of the murder of Siegfried and the revenge taken by his widow, became a nationalistic ideal in nineteenth-century Germany. \n\nDuring and after the First World War, right wing movements corrupted the poem to serve as a political ideal for modern Germans. Barlach admired the work's poetic power; but rather than glorifying its characters, his drawings reveal them as slaves of false standards of the twentieth century, obedience to which lead to the destruc­tion of their world. His humanistic values brought  Barlach  into conflict with National Socialism, and some years before his death his work was prohibited as degenerate and harmful to Germany.\n",
            "title":"Ernst Barlach, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring 2009"
        },
        {
            "_id":{
                "$oid":"5dcedf5ef9ac100016d1b6f0"
            },
            "body":"Barlach was truly a Doppelbegabte, an artist with multiple talents. In addition to his expertise in the graphic arts, he was a gifted sculptor, poet, novelist, and playwright. Barlach’s early career, however, was wrought with struggle and disappointment. It was not until he visited his brother in Russia in 1906 that he developed his signature style. In the Steppes, he was deeply moved by the hardworking peasants and the vast expanse of landscape in which they led their lives. The sculptural quality of the human form wrapped in heavy clothing became the subject matter through which Barlach expressed inner turmoil and the harsh reality of the human condition. \n\nIn his autobiography, <em>A Selftold Life</em> (1927), Barlach described how this trip to Russia had influenced his work: “I saw that the field was waiting for me, ripe for the cutting. Form—mere form? No. I was struck with the incredible realization: to you it is given to express, without reserve, all that is within you—the uttermost, the innermost, the gentle gestures of piety and the rude gestures of rage, because for everything, be it paradise, hell, or one in the guise of the other, there is expressive form. And it is probably in Russia that either or both have been realized.”\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels0",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcedfb9f9ac100016d1b6f1"
            },
            "body":"Barlach was truly a Doppelbegabte, an artist with multiple talents. In addition to his expertise in the graphic arts, he was a gifted sculptor, poet, novelist, and playwright. Barlach’s early career, however, was wrought with struggle and disappointment. A 1919 letter to his cousin reveals that Barlach’s decision to take up the woodcut technique was related specifically to the despair brought about by World War I: “As the misfortune befell in November (1918), I threw myself into the woodcut. It is a technique that provokes one to confession, to the unmistakable statement of what one finally means. I have finished a large number of woodcuts that deal with all the distress of the times.” The barren landscapes, casualties, and misery he chose to depict in these woodcuts demonstrate a radical shift from the overtly patriotic sculptures and lithographs he completed during the early years of the war.\n\nBarlach achieved considerable success after World War I and produced many memorials. In 1937 however, his work was considered by the Nazi’s to be “degenerate,” and he was forbidden to publish his writings or exhibit his art.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels1",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5df3beb5f05cce00169ee843"
            },
            "body":"<p><strong>Myth and Modernity: Ernst Barlach’s images of the <em>Niblungen</em> and <em>Faust<em></strong></p><p>Ernst Barlach (1870-1938) was the most important German sculptor of the twentieth century. If he is not as well known in this country as he is in Europe -although his work is represented in such American collections as the Hirshhorn Museum and Sculpture Garden in Washington, D.C., the Museum of Modern Art in New York, and the Art Institute of Chicago -it may be because his art does not easily fit any of the major stylistic directions of the time. Usually he is referred to as an Expressionist, a label he rejected. The catalogue for the exhibition Paris-Berlin, 1900-1933 at the Centre Pompidou in Paris in 1992 probably had it right when it placed Barlach \"near, but at the edge of Expressionism.\"' Some of his figures are explosive representations of existential crises, but distortion is not a major element in his work, and even many of his dramatic sculptures, though full of movement, are formed with calm, smooth surfaces. Almost always, emotion, rather than exposed and asserted, turns inward. Barlach was born in Wedel, a small town west of Hamburg, the son of a country doctor. After completing his secondary education, he at­ tended a vocational school and an art academy with the aim of becoming a drawing teacher, and fron11895 to 1896 studied at the Academie Julian in Paris. The modernism he encountered in France impressed and moved him, but he did not want to follow in its path. \"It is too stupid of us,\" he said of himself and other Germans in Paris, \"to make French art and French taste our model. . . .We shall never achieve one or the other.\" The extreme individuality of Barlach's work developed gradually. It was not until his late thirties that he achieved a manner of sculpting that in conception and execution suited his intentions. The degree of separation of his work from other modernist approaches was paralleled by the reserve he maintained in his everyday life. Although he was active in the cultural politics of the time and moved easily among artists, writers, publishers, and collectors, he preferred to live and work in isolation. Even after he gained great critical and public success, he had admirers but no followers. Essentially he remained an outsider all his life. After a year in Paris, Barlach returned to Germany. He worked as assistant to an academic sculptor in Hamburg, taught in a pottery school, and began to make small sculptures and reliefs. In 1906 he and a brother traveled to the Ukraine and for two months visited another brother, an engineer, who worked in Khar'kov on the Don. The Russian plain reminded Barlach of his native countryside, but on a larger, seemingly limitless scale in which apparent obstacles disappeared. He filled his sketchbooks with drawings of peasants and villagers in the vast landscape, and once back in Germany used them as models for a number of ceramic figures. Several are included in this exhibition. Two are of beggars. One, <em>Russian Woman Begging<em>, still shows the influence of decorative art nouveau. In the other, <em>Blind Beggar<em>, realism blends with refined stylization, a combination found in many of Barlach's mature works. The two figures of the needy poor are early examples of a subject that engaged him throughout his life. He saw beggars as \"symbols for the human situation in their nakedness between heaven and earth,\" words that tell us something about his tragic and empathetic sense of life, which he sought to express in his work. He submitted the two figures to the 1907 spring exhibition of the Berlin Secession, then the most influential modernist group in Germany. His work was accepted and well received by critics and the public. The modest success led to a few sales, a fellowship in Italy, and soon to a contract with the art dealer and publisher Paul Cassirer, which gave Barlach financial security that lasted until the National Socialist Revolution in 1933. He began to expand the size of his sculptures, first creating models in plaster or stucco, then carving them in wood or having them cast in bronze. In the next years he made some of the most important pieces of his entire oeuvre­ <em>The Berserk Man, Man Drawing a Sword<em>, and <em>The Lonely Man<em>. These figures, some nearly three feet high, are massive yet graceful. Their features are realistic but rarely detailed; the bodies, clothed in robes or cloaks, form large, smooth planes. <em>The Lonely Man<em>, now in the Hamburger Kunsthalle, leans to his left, he holds a candle in one hand and guards it with his other as he looks into the empty space around him. He could also be called The Seeker. The figure's unobtrusive symbolism character­ izes mu ch of Barlach's work th en and later. Less dramatic, but equally calm and emblematic, is The Resting Wanderer in which Barlach portrays not only a friend, a poet, but everyone who rests and reflects between work done and work ahead. In 1910 Barlach moved to Güstrow, a small, ancient town near the Baltic, three hours by train from Berlin, where he built a house and studio in the forest beyond the outskirts. He remained in Güstrow for the rest of his life, corning to Berlin for meetings with colleagues and publishers, but avoiding longer stays. Even when the Royal Academy of Arts offered him a large studio in the capital, he turned it down for the isolation of his provincial retreat. Barlach was forty-four when the First World War broke out. The following year he was inducted into a reserve unit, but after some months was released for reasons of age and health. He believed that Germany, squeezed between the Western powers and Russia, was compelled to fight, but far earlier than most he concluded that the war could not be won. For the bimonthly journal <em>Der Bildermann<em>, published by Paul Cassirer, he drew six lithographs that neither glorified his own side nor demeaned the enemy, but attacked war as such, among them <em>A Contemporary Dance of Death</em> in which war appears as an all-destroying giant. In another lithograph, <em>Anno Domini MCMXVI post Chrisum natum,</em> published shortly before the journal-- under pressure of censorship—ceased publication, a deeply distressed Jesus looks on a world covered with crosses on graves. When Germany collapsed, Barlach welcomed the end of the carnage. Many artists participated in the creation of cultural institutions under the new republic, but he concentrated on his work. He is representative of the artists, writers, and composers who created the cultural efflorescence of Weimar Germany, the great majority of whom had already established themselves in their fields in the last decades of the empire. His work entered a new phase. He experimented with groups of figures, like <em>The Frieze of Listeners<em>, nine separate figures about three feet high that listen to music and their inner voices. He also illustrated a number of literary works, among them the two cycles in this exhibition: a series of twenty woodcuts on the Walpurgis Night scene in Goethe's <em>Faust<em>, and a group of seventeen large drawings on the Nibelungen epic, which he had begun in 1908 and worked on intermittently until the last years of his life. Barlach's interest in literature went beyond interpreting and illustrating works of others. He himself was an author, and his literary productivity almost equals that of his sculpture and graphics. Not counting shorter pieces and several unfinished works, he wrote a novel; eight plays, all of which were produced, with one or two still occasionally performed; and an autobiography that remains in print. In 1924 he was awarded a major German literary prize. Long before then, he had learned to combine art and writing. The woodcuts, lithographs, and drawings with which he illustrated the texts of his plays and interpreted the writings of others bring about an unusually enlightening interaction of image and word. Published in luxury and popular editions, the books are among the outstanding illustrated works of the 1920s. Despite his intense productivity, he could not forget the war. In 1918 the Prussian Ministry of Culture had asked him to design a cross to be mass produced for use in military cemeteries. Now he was commissioned to create a small plaque as a memorial for the fallen members of the congregation of the Nicolai Church in Kiel. It was the start of a sequence of war memorials he made for locations throughout northern Germany. The dominant style of the medieval churches in that area is a simplified Gothic, executed in brick, and despite the modernity of his work, Barlach 's figures are in profound accord with the seven-hundred-year-old interiors. The best known among these pieces is the <em>Güstrow Memorial<em>, a floating bronze figure of a woman, more than seven feet long, suspended on iron rods from the vaulted ceiling of a side nave of the Güstrow <em>Dome<em>, a building begun in the 1220s. The face of the figure is reminiscent of the features of Kathe Kollwitz, an artist whose idealism Barlach admired, and of Marga Bohmer, the woman with whom he lived from 1926 to the end of his life and who after Barlach's death preserved his work with exceptional courage from the depredations of National Socialists, Russian troops at the end of the Second World War, and East German communists. The floating figure bears no emblem referring to the country or cause in the service for which the members of the <em>Dome</em> congregation had died. Only the soldiers' deaths and the sorrow of their survivors are acknowledged. The absence of patriotic symbolism in his monuments distinguishes them from the usual war memorials in Germany and elsewhere. Their deep humanity concentrates on the individual, as does his other work. The monuments expanded the scope and public impact of his art, but they also made him a target in the ideological conflicts of the 1920s. Many people were shocked by the absence of the customary patriotic celebration of the dead, and nationalists and right-wing radicals attacked Barlach for betraying his native land. When Hitler assumed power in January 1933, National Socialist cultural policies were not yet clearly defined, and some party members tried to claim Barlach for the vanguard of a racially pure Nordic modernism. But his war memorials made him indefensible. They were dismantled, and some were destroyed. His work was removed from museums. He was forbidden to exhibit and forced to resign from the Prussian Academy of Arts. Nevertheless he remained active. A late work is the bronze <em>One-legged Man<em>, showing a decidedly grim man, perhaps representing the artist, stumbling forward in hostile weather. When in 1936 he announced his continued presence in German art by publishing a volume of his drawings, Goebbels ordered the Gestapo to prohibit the book as being destructive of true German values. Barlach took the courageous and foolhardy step of denying the competence of the Gestapo to judge his art, and asked Goebbels to explain and rescind the prohibition, but his letters were not answered. Instead, his work, including the volume of drawings, was shown in the 1937 <em>Degenerate Art</em> exhibition in Munich. He was too old, not in good health, and now too poor to consider emigration. He continued to work, his last pieces defiant modernist statements, until his final illness. Like other important modern artists-such as Edvard Munch and Max Beckmann-- Barlach adheres to a powerful, simplified realism, which he joins to massive geometric forms that are mobile, graceful, and full of life. Without rhetoric or pathos he creates individuals—a beggar; a woman, her hair and cloak touched by the breeze; two men reading; a singing novice monk—who in their emotions and response to life stand for everyone. The symbolism is not unusual, but rarely in modern art has it been expressed in a similar combination of stylistic approaches and with such apparent simplicity. <em><em>THE NIBELUNGEN <em></em> Around 1200 A.D. an unknown author, probably a cleric at the court of the Bishop of Passau, a town east of Munich, wrote the <em>Song of the Nibelungen.</em> He drew on oral tradition and on earlier epics, some of which referred to historical events, such as the advance of the Huns from Asia into central Europe and across the Rhine in the fifth century. Manuscripts of the epic were rediscovered during the Enlightenment. Translated into modern German, the poem became a cultural and eventually a political force in German life. As the <em>Iliad</em> helped give modern Greeks a sense of cultural and political identity, the Nibelungen epic testified to the high achievements of medieval Germany, and for some readers created an ideal image of a heroic people at the dawn of German history. Wagner is only one among many composers, poets, dramatists, painters, and sculptors, whose work treats episodes and themes from the poem. By the end of the nineteenth century, the epic had become a compulsory part of the curriculum in German secondary schools, and some of its episodes and leading figures—Siegfried for one—had turned into ideological symbols. Even before the first World War, nationalists appropriated the poem as a model of bravery and persistence for modern Germans to follow, a trend that intensified under National Socialism. The propagandistic exploitation of the poem reached a climax in January 1943 when Goering, in a speech to the nation, called on Germans to follow the Nibelungen and fight to the bitter end. At the same time, the epic’s beauty and drama exerted and continues to exert an appeal beyond all ideology. In 1907 Barlach began to make pen-and-ink studies of episodes in the final segment of the poem. In 1922 and 1923, he returned to the subject with large charcoal drawings—seventeen in all. The poem’s first part has Siegfried acquire the treasure of the Nibelungen by force and deceit. He marries Kriemhild, sister of the three kings of the Burgundians. The kings, fearing that Siegfried wants to displace them, allow their kinsman Hagen to kill him. From then on, the Burgundians are called Nibelungen after the treasure, which is now theirs. In the poem’s second part, the segment Barlach chose as his subject, Siegfried’s widow seeks revenge for the murder, and to gain the necessary power marries Etzel, king of the Huns—the historic Attila. After some years she invited her brothers to visit her. Despite Hagen’s warning, the kings accept her invitation, and with a large retinue set off to Etzel’s court, the present-day Esztergom in Hungary. Barlach’s drawings begin with the Nibelungen’s reception by Etzel, who does not suspect his wife’s intentions. During the night, Huns come to kill the sleeping Nibleungen, but Hagen and his fellow knight Volker the Fiddler stand guard and scare them off. The Nibelungen realize they are trapped and prepare to fight to the end. Etzel invites them to a feast in the Great Hall; there they learn that their squires and servants have been killed. To make any reconciliation impossible, Hagen murders the young son of Kriemhild and Etzel. A general slaughter begins, the Huns set the Great Hall on fire, and eventually all the Nibelungen are killed, except for Kriemhild’s oldest brother, Gunther, and Hagen, who are captured. When the two refuse to reveal the location of the treasure, Kriemhild kills both. In turn, an old knight, a visitor at Etzel’s court, who had stayed out of the quarrel between the Huns and their guests, kills Kriemhild, outraged that one woman’s vengeance caused the death of many hundreds of men. Barlach did not agree with the admiration that the murderous and suicidal heroism of the Nibelungen was accorded in German art and literature, but his drawings do not condemn the epic, the power and beauty of which he admired. Instead, he probes beyond the poem’s interpretation of the characters and their values, and reveals the German knights to be slaves of false standards of honor and duty. Some of his drawings—for instance Hagen and Volker standing guard—have the nobility and monumentality of his sculptures. Others—Etzel and Kriemhild greeting their German guests, the queen’s rage and determination, her husband’s discomfort at the suppressed emotions of those around him clearly show—have a strong touch of the cartoon or the comic-strip about them, which distances Barlach’s psychological interpretation from the customary glorification of the epic. The mixture of the noble and grotesque in the drawings is one of their unusual characteristics, and contributes to their power. For reasons that are not clear, Barlach did not complete the cycle; but except for omitting Kriemhild’s death, his drawings form a coherent account of the epic’s conclusion. Had the cycle been published, Barlach’s woodcuts would have sent Germany a remarkable warning against the ideal of absolute obedience that pushes the poem’s heroes to murder and their own deaths, and that National Socialism proclaimed as appropriate for the modern patriotic German. The cultural leaders of National Socialism understood Barlach’s intention. In 1936 a volume of his drawings, which included seven of the <em>Nibelungen</em> images, was confiscated by the secret police on the orders of Goebbels, and the following year was shown in the <em>Degenerate Art</em> exhibition. <em><em>WALPURGIS NIGHT<em></em> In Goethe’s drama, Faust, driven by his need to know the universe and the specifics in it, asks Mephistopheles to show him the world, and enters into a bet: if he, Faust, is ever content with the present and unwilling to search further, he forfeits his life. After Mephisto helps Faust win Gretchen—at the cost of her mother’s and brother’s life and her own ruin—he takes Faust to the Brocken, a mountain in central Germany, where according to myth, witches, spirits, sorcerers, devils, and ghosts of the departed assemble on the eve of Saint Walpurgis, the night from April 30th to May 1. Their meeting in “the dream-and-magic sphere” shows Faust the uncloaked motives and drives of ordinary existence in symbolic, often caricature-like form. He encounters ministers who long to return to power, generals who long to return to war, and academics who still lecture, though no one listens. He dances with a beautiful girl whose lips open to let a mouse jump out. He hopes that “the Evil One,” Satan, will answer his many questions when they meet—and also raise new ones, adds Mephisto, who, clever though he is, cannot stem Faust’s thirst for knowledge and loses his bet. Many artists have chosen scenes from <em>Faust</em> as their subject, and even the best tend toward romantic set pieces. Barlach’s woodcuts differ from these works by his matter-of-fact treatment of highly dramatic events and of otherworldly creatures, ranging from Mephisto to witches and will o’ the wisps, which share the earth with human beings. Only Delacroix, in a sequence of lithographs made between 1826 and 1828 and much admired by Goethe, creates a similarly magic but wholly believable world. By depicting Faust and Mephisto with nearly identical features, Delacroix hint that Mephisto is actually a part of Faust, a theme Goethe introduces in the second scene of the play, when he has Faust exclaim, “Two souls reside, alas, within my breast”—one the seeker of truth, the other the seeker of experience and gratification, the seducer of Gretchen. Barlach, in contrast does not openly raise the issue of Mephisto as a symbol of internal drives. He shows Faust challenging, and challenged by, an external power, which is how his work often depicts men and women. Barlach’s Faust regards Mephisto as an opponent against whom he tests himself and whom he hopes to exploit for his own interests. That, too, is a theme in Goethe’s encompassing interpretation in which the specific and the general, the real and the symbolic move side by side toward the play’s resolution of Gretchen’s redemption and of Faust’s growing self-knowledge. Barlach’s woodcuts faithfully recreate Goethe’s statements and hints in another medium, but he feels free to follow the poet’s suggestions to unstated conclusions. Goethe describes witches soaring through the air to the mountaintop past rocks shaped like noses, and later speaks of grimacing rocks and trees. In Barlach’s woodcut the mountain assumes the devil’s face. Three plates depart from Goethe’s text. The wares offered for sale by the “Second-hand Witch” go beyond those specifically mentioned in the poem, and the woodcuts of the harp player and of demons sitting by the fire were first inspired by other works. Barlach borrowed them for this cycle because the imagery accords with the atmosphere of the Walpurgis Night. His sequence is one of the rare translations of a work of art into another medium that adds to our appreciation of the riches of the original and yet stands on its own.</p>",
            "title":"Collection Publications: Myth and Modernity: Ernst Barlach‚Äôs images of the Niblungen and Faust",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}