{
    "makerid":539,
    "published_date":"2022-03-28 16:03:37.096236",
    "type":"maker",
    "displayname":"Emile Antoine Bourdelle",
    "makertype":"Individual",
    "alphasort":"Bourdelle, Emile Antoine",
    "lastname":"Bourdelle",
    "firstname":"Emile Antoine",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1861–1929",
    "begindate":1861,
    "enddate":1929,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French sculptor, painter and draughtsman. After working with his father, a cabinetmaker, in 1876 he entered the Ecole des Beaux-Arts in Toulouse. In 1884 he was admitted as a pupil of Alexandre Falguière to the Ecole des Beaux-Arts in Paris, but in rebellion against academic training left two years later. He then moved into a house (now the Musée Bourdelle) in the Impasse du Maine; Jules Dalou, for whom he had the greatest admiration, lived near by.\r\n\r\nBourdelle had begun exhibiting at the Salon of the Société des Artistes Français in 1884 and at the Société Nationale des Beaux-Arts from 1891. In 1893 he became an assistant in Auguste Rodin’s studio, remaining there until 1908. This period was marked principally by his first major commission, the War Memorial (1895–1902) at Montauban, and by commencement of his Beethoven series, comprising 45 sculptures as well as pastels and drawings, work on which continued until 1929. In an act of identification with the composer, having modelled several works of a more traditional nature, Bourdelle executed the Big Tragic Mask (1901; Paris, Mus. Bourdelle), the ravaged features of which, along with its wild and spontaneous execution, conveyed his notions of Beethoven’s inner torment. The same dramatic lyricism characterizes the Montauban monument, which recalls François Rude’s high relief ‘La Marseillaise’ (stone, 1835–6) on the Arc de Triomphe de l’Etoile, Paris, and Rodin’s Call to Arms; despite critical attacks Rodin defended Bourdelle’s monument, admiring its heroic spirit and ‘explosive rhythm’.\r\n\r\nAfter 1900 Bourdelle’s counterbalancing search for order and simplicity of line, mass and modelling led to a new monumentality in his work. Finding new inspiration in the rigorous art of ancient Greece, he executed a series of studies for his Head of Apollo (1900–09; versions, Paris, Mus. d’Orsay, Mus. Bourdelle), a work in which he saw himself as having at last broken free from the influence of Falguière, Dalou and Rodin. The Apollo was followed by Penelope (1905–7; version, Paris, Mus. Bourdelle), Fruit (1906; version, Paris, Mus. Bourdelle) and, finally, Hercules the Archer (1910; Paris, Mus. d’Orsay), in which this series of developments towards a daring synthesis of form reached its conclusion. Around the same time the combined influences of Rodin and medieval sculpture came together in Bourdelle’s statue of Jean-Baptiste Carpeaux (1909–10; Lyon, Mus. B.-A.).\r\n\r\nBourdelle was highly productive during the period 1909–14. Through Gabriel Thomas (for whom he had executed the theatre decoration for the Musée Grévin, Paris, in 1900), he and Auguste Perret were commissioned to co-design the façade of the Théâtre des Champs-Elysées, Paris. The result, executed in 1911–13, was a frieze (14 m in length) of the Meditation of Apollo with the Muses and five low reliefs, Tragedy, Comedy, Music, Dance (for plaster model see fig.) and Les Arts plastiques (architecture and sculpture; all in situ), the agitated figures for which were inspired by Bourdelle’s own drawings of the dancer Isadora Duncan. Bourdelle executed a cycle of frescoes within the theatre. He also produced a number of portraits during this period, including a life-like sculpture of Jean-Auguste-Dominique Ingres (1908; version, Paris, Mus. Bourdelle) and a portrait of Dr Koeberlé (1914; version, Paris, Mus. d’Orsay), the latter of which has an extraordinary intensity of expression. Bourdelle worked slowly and thoroughly on these pieces, requiring numerous sittings from his subjects. He continued to make portraits into the 1920s, for example Anatole France (bronze, 1919) and Auguste Perret (1922; both Paris, Mus. d’Orsay), as well as a few mythological works, including the huge low relief of Aphrodite (1924) made for the opera house at Marseille. However, after World War I he concentrated on designing public monuments, including such memorials to the dead as those at Montceau-les-Mines (1919), Saône-et-Loire, and at Trôo (1923), Loir-et-Cher, and the Virgin of the Offertory (1919–22) at Niederbruck, Haut-Rhin. His major monuments are the statue of France Saluting America (1925; Paris, Mus. Bourdelle), the monument to Adam Mickiewicz (1908–29; Paris, Cours la Reine) and the large equestrian monument to the 19th-century hero General Carlos Maria Alvear (1912–25; Buenos Aires, Plaza de la Recoleta), the pedestal of which displays four monumental statues: Force, Eloquence, Victory and Freedom.\r\n\r\nThe Musée Bourdelle, founded by the artist’s wife and daughter in his old home in Paris, contains a number of Bourdelle’s original casts, from which works continue to be reproduced. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Emile Antoine Bourdelle",
            "alphasort":"Bourdelle, Emile Antoine",
            "lastname":"Bourdelle",
            "firstname":"Emile Antoine",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Emile-Antoine Bourdelle",
            "alphasort":"Bourdelle, Emile-Antoine",
            "lastname":"Bourdelle",
            "firstname":"Emile-Antoine",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500028923"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/64002371"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf21fc20f95900166a94c8"
            },
            "body":"Given by Meredith Knowlton, the sculptures portray her aunt, Adelaide McLaughlin Moise-who at the age of twenty-two was an American expatriate in Paris- in two guises: as a modern woman with bobbed hair, and as a woman of ancient Greece with abundant curls. Both sculptures privi­lege the sitter's Greek profile, which was much admired by Mme. Bourdelle (accord­ing to the subject's own account of sitting for Bourdelle, which accompanies the gift) \n\nDeeply influenced by Rodin in his youth, Bourdelle  turned  to the  art of ancient Greece to liberate himself from the overpowering influence of that titanic mas­ ter. His debt to classical art was particularly evident in his method for making portraits; he worked first from nature, and then, referring to ancient heads, transformed  the image into an approximation of a classical head. The two portraits of Adelaide Moise are textbook  examples of Bourdelle's work­ing process and have great didactic value. They also evoke the world of American expatriates in 1920s Paris and their encounter with a modernism that sought renewal in the spirit of Greek antiquity.\n",
            "title":"Newsletter: Winter 2004",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}