{
    "makerid":1550,
    "published_date":"2023-03-23 02:01:51.237400",
    "type":"maker",
    "displayname":"Rembrandt van Rijn",
    "makertype":"Individual",
    "alphasort":"Rijn Rembrandt van",
    "lastname":"Rijn",
    "firstname":"Rembrandt",
    "nametitle":null,
    "middlename":"van",
    "suffix":null,
    "displaybio":"1606–1669; born Leiden, Netherlands; died Amsterdam, Netherlands",
    "begindate":1606,
    "enddate":1669,
    "nationality":"Dutch",
    "culturegroup":null,
    "biography":"Rembrandt was one of the most popular and influential artists of his period. His work is characterized by the Baroque interest in dramatic scenes and strong contrasts of light on a dark stage. The subjects of his works include portraits, landscapes, figures, animals, an scenes of biblical and secular history and mythology. He was very prolific, producing paintings, etchings, and drawings: Rembrandt executed about 400 paintings, over 1000 drawings, and around 300 etchings. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Rembrandt van Rijn",
            "alphasort":"Rijn Rembrandt van",
            "lastname":"Rijn",
            "firstname":"Rembrandt",
            "nametitle":null,
            "middlename":"van",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Rembrandt Harmensz. van Rijn",
            "alphasort":"Harmensz. van Rijn, Rembrandt",
            "lastname":"Harmensz. van Rijn",
            "firstname":"Rembrandt",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500011051"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/64013650"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e18f09c57e86a00168377ed"
            },
            "body":"<p><em><em>In the Mirror of Christ’s Passion: Prints, Drawings, and Illustrated Books by European Masters<em><em>&nbsp;</p><p>The dramatic story of Christ's Passion-- his agony, arrest, trial, tortures, death, and resurrection-- has been retold, enacted, and imagined countless times in Christian culture, and for centuries was a prime narrative subject for European artists. The exhibition [<em>In the Mirror of Christ’s Passion</em> in 2002], presented in conjunction with \"Anthony van Dyck: <em>Ecce Homo</em> and <em>The Mocking of Christ<em>,\" explores some of the artistic ideas and spiritual themes found in images of the Passion from the fifteenth through the nineteenth centuries. Selected mainly from the art museum's holdings as well as from the Department of Ra re Books and Special Collections, Princeton University Library, the fifty-six prints, drawings, and illustrated books are arranged in six sections corresponding to the successive events of the Passion.&nbsp;</p><p>MEDITATIONS ON AND IMAGES OF CHRIST’S PASSION&nbsp;</p><p>Throughout the Christian tradition, the liturgy of the Mass, which celebrates the redemptive sacrifice of Jesus, and the dramatized events of Holy Week (preceding Easter Sunday), have commemorated the Passion of Christ. In addition to its prominent place in the liturgy, the Passion became a central subject of theological and spiritual inquiry during the Middle Ages. Over the centuries, many modifications and narrative enlargements found their way into devotional life and art. A new chapter in Christocentric piety was initiated in the twelfth century by the Cistercians, a solitary and meditative monastic order that cultivated ardent love and compassion for Christ. In the thirteenth century, the newly founded mendicant order of the Franciscans preached devotion to the suffering humanity of Christ and cultivated affective qualities in their spirituality. Parallel with these changes, a strand of intensely personal piety emerged, one that stimulated the development of a distinct kind of literature that dealt imaginatively with the humanity of Christ, his childhood, and his suffering. A prime example is the <em>Meditations on the Life of Christ<em>, a devotional guide written by a Franciscan friar in Tuscany in the late thirteenth or early fourteenth century. The lively narrative style and the elaborate descriptive detail of this treatise were meant to evoke the experiences of an eyewitness for its readers. “<em>Make yourself present at the conversations and deeds reported of the Lord Jesus. Hear Him as with your ears; see Him as with your eyes,\" urges the auth or. The affective descriptions of Christ's sufferings in this treatise, the passionate laments, the speeches and actions of the Virgin, Saint John, and the other disciples must have had a powerful impact on devout readers. The daily readings of such texts as the <em>Meditations</em> and the influential fourteenth­ century <em>Life of Christ</em> by the Carthusian monk Ludolph of Saxony stimulated the visual imaginations of pious viewers and sensitized them to the emotive accents of pictorial representations of the Passion. Imagine, for example, the effect Martin Schongauer's engraving of the <em>Bearing of the Cross<em>[x1951-120] must have had on contemporary viewers. In the midst of the busy procession to Calvary, Christ has stopped, sunken under the weight of the cross, and casts a glance out of the image as if beseeching the beholder's response. The visual conception has analogies with passages in Ludolph of Saxony's descriptions of the Passion. In his account of the mocking of Christ, for example, Ludolph interrupts the flow of the narrative to address his reader, asking,\" <em>What would you do if you saw this? Would you not cast yourself upon the Lord, saying do not harm Him so; behold, here am I, strike me instead?<em>\" Another vivid image that addresses the viewer is Dürer's engraving of the <em>Man of Sorrows by the Column</em> [x1934-369]. This impression of Dürer's print accompanies a prayer text in a unique manuscript book made for one of Dürer's most important patrons, Frederick the Wise, the Elector of Saxony. Unlike the other prints from the <em>Engraved Passion<em>, all of which illustrate distinct moments of the narrative, this depiction does not portray a single event from the Passion. Christ is shown holding the instruments with which he was tortured and bearing the wounds inflicted on the cross, thereby referring simultaneously to all of his sufferings before and during the crucifixion. The artist used a similar image as a frontispiece to both his <em>Large</em> and <em>Small Passion<em>. In the texts beneath the images, Christ charges mankind with responsibility for the Passion and seems to demand our compassionate response: <em>\"O man, ...I am still scourged for thy guilty acts,\"</em> and <em>\"O man, is it not enough that I suffer ed these things once for you? ... Cease crucifying me with new sins.\"</em> Through visual and textual appeals, Dürer and many of his contemporaries sought to link past and present and to establish new bonds between Christ and his followers. A generation earlier, around the period when Schongauer created his virtuoso engraving of the <em>Bearing of the Cross<em>, Andrea Mantegna and artists of his circle produced a set of monumental engravings devoted to the life of Christ [x1986-15].These prints were conceived in accordance with Italian Renaissance concerns for the representation of space, volume, and light. The Roman armor, costumes, and architectural settings in these works place the Passion firmly in ancient history. Such images helped later humanists to reconcile classical and biblical traditions-- that is, to see the Roman past through the eyes of Christian culture. Because of their central place in Christian doctrine, the story and pictorial representations of Christ's Passion were intensely debated during the Reformation. While most religious images were banned from Protestant churches, the Catholic Council of Trent (1545-63) reaffirmed their importance to Catholic liturgy and devotion. At the same time, however, the council prohibited some non-biblical narrative additions and incidental detail. Yet an enormous variety of powerful representations of the Passion appeared during the following decades. Ruben's altarpiece of <em>Christ on the Cross</em> (Antwerp, Royal Museum of Fine Arts), represented in the exhibition by a reproductive print from his workshop, renders the Passion with new immediacy and drama. In contrast, Passion scenes were rarely portrayed in Protestant contexts. When they were, they did not possess the ritual significance given to them in Catholic masses. Instead, they had didactic significance, or, as in the case of Rembrandt's etchings, they explored Jesus' humanity by evoking his state of mind.&nbsp;</p><p>PORTRAYALS OF CHRIST’S PASSION IN PRINTS AND DRAWINGS&nbsp;</p><p>From the fifteenth century onward, drawings and prints became increasingly important media for the representation and dissemination of images of Christ's Passion. Although less durable than paintings and sculpture, works on paper were cheaper to produce and easier to transport. Often, during their travels, artists would draw visual records of works that impressed them. Groups of such drawings were eventually collected in volumes, known as modelbooks, which provided important pictorial sources for generations of artists. The introduction of printmaking accelerated the transmission of artistic ideas, and prints themselves came to be used as major sources by many artists. A well-known example of the reception and appropriation of printed models is Dürer's <em>Small Passion<em>. It was copied several times in print and was used extensively as a source for paintings, sculptures, frescoes, and stained glass produced by artists in Germany, Italy, and the Low Countries. In fifteenth-century Italy, drawings began to be used more creatively, often serving as preliminary studies for paintings. Artists employed drawings to develop their compositions, adjust light and shadow, and work out details of drapery, perspective, and anatomy. Among several compositional sketches in the exhibition, Guercino's haunting <em>Arrest of Christ</em> [x1948-744], a study for a lost or unexecuted painting, exemplifies the preparatory process at its most inventive, as we see the artist conveying both stillness and turbulence through manipulation of light, shadow, and dramatic gesture. At the time of Mantegna, Schongauer, and Dürer, printed images were comparatively new: woodcuts had emerged in the late fourteenth century, and engraving was developed only in the 1430s. It was largely through their inventive powers and technical skills that this generation of late fifteenth-century masters redefined the pictorial possibilities of the print. The fast pace of this development is demonstrated by comparing Michael Wolgemut's rather static woodcut made for Stephan Fridolin 's didactic treatise, the <em>Schatzbehalter<em>, with the visually complex and dynamic prints executed by Albrecht Dürer for his edition of the <em>Large Passion,</em> [x1957-144] all produced in the 1490s. The anecdotal and compositional complexity of Schongauer's Bearing of the Cross and the distinctive quality of its line, which varies in accordance to the surfaces depicted, mark this engraving as one of the greatest master prints of its time. Through its horizontal format, its imposing scale, and its rich textures, the print achieves visual effects found in many contemporary paintings. The Mantegna-school engraving of the <em>Flagellation<em>, in contrast, is modeled with regular short and parallel strokes that do not follow and describe form. In accord with Mantegna's interest in Roman sculpture, the engraver made use of sharp contrasts of light and shade to suggest qualities of volume and solidity. Perhaps the most dramatic depiction of light in the exhibition occurs in Rembrandt's drypoint of <em>Christ on the Cross</em> [x1969-310]. Here strong juxtapositions of turbulent and impenetrable black forms are juxtaposed with sharp light forms to create a strikingly dramatic vision of Christ's death.&nbsp;</p><p>ARTISTIC REFERENCES IN PORTRAYALS OF THE PASSION&nbsp;</p><p>The development of meditative private devotion during the late Middle Ages stimulated a demand for new kinds of depictions of Christ's Passion, which would draw viewers into an empathetic relationship with the Savior. By focusing on Christ's human suffering, such portrayals stimulated strong compassionate responses and often prompted beholders to reflect on their relationship to Christ. Images of this type functioned as mirrors of the devout self. Parallel to these developments, we find new forms of artistic self-reference in some depictions of the Passion. Rembrandt returned to Passion subjects virtually throughout his career. In the early 1630s the young artist received a prestigious commission from the Stadholder Frederik Henrik for five paintings of Christ's Life and Passion. The first in the set, the <em>Descent from the Cross</em> (Alte Pinakothek, Munich), was reproduced in a large etching that is included in the exhibition. Those familiar with Rembrandt's many self­portraits will recognize the artist's likeness in the figure on the ladder who helps to take down Christ's body. Rembrandt's painting has sometimes been interpreted as a response to Rubens's altarpiece of the <em>Descent from the Cross</em> in Antwerp. If so, he may have included the self-portrait as one element of his artistic competition with Rubens. At the same time, Rembrandt's deep feeling for the human drama of Christ's life and death, which we encounter in this image and throughout his oeuvre, perpetuates the tradition of participatory devotion to the Passion that we find in such works as the <em>Meditations on the Life of Christ</em> or Ludolph of Saxony's <em>Life of Christ<em>. Claude Mellan 's engraving of Christ's face, known as <em>The Sudarium of Saint Veronica</em> [1960-16], displays extraordinary technical virtuosity and uplifting spiritual power. The depiction echoes a miraculous image \"not made by human hands ,\" that is one of the most important relics at St. Peter's in Rome. According to medieval legend, Christ's face was miraculously imprinted on a cloth Saint Veronica used to wipe his face on the road to Calvary. Mellan ingeniously links <em>his</em> own artistic excellence to this medieval legend of a miraculous image by crafting the entire print from a single line that starts at the tip of Christ's nose and, all the while varying in breadth, spirals outward to the edges of the sheet. In thus endowing his virtuosity with spiritual meaning, the French printmaker takes his place along with other artists in a long tradition of active engagement with Christ 's Passion. The portrayals of Christ's Passion in the works exhibited have meaning and relevance not <em>only</em> as repositories of a major historical and cultural tradition, but also as bold and imaginative exercises of self exploration. They bear witness to the capacities of leading artists to creatively mine and reinterpret one of the central mytho-poetic foundations of western European belief. In so doing, they imbue the story of the sacrificial death of the Son of God with personal meaning and new depth and resonance.&nbsp;</p><p>--Todor Todorov, Ph.D. candidate Department of Art and Archaeology Princeton University</p>",
            "title":"Collection Publications: In the Mirror of Christ‚Äôs Passion",
            "source_project":"Other",
            "author_type":"Student",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"602e94670a257d00175717e9"
            },
            "exhibitions":[],
            "title":"The Three Trees, Rembrandt van Rijn",
            "body":"<p>Recent Acquisition: Rembrandt’s <i>The Three Trees</i></p><p>A highly experimental printmaker, Rembrandt incorporated the subject matter of his paintings— portraiture, religious and historical narratives, genre scenes, and landscapes—into more than three hundred works, which he produced for a growing audience in Amsterdam and beyond. Eschewing the uniformity of the engraved line, he exploited the drawn qualities of etching and, increasingly, the blurred, velvety effects of the burr produced by the drypoint needle. The Art Museum recently acquired an exceptional impression of <i>The Three Trees</i>, made at the apex of the artist’s career and a year after his most celebrated painting, <i>The Night Watch&nbsp;</i>(1642, Rijksmuseum, Amsterdam). Small in scale but vast in visual effect, <i>The Three Trees&nbsp;</i>is considered one of Rembrandt’s masterpieces in any medium.&nbsp;</p><p>For Rembrandt the independent landscape became a subject of intense preoccupation during two distinct phases of his career: first in the 1630s, when he produced a group of oil paintings of largely fantastic settings, including <i>Stormy Landscape&nbsp;</i>(ca. 1638, Braunschweig), and then between 1641 and 1653. During the latter period he created hundreds of landscape drawings, primarily sketches of specific locations in and around Amsterdam made outdoors during walking expeditions, as well as prints in which he demonstrated a variety of styles, ranging from spare and sketchy to finished and dramatic.&nbsp;</p><p>Of Rembrandt’s twenty-six recorded landscape etchings, <i>The Three Trees&nbsp;</i>is the largest and most elaborate—a strategic effort to provide a printed counterpart to his most theatrical landscape paintings of the 1630s. With tightly orchestrated chiaroscuro and atmospheric effects, this etching combines technical virtuosity and conceptual complexity to deliver a visionary spectacle incorporating what has aptly been called “meteorological melodrama”—in itself a striking feature, since the skies in Rembrandt’s etched landscapes are usually left blank and cloudless.&nbsp;</p><p>Despite attempts to identify the specific location and viewpoint of <i>The Three Trees</i>, the sweeping polderscape is now generally considered to be a distillation of motifs typical of the countryside around Amsterdam—the city generically indicated in the distance. In the middle ground Rembrandt privileged imagination over topography by evoking the essentials of a Dutch landscape: the proximity between town and countryside; the flat expanses of tilled fields with windmills, cattle, and herdsmen; the changeable weather— complete with driving rain, sweeping shadows, and emerging sunlight—and the watery mass of the dike, which serves as a platform for the three majestic and windswept trees. Additional human motifs—including, on the far right, a seated artist sketching (a self-portrait?) and a horse-drawn wagon full of people and, in the immediate foreground, a fisherman and his female companion (left) and two (barely visible) lovers in the shadowy bower (right)—contribute to the scene’s poetic power. Rembrandt’s inclusion of figures within a panoramic print has numerous precedents in world landscapes by sixteenth-century Netherlandish artists such as Joachim Patinir and Pieter Bruegel the Elder, whose engraved landscapes often include rustic figures at work and play. Whereas these are delineated with great clarity, Rembrandt’s human protagonists are half obscured and concealed, intended to be revealed in a slow examination of the composition.&nbsp;</p><p>The technical complexity of this print is grounded in Rembrandt’s dexterity with the etching needle. This is apparent throughout, from the endlessly varying outlines of the trees’ foliage to the intricate weblike network in the dense and dark foreground, revealing lines of different densities. These lines indicate that the plate was immersed in the acid bath more than once, resulting in blurred contours, as in the fisherman standing at lower left. Although etching dominates, Rembrandt also employed touches of engraving in the denser passages of the right foreground. He utilized drypoint more extensively, particularly in the heavy clouds that frame the landscape at the top and in the slanting diagonal lines in the upper left, for which he also employed a straightedge. Finally, there is a fine granular bitten tone perceptible in the fields in the middle distance at left, which could be created by sulfur tinting or by the direct application of acid to the surface of the plate, followed by burnishing. The result of this process is a dense thicket of marks that translate as sweeping and tonally rich contrasts of light and shadow when viewed from a distance.&nbsp;</p><p>In the extensive scholarly literature on <i>The Three Trees</i>, its visual complexity has been mined for iconographic and contextual significance. It has inspired debates about the pronounced stormy weather component: whether the squall is approaching or receding and whether the slanting lines signify driving rain (the prevailing view) or rays of sunshine breaking through the roiling clouds. Many modern interpretations have focused on individual motifs, most notably the trees themselves, which have been read as emblems of strength withstanding the wind (referencing the Dutch triumph over Spanish rule) or as veiled allusions to the three crosses at Christ’s crucifixion or the Trinity. Attention has also been paid to the lovers and fishing couple, who have been identified as erotic tropes prevalent in contemporary Dutch pastoral literature. Broader readings of the scene as a whole emphasize Rembrandt’s intent to convey the essence of Dutch weather (massing clouds and intermittent showers) in a metaphysical mode—at once human and divine, granular and grand—that would have resonated with his contemporaries. Beyond its multiplicity of meanings and major influence on subsequent landscape artists, including Thomas Gainsborough and J. M. W. Turner, Rembrandt’s <i>The Three Trees&nbsp;</i>offers a compelling universality in its extraordinary evocation of an ephemeral moment in nature.&nbsp;</p><p>&nbsp;</p><p>Laura M. Giles<br>Heather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings&nbsp;</p><p>&nbsp;</p>",
            "author_type":"Curator",
            "source":"Magazine: Fall 2020"
        },
        {
            "_id":{
                "$oid":"6228ef689556a800189dfbe0"
            },
            "exhibitions":[],
            "body":"<p><strong>Centering Object-Based Learning</strong><br>The Princeton University Art Museum was founded on the belief that object-based study is essential to teaching and learning—a premise that continues to infuse all aspects of the Museum’s work, including planning for the new building. During the period when the main building is offline, university-level teaching with works of art continues thanks to the use of off-site and on-campus classrooms, the superb campus collections, and the exhibition venues at Art@Bainbridge and Art on Hulfish. This ensures that no Princeton undergraduate will miss the opportunity to study directly from works of art. When students engage with objects, they activate all their senses, including touch in classes that offer the opportunity to handle certain works of art, like Late Classic Maya ceramics. As they together look closely at an etching such as Rembrandt’s Three Trees (1643), students can hone their observation, inquiry, evaluation, and deduction skills.</p><p>This fall, courses as varied as “An Introduction to the History of Art: Meanings in the Visual Arts”; “Muertos: Art and Mortality in Mexico”; a junior seminar in critical writing; and “Seeing Health: Medicine, Literature, and the Visual Arts,” a course supported by the Andrew W. Mellon Fund for Faculty Innovation, took advantage of the purpose-designed Museum classrooms &nbsp;to view works from the collections. Courses also leveraged the works of art on campus, including a course on theater lighting design. The freshman seminar “Behind the Scenes at the Art Museum” held classes in Nassau Hall and Bainbridge House and used the outdoor sculpture collection to provide opportunities for students to engage deeply with works of art as they grappled with some of the most pressing issues facing museums today.</p><p>This semester, faculty and students from several courses visited the exhibition Gathering Together / Adama Delphine Fawundu, the first installation to open at Bainbridge House since the COVID-19 pandemic began. Through multimedia works that employ Sierra Leonian garra fabric, fabric-printing techniques, and photography, Fawundu investigates familial traditions and cultural inheritance. The exhibition attracted classes from the visual arts, history, anthropology, art and archaeology, and other disciplines. Faculty are encouraged to schedule class visits to upcoming exhibitions.<br>These opportunities to teach from objects are still more limited than in the past. For courses not able to take advantage of in-person resources, the Museum’s online collections are always available, and images of objects selected for courses are available in three ways: through PowerPoint, .zip download, or the online high-resolution viewer Mirador. Mirador allows users to zoom in to see details of thousands of works of art from across the collections. Faculty can access these resources directly, or Museum staff can assist in preparing a selection of objects. Additionally, groups of objects from the Museum’s collections that explore specific themes are available on the Museum’s website.</p><p>While studying remotely, the Museum’s student tour guides worked with the Museum’s Education department staff to continue to share their love of art with University, local, and global communities through digital programming. Now that the students are back on campus, they are once again engaging audiences with artworks in person.</p><p>This fall, curators and educators provided training on the history of the University’s collection of outdoor sculpture and in-depth discussions of works by artists such as Henry Moore, Louise Nevelson, Ai Weiwei, Sol LeWitt, and Maya Lin. Among the guides are students pursuing diverse areas of study, including public and international affairs, mechanical and aerospace engineering, English, architecture, and molecular biology. The tours have proved a resounding success, with students leading tours for a variety of campus community members, including undergraduate students from Butler College, the Department of Molecular Biology, and the Procurement Services department in Finance and Treasury. Additionally, we offered five open tours to the campus community that welcomed faculty, staff, and students from all corners of campus, including the Pace Center and the library.</p><p>A new class of student guides will begin training in January. The students will continue to focus on the outdoor sculpture collection.</p><p>Winter 2022 Magazine</p>",
            "title":"Centering Object-Based Learning",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}