{
    "makerid":6646,
    "published_date":"2022-06-09 08:45:10.822249",
    "type":"maker",
    "displayname":"Lovis Corinth",
    "makertype":"Individual",
    "alphasort":"Corinth Lovis",
    "lastname":"Corinth",
    "firstname":"Lovis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1858–1925; born Gvardeysk, Russia; died Zabdvoort, The Netherlands",
    "begindate":1858,
    "enddate":1925,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lovis Corinth",
            "alphasort":"Corinth Lovis",
            "lastname":"Corinth",
            "firstname":"Lovis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/15044719"
        },
        {
            "source":"ULAN",
            "id":"500115384"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcedf42f9ac100016d1b6ef"
            },
            "body":"This image of a matronly figure admonishing a young woman who reclines on her lap shows the artist’s academic interest in the female nude. Between 1884 and 1887, Corinth studied at the Academie Julian in Paris, but the inelegant poses of many of his subjects reveal his interest in realism. When he moved to Berlin in 1901, he founded an art school that specialized in the painting of nudes and portraits. Corinth was one of the founding members of the Munich Secession; the first in the series of Secession movements. In 1911 Corinth succeeded Max Liebermann as president of the Berlin Secession, but then suffered a serious stroke. Despite trembling in his right hand and partial paralysis of his left, his style and technique show little evidence of his condition. Corinth was re-elected by the Secession in 1915, and he held this position until his death. \n\nCorinth is known first and foremost as a painter, but he began to make prints in the 1890s to improve his draftsmanship. In 1908 the artist Hermann Struck urged him to work with drypoint and gave him a diamond stylus as encouragement. For the rest of his career, Corinth came to favor drypoint over other intaglio techniques because of its richness and directness.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels: 9",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}