{
    "makerid":5941,
    "published_date":"2022-03-28 16:07:05.724663",
    "type":"maker",
    "displayname":"Vincenzo Foppa",
    "makertype":"Individual",
    "alphasort":"Foppa, Vincenzo",
    "lastname":"Foppa",
    "firstname":"Vincenzo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, ca. 1427–ca. 1515",
    "begindate":1427,
    "enddate":1516,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter and architect. He spent most of his painting career at Pavia, where he was patronized by the ruling Sforza family, the Dukes of Milan. Although many of his frescoes have been destroyed, his work in this medium prompted Filarete to name him among the greatest painters of his time, the only Lombard to be so honoured. Foppa also worked at Genoa and Savona, but he spent most of his later years working at Brescia.\r\n1. Before 1480.\r\n\r\nHe was the son of Giovanni Sandrino, a tailor from Bagnolo. Although it is not known where he trained, his early style has prompted suggestions that he may have visited Padua, Venice or Verona. In the Virgin and Child with Angel Musicians (Florence, I Tatti), probably his earliest work, the squat, compact figures of the angels appear alongside the more elegant, curvilinear figure of the Virgin, whose Gothic qualities may derive from the work of Stefano da Verona or Michelino da Besozzo. The silver-grey flesh tones remained characteristic of Foppa’s painting throughout his career. However, in his first signed and dated work, the Crucifixion (1456; Bergamo, Accad. Carrara B.A.), such Gothic features have disappeared. The skilled use of perspective and the classical triumphal arch framing the scene are comparable to the work of Jacopo Bellini, Andrea Mantegna or Giovanni Donato da Montorfano. Other early works are the Virgin and Child (c. 1450; Milan, Castello Sforzesco), the Dead Christ Supported by an Angel (Milan, priv. col., see Torriti, p. 112) and the signed panel of St Jerome (Bergamo, Accad. Carrara B.A.). It has also been suggested, with less plausibility, that he may have provided cartoons for a series of stained-glass windows in Milan Cathedral, executed during the 1450s by Niccolò da Varallo (b 1420).\r\n\r\nFoppa was in Pavia by 1458, having probably arrived there several years earlier. Although no record of his first works for the court at Pavia survive, he must have made a good impression. In June 1461, while he was working for the priors of Genoa Cathedral in the chapel of S Giovanni Battista, the Milanese duke Francesco Sforza intervened on Foppa’s behalf, asking the priors to treat him with greater respect. The chapel was left unfinished when Foppa returned to Pavia in 1462 and was completed by him only in 1471.\r\n\r\nMost of Foppa’s documented works of the 1460s, including a signed and dated altarpiece (1462) for the church of the Carmine in Pavia, are lost. Natale (1982) suggested that two panels of St Paul and St Siro (Minneapolis, MN, Inst. A.) may have come from this altarpiece. Foppa also executed frescoes of prophets (destr.) in the great cloister of the Certosa di Pavia and an altarpiece (untraced) for S Maria delle Grazie in Monza, commissioned by Galeazzo Maria Sforza in 1466.\r\n\r\nIn 1463 Francesco Sforza summoned Foppa to Milan with the promise of work. According to Filarete, Foppa frescoed the courtyard of the Medici Bank in Milan with the Story of the Emperor Trajan, along with portraits of Roman emperors and members of the Sforza family. Only a fragment of a Young Boy Reading Cicero (c. 1465; London, Wallace) survives from this fresco cycle. Two drawings of the Justice of Trajan (Berlin, Kupferstichkab.; Oxford, Ashmolean) have been tentatively associated with the project, but the Berlin drawing is pricked for direct transfer, and it seems more likely that it was made for a small panel painting.\r\n\r\nThe fresco cycle of the Life of St Peter Martyr in the Portinari Chapel in S Eustorgio, Milan, was commissioned in the late 1460s by Pigello Portinari (d 1468), the representative of the Medici Bank in Milan. Despite the absence of documentation to confirm Foppa’s hand in this work, the stylistic attribution is long-standing, and the connection between the artist and the patron is known to have been close. The frescoes demonstrate Foppa’s ability to deal with perspective and architectural space on a large scale. The scene of St Peter Martyr’s Miracle at Narni is set obliquely beneath a receding brick arch, with a miscellany of architectural motifs such as staircases, niches and crenellated walls behind the figures. The adjoining episode of the Martyrdom of St Peter takes place in an expansive landscape of forest, lake and mountains.\r\n\r\nIn 1467 Foppa asked Portinari for a letter of recommendation to Bianca Maria Sforza, Duchess of Milan, in order that he be accorded the rights and privileges of a citizen of Pavia and be permitted to buy property in the city. This was granted, and in 1468 he was made a member of the household of Galeazzo Maria Sforza, the new Duke of Milan. Despite this new status, he received little employment from the Duke before 1474. In 1469 he tried to obtain the commission to decorate the Camposanto in Pisa, but the task had already been assigned to Benozzo Gozzoli. By 1471 he was back in Genoa to complete the unfinished work in the cathedral, for which he received a further ten ducats.\r\n\r\nFoppa probably returned to Brescia the following year, since a signed altarpiece dated 1472 was recorded by the 17th-century writer Bernardino Faini as having been in S Maria Maddalena in Brescia. He was back in Milan by July 1473, however, where he appraised the work of Stefano de Fedeli ( fl 1472–81) in the ducal chapel of the Castello di Porta Giovia.\r\n\r\nDuring the mid- to late 1470s Foppa worked in collaboration with the court artists Bonifacio Bembo and Zanetto Bugatto on several major projects in Pavia for Galeazzo Maria Sforza. In 1474 they agreed to provide an immense wooden altarpiece for the castle, which was to contain 200 holy relics and be decorated with appropriate images of saints. The work had to be halted after the Duke’s murder in December 1476. It has been suggested that the panel of SS Agnes and Catherine (Baltimore, MD, Walters A.G.), in which the figures stand in a loggia-like architectural setting, may have formed part of this work. In 1476, at the request of the Pavian noblewoman Zaccarina Beccharia, the artists agreed to paint a rood screen (destr.) for the Franciscan church of S Giacomo fuori Pavia. The screen was to include 21 scenes from the life of Christ. Evidently there was a problem of integrating the artists’ various styles, since the patron complained that the painters’ work was not uniform.\r\n\r\nVarious devotional works have been dated to the second half of the 1470s. They include the half-length Virgin and Child with an Apple (Berlin, Gemäldegal.), the Virgin and Child with a Book (Milan, Castello Sforzesco), the Virgin and Child (Florence, I Tatti) and a signed Adoration of the Christ Child (ex-Fisher priv. col., Detroit; see Wittgens, pl. 68). The most impressive, however, is a polyptych (c. 1476; Milan, Brera), including the Virgin and Child with Saints, that was originally painted for the high altar in S Maria delle Grazie, Bergamo. It was dismantled in the 19th century and reconstructed, with incorrect additions, at the beginning of the 20th. In it, Foppa’s style appears as a curious mixture: the old-fashioned gold ground behind the saints in the upper tier is replaced lower down by landscapes and innovative spatial and architectural designs, suggesting that while Foppa experimented with new styles, he was still willing to accommodate conservative Milanese tastes. Between 1477 and 1509 Foppa received payments for the decoration of the Averoldi Chapel in S Maria del Carmine, Brescia, for which he executed images of the Evangelists and the Doctors of the Church.\r\n2. From 1480.\r\n\r\nDuring the early 1480s Foppa was working in Pavia. The Bottigella Altarpiece (Pavia, Pin. Malaspina), in which Silvestro Bottigella and his wife are shown kneeling before the enthroned Virgin, was probably executed before 1486. The continuing popularity of his traditional images of the Virgin and Child standing before a curtain or landscape is testified by the group of paintings of this subject dating from the 1480s (Milan, Mus. Poldi Pezzoli; New York, Met., see fig. [not available online]; Philadelphia, PA, Johnson priv. col.; Florence, Uffizi). A detached fresco of the Virgin and Child with SS John the Baptist and John the Evangelist (Milan, Castello Sforzesco) from S Maria di Brera is dated 1485.\r\n\r\nAlso dating from this decade are various works representing St Sebastian, a subject perfectly suited to Foppa’s ability to portray human anatomy. Among these are the detached fresco (Milan, Brera) from S Maria di Brera, Milan, and a wooden panel (Milan, Castello Sforzesco), in which the saint is shown in a contrapposto pose bound to an antique column, with the surrounding archers poised in such a way as to display a wide variety of musculature and movements. A small panel of St Sebastian (Florence, I Tatti), often attributed to Foppa, has been variously dated to the 1450s and the 1480s, although its colouring and hazily defined figures are uncharacteristic of Foppa’s style.\r\n\r\nFoppa had returned to Genoa by the end of the 1480s. In 1488 his associate Bertolino della Canonica was paid 15 lire on his behalf for figures of the martyrdom of St Sebastian for the altar of the Guild of St Sebastian, Genoa. In February 1489 Foppa was paid for an altarpiece (destr.) in the Doria Chapel in the Certosa di Rivarola outside Genoa. A surviving but ruined polyptych of the Virgin and Child with Saints and a Donor (Savona, Pin. Civ.) includes the name of the patron, Manfredi de Fornari, and the date 9 April 1489. The most important work produced during this stay in Liguria is the much damaged altarpiece for the oratory of S Maria di Castello, Savona (in situ), commissioned by Giuliano della Rovere (later Julius II) at a cost of 18,000 gold scudi. Although the three-tiered polyptych, which includes carved wooden figures in niches, was designed by Foppa in its entirety, he did not complete the work and had to be threatened with imprisonment before it was finally finished in August 1490. The figure of St John the Evangelist is signed by the local artist Louis Bréa.\r\n\r\nIn 1487 Foppa agreed to paint a chapel in S Piero in Gessate, Milan, for Ambrogio Griffi. The patron, an important member of the Sforza court, asked the Duke of Milan, Ludovico Sforza (il Moro), to write to the authorities in Brescia and request that Foppa be persuaded to fulfil his contract. Despite this pressure, however, Foppa never even began work in the Griffi Chapel, which was eventually decorated by Bernardo Zenale and Bernardino Butinone.\r\n\r\nFoppa seems to have decided to settle in Brescia permanently from 1489. In that year the city council granted him a yearly allowance of 100 lire on the condition that he would practise his art within the town. The agreement names him as an architect as well as a painter. In 1490 the grant was ratified, and Foppa was asked to fresco the newly built Loggetta in the main square of the town.\r\n\r\nBy May 1495, when the council decided to discontinue Foppa’s salary, he may have already returned to Pavia. Documents from July 1497 to 1499 concern his work on an altarpiece (untraced) for S Maria Gualtieri, Pavia, in association with Giovanni Siro Cattaneo da Bermano ( fl 1499–1506). Other paintings from this late period include the Virgin and Child with SS Faustina and Giovita (Brescia, Pin. Civ. Tosio–Martinengo), a portrait of Francesco Brivio (Milan, Mus. Poldi Pezzoli), the signed Pietà (ex-Kaiser-Friedrich Mus., Berlin, destr.), the Adoration of the Magi (London, N.G.), the Annunciation (Isola Bella, Mus. Borromeo) and SS Bernardino and Anthony of Padua (Washington, DC, N.G.A.). In the early 1500s Foppa was back in Brescia, and in 1514 he executed a double-sided banner (Brescia, Pin. Civ. Tosio–Martinengo) for the town of Orzinuovi outside Brescia. On one side is depicted the Virgin and Child with SS Catherine and Bernardino and on the other SS Roch, Sebastian and George. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Vincenzo Foppa",
            "alphasort":"Foppa, Vincenzo",
            "lastname":"Foppa",
            "firstname":"Vincenzo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Vincenzo da Brescia Foppa",
            "alphasort":"Foppa, Vincenzo da Brescia",
            "lastname":"Foppa",
            "firstname":"Vincenzo da Brescia",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010957"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/289914260"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}