{
    "makerid":6526,
    "published_date":"2022-03-28 16:07:27.213607",
    "type":"maker",
    "displayname":"Zhu Da 朱耷",
    "makertype":"Individual",
    "alphasort":"Zhu Da",
    "lastname":"Zhu Da",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1626–1705",
    "begindate":1626,
    "enddate":1705,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Wang Fang-yu, and Richard M. Barnhart, Master of the Lotus Garden (see above).\r\nYu Jianhua ed., Zhongguo meishujia renming cidian (Shanghai: Renmin meishu chubanshe, 1981), p. 10.",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Chu Ta",
            "alphasort":"Chu Ta",
            "lastname":"Chu Ta",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Zhu Da 朱耷",
            "alphasort":"Zhu Da",
            "lastname":"Zhu Da",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"朱耷",
            "alphasort":"朱耷",
            "lastname":"朱耷",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Chuan Qi 傳綮",
            "alphasort":"Chuan Qi 傳綮",
            "lastname":"Chuan Qi 傳綮",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Geshan 個山",
            "alphasort":"Geshan 個山",
            "lastname":"Geshan 個山",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Xuege 雪個",
            "alphasort":"Xuege 雪個",
            "lastname":"Xuege 雪個",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Bada Shanren",
            "alphasort":"Bada Shanren",
            "lastname":"Bada Shanren",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500328541"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/17289562"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db34f27577cfb0016a236d8"
            },
            "body":"<p>The most significant moments in my career have come from responding to things I’ve had no control over, rather than my own careful strategies. In my role at the Museum, I’m asked to attend to the needs and directives of exhibitions driven by the creativity of others, which continuously provides me with surprise encounters. My response to work from various cultures and periods is different than the approach a scholar may take. As a maker, I internalize the image more than the subject matter or historical context. I focus on the feelings that are triggered as a result of reckoning with a work of art. I vividly recall my first experience of seeing Zhu Da’s album <em>Flowers and Insects</em> (ca. 1681).... I instantly identified with the simplicity of form and the complex compositions. We enter the paintings within the realm of the insects. The larger shapes are positioned in unusual relation to the edge of the picture, disrupting our sense of balance. The voids are as dynamic as the activated areas—the asymmetrical spaces that exist between the strokes exercise great disparity in scale, suggesting motion. The locusts and cicadas appear to be climbing over and devouring the leaves they sit on. The creatures are very close to actual size, placing us in a shared environment. Zhu Da simultaneously employs a naturalistic depiction of forms and an abstract, gestural style. The foliage is often painted with a wet brush, where the ink lays down soft edges that give the appearance of a slightly out-of-focus photograph. The bugs and stems are handled with a dry-brush technique that is more linear and spontaneous. The combination of these different methods provides an uncanny harmonization. Ink painting is a very direct process: each stroke is evident and cannot be undone once it registers on the rice paper or silk. The artist must respond to the results of his or her actions, and each move is plainly laid bare. When Cary Liu, curator of Asian art, first introduced me to this album, he explained the artist’s political metaphors and criticisms of the newly established Qing dynasty. While I was fascinated to have this other dimension of the work revealed to me, it is still the paintings’ visual qualities that hold my attention. I am particularly affected by Zhu Da’s album because... it is not always sweet imagery. The budding flowers are somewhat ambiguous and also resemble ominous winged insects ready to hatch. Every time I look at them, they produce the same result in me—an immediate desire to paint. Over the years, I’ve used a simple and subjective system to evaluate a work of art: Does it make me want to get in the studio? If so, it becomes something that I frequently mull over; if not, I mentally shelve it. In an age when fast media and instantaneous imagery reigns, I am reminded of the power of a painting when I find myself lost in time, completely taken in by the surface of an image.</p>",
            "title":"Zhu Da, artist",
            "source_project":"Other",
            "author_type":"Other",
            "exhibitions":[],
            "source":"Magazine: Spring 2014"
        },
        {
            "_id":{
                "$oid":"5db84b475bb1200016106668"
            },
            "body":"Painted shortly after Zhu Da's return to secular life after over thirty years as a Buddhist monk, this delightful album of flower paintings and poems unexpectedly expresses the artist's personal discontent and bitter resentment. A direct descendant of the Ming imperial family, Zhu Da had taken refuge after the dynasty's demise in 1644 by donning priestly robes. Tenaciously loyal to the fallen Ming, he deplored life under the new Qing dynasty (1644–1912), established by the Manchu conquerors. The album begins with spring flowers and a series of sarcastic observations on youthful Chinese scholars willing to pursue office under the Manchus. Accompanying the summer flowers is facetious advice offered to the Qing emperor on how to govern, and with the flowers of late summer, fall, and winter, the artist reflects on his own circumstances. On the album leaf showing calamus growing on a rock, there is no poem, but the inference is clear. Alluding to a Tang dynasty poem, Zhu Da likens himself to the \"grass on a rock\" with shallow roots that finds it difficult to live (that is under Manchu rule). Although the album seems to lack a final leaf with an inscription and date, it is a deeply moving autobiographical reflection on life, with the artist's thoughts, emotions, hopes, and memories cast upon the flowers and plants of the passing months.",
            "title":"Asian Art website: Flowers and Insects",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}