{
    "makerid":891,
    "published_date":"2025-04-17 02:00:49.860637",
    "type":"maker",
    "displayname":"Kitaōji Rosanjin",
    "makertype":"Individual",
    "alphasort":"Kitaoji Rosanjin",
    "lastname":"Kitaoji",
    "firstname":"Rosanjin",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1883–1959",
    "begindate":1883,
    "enddate":1959,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Unicode Display Name",
            "displayname":"Kitaōji Rosanjin",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Fusajiro",
            "alphasort":"Fusajiro",
            "lastname":"Fusajiro",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Kitaō Rosanjin",
            "alphasort":"Kitaō Rosanjin",
            "lastname":"Kitaō Rosanjin",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Kitaōji Rosanjin",
            "alphasort":"Kitaoji Rosanjin",
            "lastname":"Kitaoji",
            "firstname":"Rosanjin",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500123494"
        },
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/812412"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db87fe0975ec80016e02d20"
            },
            "body":"<em>When people ask me how I came to take up pottery, as they often do, I always answer straight off that it was because of my dedication to fine food. Ever since childhood I have had a passion for good food, one which increased over the years until I found myself no longer satisfied with meals that were delicious and nothing more. Delicious food requires plates of a comparable level of beauty, and without them it is incomplete. [Translation by Juliet Winters Carpenter in: Sidney B. Cardozo and Masaaki Hirano, Uncommon Clay. Tokyo/ NY/ London: Kodansha International, 1987, p. 74.]<em>\n\nThe noted Japanese calligrapher and gourmet, Kitaōji Rosanjin, began his career as a potter by designing and decorating pieces for his popular restaurant, Hoshigaoka, in the city of Tokyo, which he personally managed from 1925 until 1936. Dissatisfied with the ordinary craftsmen who failed to capture the spirit of his designs, he eventually decided to make the pottery himself. As his inspiration, he used his own collection of antique Japanese ceramics. They inspired him to create all kinds of ceramics, including, Shino ware, Oribe ware, Yellow Seto ware, Karatsu ware, Shigaraki ware, Iga ware, and Bizen ware.\n\nThe wheel-thrown brazier (<em>hibachi<em>) is a buff-colored stoneware with an ash glaze. This type of brazier is known more specifically by the term <em>maruhibachi<em>, a type of <em>hibachi</em> made of ceramic, or from a hollowed-out log. The spontaneously painted grass design on its surface was first brushed in underglaze iron, which became a rich brown color during the firing process. The lid of the vessel is made of wood. Although this lidded vessel is not dated, most of Rosanjin’s stoneware was made after the end of World War II in 1945, until his death in 1959.\n\nThis barrel-shaped vessel is a striking example of Rosanjin’s interpretation of Yellow Seto ware (<em>kiseto<em>), a form of Mino ware that was first popularized as part of the Japanese tea ceremony (<em>chanoyu<em>) during the Momoyama period (1573–1615). An earlier form of Yellow Seto ware from Seto in central Honshu also existed, and was popular during the fifteenth century. Because Rosanjin did not directly copy earlier forms of pottery, it is often difficult to ascertain his exact models. In many pieces he combined elements from a variety of different model wares.",
            "title":"Asian Art website: Brazier with grass decoration",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}