{
    "makerid":4405,
    "published_date":"2022-03-28 16:06:04.758551",
    "type":"maker",
    "displayname":"Yayoi Kusama",
    "makertype":"Individual",
    "alphasort":"Kusama, Yayoi",
    "lastname":"Kusama",
    "firstname":"Yayoi",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1929, Matsumoto, Japan; active New York, NY and Tokyo",
    "begindate":1929,
    "enddate":2100,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Yayoi Kusama",
            "alphasort":"Kusama, Yayoi",
            "lastname":"Kusama",
            "firstname":"Yayoi",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500122518"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/22415110"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dae15ef730fb1001626a47a"
            },
            "body":"Kusama came to prominence in the New York art world during the 1960s. As a result of her turbulent home life and post-war stress, she developed a psycho­ logical disorder, often referred  to as obsessional neurosis . Feeling ostracized from the rigid hierar­ chical society of Japan, Kusama left her homeland in search of artistic freedom. She arrived in America in 1958, carrying with her an assortment of some 2,000 watercolors and drawings. By 1962 she had participated in a wide variety of gallery and museum exhibitions  both  in the United States and Europe,  exhibiting primarily  Infinity  Net paintings and related works  on paper.  In 1965 and  1966, Kusama's  exhibi­ tions  \"Floor  Show,\"  \"Driving Image  Show,\"  and  \"Infinity Mirror Room\" at the Castellane Gallery in New York marked the most forceful presentation of the artist's obsessional imagery and launched her optically ensconcing Accumulation sculpture.\n\nKusama's  preferred  media included pen and ink, tempera, watercolor, acrylic, and pastel.\nThe intimate, psychically charged works on paper she produced from the early 1950s through the mid- 1960s revealed Kusama's vibrant embrace of life's undulating currents. Her early drawings and watercolors articulate motifs and forms that fully anticipate the Net and Dot paintings  of her early New York years and also the formal concerns  of her installation art. Kusama's Net and Dot paint­ings all contain her signature motif-carefully controlled patterns of polka dots and interlinked webs of rhythmically painted linear net­ works. As she expanded her creative repertoire throughout the 1960s, she often reworked older drawings she had brought with her from Japan. Kusama frequently painted fluorescent nets on top of earlier orb drawings, inserted dots, unleashed pulsing new patterns, or even imposed synthetic netting over the entire surface of previous works.\n\n\n\n",
            "title":"Yayoi Kusama, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring /Summer 2000"
        }
    ]
}