{
    "makerid":13513,
    "published_date":"2024-02-16 02:00:51.016163",
    "type":"maker",
    "displayname":"Chimú",
    "makertype":"Cultural Group",
    "alphasort":"Chimú",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Andean",
    "culturegroup":"Chimú",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Chimu",
            "alphasort":"Chimu",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Chimu"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Chimú",
            "alphasort":"Chimú",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Chimú"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017316"
        },
        {
            "source":"ULAN",
            "id":"500203092"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100630510"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db300424d9005001632972f"
            },
            "body":"<p>The rich diversity of textiles recovered from archaeological contexts throughout the Andes demonstrates the primacy of this expressive, portable medium to the region’s ancient cultures. A multitude of sophisticated structural and decorative weaving techniques have been identified through the study of pre-Columbian works, suggesting that cloth served an array of important functions. The Museum has acquired an unusually well- preserved example of one enduring Andean textile tradition. Based on the stylistic and iconographic analysis of its depiction of bound, nude captives, the large, brightly painted plain weave cotton panel has been attributed to the Chimú culture. The Chimú were the powerful force behind an expansive empire that occupied the north and north- central coasts of present-day Peru during the Late Intermediate period (a.d. 1000–1470). Chimú artisans produced a wealth of sumptuous featherwork, precious metal ornaments, and elaborate textiles for elite consumption. Princeton’s textile fragment is one of thirteen panels known to have composed the renowned <em>Chimú Prisoner Textile<em>; in its original state the complete textile may have measured an impressive 105 feet long by six feet wide. The incredible scale, highly structured geometric design, and repetitive iconography of the <em>Chimú Prisoner Textile</em> recall the adobe friezes that adorn the walls of monumental architecture in and around the Chimú capital of Chan Chan—fueling speculation that it may once have served as a wall covering. Some observers also have noted that the textile’s concentric square fields resemble a plan view of the nested interior courtyards and patios characteristic of Chan Chan’s grand complexes. The panel’s com- position was painted in vivid shades of brown, ochre, blue, and green; dye analysis of similar textiles indicates that the still-vibrant pigments may have been derived from a number of different organic substances. A large nude figure with a pronounced phallus and raised arm stands at the center of Princeton’s panel. In addition to his nakedness, the rope tied around his neck and extending down his back identifies him as a captive. The earspools he dons indicate that he was formerly a per- son of high status, while the style of his headdress may affiliate him with north coast traditions. A procession of twenty-eight smaller prisoners, all of whom have ropes on their necks, surround the central figure; most are unclothed although some are covered below the waist. Stylized elements that resemble ceremonial objects are interspersed among them. Outer bands of rodent-like animals, double-headed serpents, and small prisoners in various states of undress are separated by sets of double lines. While all of the <em>Chimú Prisoner Textile</em> panels follow the same organization, the captives found at the center of each feature distinctive traits such as eye shape and hair-style. Do these protagonists refer to specific populations conquered by the Chimú? The commemoration of recurring ritualized warfare was common in the art of earlier north coast cultures. If this textile’s painted imagery does depict a singular event, the specific historical insight it offers is rare, making the textile an exciting subject for further study.</p>",
            "title":"Magazine: Winter 2012",
            "source_project":"Other",
            "author_type":"Student",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}