{
    "makerid":6519,
    "published_date":"2022-10-25 02:01:32.810089",
    "type":"maker",
    "displayname":"Howard Chandler Christy",
    "makertype":"Individual",
    "alphasort":"Christy Howard Chandler",
    "lastname":"Christy",
    "firstname":"Howard Chandler",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1873–1952; born Meigs Creek, OH; died New York, NY",
    "begindate":1873,
    "enddate":1952,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Howard Chandler Christy (January 10, 1873—March 3, 1952) was an American artist famous for the \"Christy Girl\", similar to a \"Gibson Girl\". He painted Scene at the Signing of the Constitution of the United States.\r\n\r\nSome of his work is on display at New York City restaurant Café des Artistes - they include six panels of wood nymphs and paintings such as The Parrot Girl, The Swing Girl, Ponce De Leon, Fall, Spring, and the Fountain of Youth.[1]\r\n\r\nHe was born in Morgan County and attended early school in Duncan Falls, Ohio. He then studied in New York at the National Academy and the Art Students League under William Merritt Chase. He first attracted attention with his illustrations of the Spanish-American War, published in Scribner's and Harper's magazines and in Collier's Weekly, gaining especial prominence with the series, \"Men of the Army and Navy,\" and a portrait of Colonel Roosevelt. He was best known, however, for his charming illustrations of the works of such authors as Richard Harding Davis and he created a picturesque and romantic type of society women peculiarly his own. His work is characterized by great facility, a dashing but not exaggerated style, and a strong sense of values. He preferred black and white, but he also worked with success in color. (Wikipedia 9/09)\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Howard Chandler Christy",
            "alphasort":"Christy Howard Chandler",
            "lastname":"Christy",
            "firstname":"Howard Chandler",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010917"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/17495441"
        },
        {
            "source":"Wikidata",
            "id":"Q3141534"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}