{
    "makerid":14775,
    "published_date":"2025-10-10 02:04:55.128185",
    "type":"maker",
    "displayname":"Zapotec",
    "makertype":"Cultural Group",
    "alphasort":"Zapotec",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Mexico",
    "culturegroup":"Zapotec",
    "biography":null,
    "altnames":[
        {
            "nametype":null,
            "displayname":"Monte Alban",
            "alphasort":"Monte Alban",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Monte Alban"
        },
        {
            "nametype":null,
            "displayname":"Monte Albán",
            "alphasort":"Monte Albán",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Monte Albán"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Zapotec",
            "alphasort":"Zapotec",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Zapotec"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017179"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1e9ecb627280016f5dc89"
            },
            "body":"<p>Two ancient zapotec artists, separated by a millennium, each set out to form representations in clay of the same supernatural character. The resulting works, both recent acquisitions, affirm the enduring importance of their subjects and the consistency of certain diagnostic features—an elongated, upturned snout, exaggerated eyebrows, and a broad tail—while simultaneously depicting the subject in intriguingly distinct ways. The first vessel produced, [2009-88] takes as its basic form an ovoid lipped bowl with a long straight spout. Its surface bears subtle modeling and linear incisions, accentuating the sure, fluid hand of the artist, while a boldly modeled head projects beyond the bowl shape, drawing attention to the plasticity of the clay. The presented creature is a zoomorphic amalgamation with prominent reptilian qualities. Throughout Mesoamerica, serpents, turtles, and crocodilians alike were seen as particularly liminal creatures, whose habitat encompassed land and water equally. Both turtles and crocodilians were associated with the earth, their backs likened to the terrestrial realm floating on the watery underworld. On the other vessel [2008-368], reference to this same supernatural is focused into the treatment of head and tail. Bold forms dominate the design, with minimal incision detailing only the slab-eyebrow. The composite reptilian body of the earlier work is here replaced by an unmistakably human body, which crouches like an animal. The modeled straps at the base of the tail indicate how this costume element was worn. The work is thus a double representa- tion—a depiction in clay of a person impersonating a deity. As such, it confirms that the ancient Zapotecs were cogently aware of the differ- ence between real and represented; these works were not understood to be gods themselves. Throughout the long cultural history of the Zapotecs in Oaxaca, vessels of this type were placed in tombs and offertory caches, presumably to call specific spirit forces into those contexts. Given the acknowledgment of conceit in the rendition of an impersonator on this and other Zapotec vessels, it seems the presence of the penitent, possibly a relative of the deceased, was of equal importance. Effectively, this vessel overtly documents both the deity called and the person affecting the request as if the agency of giving the offering is akin to equating oneself with a deity through costuming. Although the two artists responsible for these vessels approached the subject in such different ways, they both adhered to a persistent Zapotec aesthetic, founded on a keen sensitivity to the inherent qualities and capacities of clay as a medium. Together, this pair of acquisitions compellingly demonstrates the impressive range of plastic possibilities Zapotec artists explored in this humble material.</p>",
            "title":"Magazine: Fall 2009",
            "source_project":"Other",
            "author_type":"Curator ",
            "source":"Other"
        }
    ]
}