{
    "makerid":14478,
    "published_date":"2022-03-28 16:08:41.651623",
    "type":"maker",
    "displayname":"John Torrey",
    "makertype":"Individual",
    "alphasort":"Torrey, John",
    "lastname":"Torrey",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1796–1873",
    "begindate":1796,
    "enddate":1873,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Torrey, John (1796-1873), pioneer American botanist, was professor of chemistry at the College of Physicians and Surgeons in New York from 1827 to 1855 and concurrently professor of chemistry and natural history at Princeton from 1830 to 1854. \r\nAlthough obliged to devote much of his time to his duties as a teacher, mainly of chemistry, and after 1854 as United States Assayer of the Mint at New York, Torrey was able to carry on his interest in botany and to establish himself as a foremost American botanist. His pioneering work in the identification and classification of American plants greatly influenced all subsequent taxonomic work. He wrote Flora of the State of New York and, with the collaboration of his pupil and friend, Asa Gray, compiled their great work, Flora of North America. \r\n\r\nTorrey tried to secure an appointment for Gray at Princeton. ``Asa Gray has no superior in botany,'' he wrote to Joseph Henry, ``. . . it is good policy for the College to secure the services & affections of young men of talent, & let them grow up with the Institution.'' But the requisite funds were not available. Torrey's own appointment had been part of an ingenious series of faculty recruitments Vice President Maclean had earlier contrived with meagre resources. Later, Gray was called to Harvard as the first Fisher Professor of Natural History and developed there a distinguished department of botany. \r\n\r\nTorrey had a genial and unselfish character, and was the friend and helper of every young American botanist of his time. ``As an investigator,'' Gray wrote in a memoir for the National Academy of Sciences, which he and Torrey helped found, ``he was characterized by a scrupulous accuracy, a remarkable fertility of mind, especially shown in devising ways and means of research, and perhaps by some excess of caution.'' \r\n\r\nA mountain peak in Colorado was named for Torrey by a former student. Torrey climbed this peak for the first time when he was seventy-six, and there gathered alpine plants which he had himself named fifty years before when botanical study of the Colorado Rocky Mountains was first begun. \r\n\r\nAlso named for him was a genus of evergreen trees, Torreya, somewhat like the yew. All over the world, Gray concluded in his memoir, Torreya trees, as well as his own important contributions to botany, keep John Torrey's memory green. \r\n--------------------------------------------------------------------------------\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Torrey",
            "alphasort":"Torrey, John",
            "lastname":"Torrey",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/183846783"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}