{
    "makerid":15647,
    "published_date":"2022-03-28 16:09:07.815266",
    "type":"maker",
    "displayname":"Lowestoft Porcelain Factory",
    "makertype":"Institution",
    "alphasort":"Lowestoft Porcelain Factory",
    "lastname":"Lowestoft Porcelain Factory",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1757–1802",
    "begindate":1757,
    "enddate":1802,
    "nationality":"British",
    "culturegroup":null,
    "biography":"English ceramics manufactory. It was founded in Lowestoft, Suffolk, in 1757 by Robert Browne (d 1771); the early partners included Philip Walker, Obed Aldred and James Rickman. Lowestoft produced soft-paste porcelain, which included bone-ash and is therefore chemically similar to Bow porcelain. Production included tablewares, tea caddies, inkwells and items inscribed ‘A Trifle from Lowestoft’. A small selection of child and animal ornaments was also produced. Until c. 1765 only underglazed-blue decoration was used. Transfer-printed decoration was used later, and c. 1767 enamel decoration was introduced. The influence of the Worcester porcelain factory is seen in the blue-and-white wares of the 1770s and 1780s and in the use of mock Chinese landscapes, and that of the Derby porcelain factory is shown in the relief-moulded designs. Rococo and Chinese styles remained in production at Lowestoft when in other factories they had been superseded by Neo-classicism. The main painters were John Redgrave (c. 1721–1801), Richard Powles (1764–1808) and Robert Allen (1744–1835), who was manager at Lowestoft until the factory closed in 1802. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lowestoft Porcelain Factory",
            "alphasort":"Lowestoft Porcelain Factory",
            "lastname":"Lowestoft Porcelain Factory",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500333444"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/236142120"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}