{
    "makerid":4186,
    "published_date":"2022-03-28 16:05:56.524701",
    "type":"maker",
    "displayname":"James Peale",
    "makertype":"Individual",
    "alphasort":"Peale James",
    "lastname":"Peale",
    "firstname":"James",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1749–1831",
    "begindate":1749,
    "enddate":1831,
    "nationality":"American",
    "culturegroup":null,
    "biography":"James Peale (1749 – May 24, 1831) was an American painter, best known for his miniature and still life paintings, and a younger brother of noted painter Charles Willson Peale.\r\n\r\nPeale was born in Chestertown, Maryland, the second child, after Charles, of Charles Peale (1709–1750) and Margaret Triggs (1709–1791). His father died when he was an infant, and the family moved to Annapolis. In 1762 he began to serve apprenticeships there, first in a saddlery and later in a cabinetmaking shop. After his brother Charles returned from London in 1769, where he had studied with Benjamin West, Peale served as his assistant and learned how to paint.\r\n\r\nPeale worked in his brother's studio until January 14, 1776, when he accepted a commission in the Continental Army as an ensign in William Smallwood's regiment. Within three months he was promoted to captain, and during the next three years fought in the battles of Long Island, White Plains, Trenton, Brandywine, Germantown, Princeton, and Monmouth. He resigned his army commission in 1779, and moved to Philadelphia to live with his brother. In 1782 he married, after which he established his own household and artistic career. (One notable later collaboration, however, was in 1788 to make floats for Philadelphia's Federal Procession in honor of the newly drafted United States Constitution.)\r\n\r\nAt the outset of his career Peale painted portraits and still-life, and by the mid-1780s had established his reputation. At about this time, however, Charles turned over his own miniature portrait practice to him, and throughout the 1790s and early 1800s Peale devoted himself to miniature painting. Much of this work was watercolor on ivory. In 1795 Peale exhibited a still life of fruit along with nine miniatures and his family portrait at the Columbianum, a short-lived art academy in Philadelphia. Around 1810, as Peale's eyesight began to weaken, he gave up painting miniatures to turn to large portraits and still-life subjects that were greatly admired and widely exhibited in Philadelphia, Boston, and Baltimore.\r\n\r\nThe total number of Peale's landscape paintings remains unknown, but he executed more than 200 watercolor miniatures on ivory, perhaps 100 still-life paintings, fewer than 70 oil portraits, and at least 8 history paintings.\r\n\r\nPeale died in Philadelphia on May 24, 1831. Three of his six children became accomplished painters: Anna Claypoole Peale (1798–1871), a miniaturist and still-life painter; Margaretta Angelica Peale (1795–1882), painter of trompe l’oeil subjects and tabletop fruit; and Sarah Miriam Peale (1800–1885), a portraitist and still-life painter\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Peale",
            "alphasort":"Peale James",
            "lastname":"Peale",
            "firstname":"James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029852"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/65481799"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d715d219ad0bf001685d104"
            },
            "title":"Nassau Hall Faculty Room",
            "description":"The Faculty Room in Nassau Hall is considered the historic heart of Princeton University, both because of its many associations with the institution's past and on account of the room's significance in our broader national history. It is here that Princeton displays images of its founders and leaders, and here as well that one of the major conflicts of the Revolutionary War, the Battle of Princeton, culminated in 1777-resulting in a crucial American victory that helped turned the tide of the war. This new video allows visitors a rare opportunity to see inside this historic space, which is normally closed to the public. Karl Kusserow, John Wilmerding Curator of American Art at the Princeton University Art Museum, discusses the room's fascinating history-from its past institutional roles as prayer hall, library, and museum to its current role as a faculty and trustee meeting room. Also discussed is the program of portraits dedicated to the institution's history, including images of University founders and presidents by esteemed American artists Charles Willson Peale and John White Alexander.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_cn41srzk",
            "transcript":"",
            "source_project":"Other",
            "caption_file":[],
            "displaydate":"2014",
            "sort_date":"2014-01-01",
            "video_type":"Collections"
        }
    ],
    "essay":[]
}