{
    "makerid":6038,
    "published_date":"2025-06-27 02:02:22.637377",
    "type":"maker",
    "displayname":"Thomas Gainsborough",
    "makertype":"Individual",
    "alphasort":"Gainsborough, Thomas",
    "lastname":"Gainsborough",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1727–1788; born Sudbury (Suffolk), England; died London, England",
    "begindate":1727,
    "enddate":1788,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Thomas Gainsboro",
            "alphasort":"Gainsboro, Thomas",
            "lastname":"Gainsboro",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Gainsborough",
            "alphasort":"Gainsborough, Thomas",
            "lastname":"Gainsborough",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115200"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/29542582"
        },
        {
            "source":"ULAN",
            "id":"500415311"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d793e231401f60016b5279c"
            },
            "title":"Landscapes Behind Cézanne ",
            "description":"Tim Barringer, Chair and Paul Mellon Professor, Yale University; Christopher Riopelle, Curator of Post 1800 Paintings at the National Gallery, London; and John Elderfield, Allen R. Adler, Class of 1967, Distinguished Curator and Lecturer discuss the exhibition \"Landscapes Behind Cézanne.\"",
            "speaker_type":"Expert & Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_mspp0ifw",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"April 16, 2018",
            "sort_date":"2018-04-16",
            "video_type":"Exhibitions, Panel Discussion",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"64ee4958538ac6620e32b769"
            },
            "title":"Exhibition: Gainsborough’s Family Album",
            "body":"<p><strong>Exhibition</strong><br><strong>Gainsborough’s Family Album</strong><br>February 23–June 9, 2019</p><p><br>In the photographic age, representing our families has become a ubiquitous phenomenon, especially in an era of pocket technology that enables each of us to make and share images instantaneously. It requires our special attention, then, to recall a prephotographic age when depicting either self or family was an activity essentially limited to the well-to-do. Thomas Gainsborough (1727–1788) represented his family from the earliest years of his artistic career in Georgian Britain and ultimately did so more than any other artist before him. Many of these paintings and drawings are brought together for the first time in <i>Gainsborough’s Family Album</i>, allowing us to examine how he broke free from the constraints of commissioned portraiture to make works revealing new ways of understanding family and the business of being an artist.</p><p>Coming from humble beginnings, Gainsborough relied on standard painterly devices in his earliest paintings of his family, such as one of himself with his wife and eldest daughter from about 1748 in which he probably used dolls to figure out the poses of the figures—a common device for regional artists of the time. Even in this work, painted when Gainsborough was barely more than twenty years old, we see evidence of his aspirations to be understood as a social equal to his affluent clientele and of his talent for depicting the landscapes that would become the source of his greatest fame.</p><p>The leap from this painting to works of only a few years later—such as the painting of the artist’s two daughters, &nbsp;Mary and Margaret, chasing a butterfly—tells us much about Gainsborough’s native talent and his ambitions. Widely regarded as the most sophisticated portrait made in Britain in the 1750s, this canvas shows us an artist who had only himself to please in painting his daughters full-length in an extraordinarily fresh landscape setting. The device of having the girls chase a butterfly that inevitably evades their grasp would have been understood at the time as a reference to the evanescent nature of childhood and the fragility of &nbsp;life itself. To our modern eyes, one of the painting’s most remarkable features must be the clasp of the two girls’ hands, revealing a bond of intimacy that existed between the sisters just as it did between the girls and their father.</p><p>Portraits such as these and others of his parents, his wife, his in-laws, more distant relations, and even the family pets afforded Gainsborough a degree of latitude that did not exist in the commissioned portraits that were his bread and butter. Indeed, as the arc of his career moved rapidly upward into the highest echelons of British society, Gainsborough began to express his frustration and even disdain at the realities of being an artist for hire, dependent on his ability to flatter. As the exhibition reveals, the works in which he turned to his family also are evidence of a complex business practice in which Gainsborough was dependent on his family for his advancing success.</p><p>Although for me the paintings of Gainsborough’s daughters are the emotional core of the exhibition, the paintings and drawings of his wife and business manager, also named Margaret, tell a story that may be more complex and multifaceted. As Gainsborough moved from rural Suffolk to the sophisticated spa town of Bath and finally to the capital, London, he relied on Margaret to manage a studio practice that the couple ultimately sought to liberate from the realities and confines of the academic system. All the available information tells us that theirs was a complicated marriage, full of its share of tension and bitterness, but the later portraits of Margaret also tell a story of tenderness, companionship, and, seemingly, reconciliation. Even when Gainsborough could not tell this story in an unfiltered way, &nbsp;he painted portraits of their dogs and imbued them with characteristics of the artist and his wife.</p><p>A substantial aspect of what complicates these representations of family is the degree to which they hover at the intersection of private and public. Certain characteristics, such as Margaret’s exposed leg in the &nbsp;early Suffolk family picture, tell us that they were largely intended only for consumption within the family. &nbsp;<br>But often these works became calling cards of a sort: when prospective clients came to the artist’s studio, which doubled as the family’s home, they would have seen some &nbsp;of these works and become aware of Gainsborough’s talent for capturing a likeness. The client could compare sitter and painting in real time. Gainsborough’s paintings of &nbsp;his family were also opportunities for him to experiment artistically, working out the possibilities of looser brushwork and the quick painting style that became the hallmarks of his mature years. Although this style initially confounded observers, it came to be the very thing that recommended him to later generations, including artists such as John Constable and J. M. W. Turner and the Impressionists of the nineteenth century.</p><p>Gainsborough’s late self-portraits afford especially acute insight into the artist’s conflicted ambitions as he sought to be understood as the equal of the greatest old master artists even while he resisted the trade-offs that society demanded of him. When he lay dying of cancer, he asked that one of these self-portraits be placed on an easel in his studio, as if to suggest that he was still at work on it, an instance of&nbsp;<br>self-fashioning that gives us rare insight into the artist’s&nbsp;<br>vanity, and his humanity.</p><p><br>James Christen Steward&nbsp;<br>Nancy A. Nasher—David J. Haemisegger, Class of 1976, Director</p><p><br>Princeton University Art Museum &nbsp; Spring 2019 Magazine</p>",
            "author_type":"Director",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}