{
    "makerid":3073,
    "published_date":"2025-08-26 02:04:04.058466",
    "type":"maker",
    "displayname":"Jackson Pollock",
    "makertype":"Individual",
    "alphasort":"Pollock Jackson",
    "lastname":"Pollock",
    "firstname":"Jackson",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1912–1956; born Cody, WY; died East Hampton, NY",
    "begindate":1912,
    "enddate":1956,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jackson Pollock",
            "alphasort":"Pollock Jackson",
            "lastname":"Pollock",
            "firstname":"Jackson",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500015134"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/74935312"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadd83ec5089b0016f26e0c"
            },
            "body":"[This work is one] of the drawings the artist offered his Jungian psycho­therapist, Dr. Joseph Henderson, during analytic sessions in 1939-40. \n\nAccording to Claude Cernuschi, assistant professor of art history at Duke University... [it is important to] review the key historical and interpretive issues raised by this body of work: why and under what circumstances did Pollock offer his drawings to his therapist? What was their intended purpose? What function did they serve? How closely were they connected to the analysis? How informed was Pollock about the psychological concepts and exegetical premises of Jungian theory, and did he, as certain scholars contend, consciously attempt to illustrate its principles in his work?\n\nIn addition to the relation of the drawings  to Jungian theory and analysis, the drawings reflect the influence of other artists on Pollock, such as Picasso and Andre Masson, in the period just  before Pollock was to make his historic break­ through  with  drip paintings  and become one of the leading figures of the abstract expressionist school.",
            "title":"Untitled, Jackson Pollock",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1992"
        }
    ]
}