{
    "makerid":3842,
    "published_date":"2022-07-14 02:02:00.061946",
    "type":"maker",
    "displayname":"Henry Moore",
    "makertype":"Individual",
    "alphasort":"Moore, Henry",
    "lastname":"Moore",
    "firstname":"Henry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1898–1986; born Castleford, UK; died Perry Green, UK",
    "begindate":1898,
    "enddate":1986,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Moore is considered to be one of the most important British sculptors of the 20th century. He drew his inspiration primarily from non-Western sculpture, and his subject matter was nearly always the human form. He also worked as a draftsman during the World War II, executing a series of \"shelter drawings\" which depicted Londoners seeking shelter in the London Underground (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henry Moore",
            "alphasort":"Moore, Henry",
            "lastname":"Moore",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Henry Spencer Moore",
            "alphasort":"Moore, Henry Spencer",
            "lastname":"Moore",
            "firstname":"Henry Spencer",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032596"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/32000652"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dbb46cee1688d00168bc4a1"
            },
            "title":"Hear the Curator (y1969-128)",
            "transcription":"Hear the Curator (y1969-128)\n\nPerhaps equalled only by Alexander Calder, Henry Moore was most sought after in the second half of the twentieth century as a creator of monumental outdoor works. From its initial meeting in March 1968, the selection committee for Princeton University’s Putnam Collection gave priority to the search for a major bronze by the British artist. Fortuitously, Moore was coming to the United States that same year to receive an honorary degree from Columbia University, and he was invited to visit Princeton. In 1969, Oval with Points, then in maquette form, was selected unanimously by the committee from among three new sculptures. The sculpture resembles one of Moore’s favorite found objects—an elephant skull acquired in East Africa by the distinguished biologist Sir Julian Huxley and his wife, Juliette, which they had placed in their garden and ultimately gifted to Moore. Within a few short months of the installation—to the delight of the sculptor—the interior curves of the oval were visibly burnished from contact with bodies sitting on or sliding through it. The maquette that impressed Princeton’s selection committee is now in the collection of the Princeton University Art Museum.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca046",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5dbb4fb6a7b9dd0016f25c70"
            },
            "title":"Hear the Student (y1969-128)",
            "transcription":"Hear the Student (y1969-128)\n\nHello, my name is Laura Herman and I am a member of Princeton’s class of 2018. In the fall of 2014, I took a freshman seminar titled “Historic Gardens and Designed Landscapes” with professor William Barksdale Maynard. For my final project, I studied Henry Moore’s Oval with Points and the ways it interacts with its setting and community. Through my research into Moore’s photographs, drawings, and artistic philosophy, I learned that he sought to create interaction between his work and the surrounding landscape. Indeed, his figures were so integrated into their environments that Moore claimed, “There is a danger that people will confuse their love of flowers, and gardens, and visits to the park with an interest in sculpture.” Moore believed that sculpture should extend viewers’ artistic sensibilities into the world around them, enhancing their appreciation of nature as an art form. Oval with Points does just that: the undulating organic structure of the sculpture begs the campus community to interact with it; students often are seen sitting or climbing on the sculpture. One might even say that the holes in the center of the work, which is framed by nature, function as a frame for nature. Also, it seems to me that the opening in Oval with Points echoes Blair Arch, which can be seen off to the left from one side of the sculpture. In this way there are even formal parallels between the sculpture and the architectural landscape on campus.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca076",
            "speaker_type":"Student"
        }
    ],
    "video":[
        {
            "_id":{
                "$oid":"6297897f19a7860018ab2796"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_xpyryxsm",
            "title":"Oval with Points - Patina Restoration",
            "description":"Henry Moore’s Oval with Points, one of the most beloved artworks on the Princeton campus, received a multi-week restoration treatment. In this short video, Museum Director James Steward explains how experts stripped the sculpture down to the original bronze surface and carefully reinstated its finish to the artist’s original intent.  ",
            "displaydate":"2021",
            "video_type":"Collections",
            "speaker_type":"Expert",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"62b1d4bdb8ab790018e83bfe"
            },
            "exhibitions":[],
            "body":"<p><strong>Conservation Treatment of Henry Moore's Oval with Points</strong></p><p><br>Henry Moore’s Oval with Points has been a landmark of the Princeton University campus since its installation in May 1971. Decades of photography document its status as a beloved work of public art, one that is frequently sought out as a photo opportunity through which the cupola of Nassau Hall can be framed. In recent years, visitors will have experienced it in a rather vividly hued turquoise patina with significant areas of the bronze of the sculpture appearing through that patina, a result of heavy wear.</p><p>The process of commissioning Henry Moore to make a sculpture for Princeton began in 1967, resulting in one of the first works to be created following the establishment of the John B. Putnam Jr. Memorial Fund for sculpture in the same year. Moore’s inspiration for the work is widely reported to have been an elephant skull, the focus of a series of drawings and prints he made between 1968 and 1970. Its organic form, its monumentality—even in maquette or model form the work can be deemed monumental—and its sinuousness and the tension between the two points that reach toward each other without meeting embody what Moore described as “a pent up energy, an intense life of its own,” independent of whatever natural forms it may seem to resemble.</p><p>Patina—the natural or chemical skin created on the surface of a metal or other material as it interacts with its environment—was vital to Moore’s intentions for his sculptures. While he understood chemical patination as preliminary to what nature would supply in time, he saw the “the exercise of my own hand in this destiny” as imperative. The character of the chosen chemical patina often evolved in conversation with his clients and thus was not by necessity driven by his original concept of a sculpture; in the case of Oval with Points, the patinas Moore and his clients chose for the work were markedly different than those he used for the maquette that guided his development of the work. Indeed, other castings of Oval with Points in locations from Hong Kong to Jeddah vary significantly in their patinas.</p><p>The patina that had been applied in the most recent conservation treatments of Oval with Points in 1994 and 2010 was both too bright and applied with a hot method that made its maintenance in the face of heavy wear and weather impossible. It thus became clear that a full restoration treatment was required that would involve mechanically removing all of the accumulated patina on the work, stripping it down to the raw bronze from its casting, and then painstakingly rebuilding a new patina that would come closer to Moore’s original intent and allow for a regular maintenance schedule—which itself means that members of the University community and visitors can continue to engage with the work as they have done for fifty years.</p><p>Carried out by the esteemed conservation firm Two Sticks, the 2021 conservation treatment involved building up multiple layers of brown patina over the bare bronze followed by the overlay of several layers of a green patina that is the result of the recent rediscovery of Moore’s own formula for making green patina. As much art as science, this process involves careful rubbing in by hand and overnight curing to allow each layer of patina to “bite” into the metal beneath. The metal itself—including the welds from the work’s initial fabrication—holds the patina differently in different areas of the sculpture, anticipating Moore’s desire for a highly mottled surface that would be accentuated over time by the weather. Finally, layers of wax are applied in a cold application process that protects the patina beneath it, gives the sculpture a depth and luster after buffing, allows the patina to continue developing in response to its environment, and enables its future maintenance.</p><p>In what we hope will be the last conservation treatment of this magnitude for Oval with Points, discoveries and surprises emerged. With the previous thick patinas removed, the mark of the foundry where it was fabricated—Morris Singer Founders London—re-emerged. Perhaps most surprisingly for many viewers, Moore’s desire to score and incise the surface of the bronze is now visible again, another tool in Moore’s strategy for deepening and lightening individually modulated surfaces, enhancing a sculpture’s three-dimensionality and leading the eye across the form. Perhaps most subtly but importantly, the layers of patina and buffed wax allow the work to be seen in its organic sinuousness—what Moore termed static, strong, and vital—in ways that we have not been able to appreciate in decades.</p>",
            "title":"Conservation Treatment of Henry Moore's Oval with Points",
            "created_by":{
                "$oid":"5efce2b433d1d20017310514"
            }
        }
    ]
}