{
    "makerid":3464,
    "published_date":"2022-10-28 02:04:39.336285",
    "type":"maker",
    "displayname":"John Singer Sargent",
    "makertype":"Individual",
    "alphasort":"Sargent, John Singer",
    "lastname":"Sargent",
    "firstname":"John",
    "nametitle":null,
    "middlename":"Singer",
    "suffix":null,
    "displaybio":"1856–1925; born Florence, Italy; died London, United Kingdom",
    "begindate":1856,
    "enddate":1925,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Singer Sargent",
            "alphasort":"Sargent, John Singer",
            "lastname":"Sargent",
            "firstname":"John",
            "nametitle":null,
            "middlename":"Singer",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500023972"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12466780"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5f4410ebb18d150017c75542"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_oqtmwzsf",
            "title":"Director's Voice: Elizabeth Allen Marquand by John Singer Sargent",
            "description":"James Steward, Princeton University Art Museum Director, discusses John Singer Sargent's painting, Elizabeth Allen Marquand.",
            "speaker_type":"Director",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Director's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5daf2c71651d8d0016a24ab2"
            },
            "body":"In its subject matter and technique, the late landscape watercolor <em>[Mountain Scene]</em> by John Singer Sargent is a major addition to the museum's small group of works by the artist, which  includes most  notably  the imposing  1887 oil painting  of Elizabeth Allen Marquand. Like most of Sargent's watercolors, this sheet was executed between 1900 and 1914, when he produced 700 works in this demanding medium. It was painted in the Austrian Tyrol during Sargent's last holiday in the Alps, which was prolonged due to the outbreak  of World War I thereby trapping  him in Austria from July to November  1914. \nNonetheless, Sargent was enormously productive, painting a group of major oils and a large number of water­ colors, many of which are overtly religious, including cemeteries and wayside shrines with crucifixes. There is a subdued, contem­plative tone in this austere view of moun­ tains, which in its lack of picturesque charm confirms Sargent's avoidance of romantic vistas and his focus on atmospheric effects, reduced to nearly abstract perceptions of tone and color.\n",
            "title":"Mountain Scene, John Singer Sargent",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 2004"
        },
        {
            "_id":{
                "$oid":"5db2077fedb54a0016155eea"
            },
            "body":"<p>John Singer Sargent’s distinguished painting <em>An Interior in Venice</em> from the Royal Academy, London... and Princeton’s equally distinctive <em>Elizabeth Allen Marquand<em>... [together] offer an enhanced perspective on the artist’s eventful career. Technically the most gifted of nineteenth-century American artists, Sargent is best known for his assured, bravura portraits of the European and expatriate American haute bourgeoi- sie—painted embodiments of Gilded Age elegance and privilege. It is easy to imagine his career unfolding as fluidly and effortlessly as his brushstrokes. Yet following the scandal of his risqué portrait of socialite <em>Madame X (Madame Pierre Gautreau<em>) (1883–84) and her striking décolletage, the pace of commissions at his Paris studio slowed dramatically. Sargent retreated to London, where his notoriety and flamboyant style kept critics and patrons alike at bay. When Henry Marquand invited Sargent to America to paint his wife’s portrait, the artist must have considered the offer seriously, despite his usual disinterest in this country. Though he named an exorbitant fee, Marquand accepted it, and in September 1887 Sargent duly arrived at the Marquands’ Newport, Rhode Island, “cottage,” inaugurating what he subsequently described as “the turning point in my fortunes.” The portrait that resulted— chaste and restrained, yet winning in its flattering characterization and virtuoso execution—is the antithesis of the louche Madame X and established Sargent’s bona fides in the conservative cultural milieu of the American gentry. His friend Henry James wrote: “Mrs. M. will do him great good with the public—they will want to be painted like that—respectfully, honourably, <em>dignement<em>.” It was the calculated success of such portraits that gave Sargent the freedom to pursue others, like <em>An Interior in Venice<em>, in certain respects more akin to the infamous French portrait than the respectable American one. Here one sees Sargent painting as he wishes, rather than as he feels he should to please his subjects. Artistically masterful, the <em>Interior</em> was a failure in terms of its intended purpose as a gift to the Curtis family it depicts, who rejected it for its unbecoming portrayal of the redoubtable matron, Ariana Curtis. Still, Sargent’s deft evocation of the grand sala nobile of the Curtises’ Palazzo Barbaro had its fans among discerning aesthetes—including the artist. He later used it as his Royal Academy diploma picture, eliciting even greater enthusiasm from Henry James: “The Barbaro Saloon... I absolutely and unreservedly adored.... I’ve seen few things of S’s that I’ve ever craved more to possess!”</p>",
            "title":"Magazine: Fall 2011",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}