{
    "makerid":265,
    "published_date":"2025-08-26 02:04:03.503176",
    "type":"maker",
    "displayname":"Jean-Michel Basquiat",
    "makertype":"Individual",
    "alphasort":"Basquiat Jean-Michel",
    "lastname":"Basquiat",
    "firstname":"Jean-Michel",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1960–1988",
    "begindate":1960,
    "enddate":1988,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American painter and draftsman rapidly rose to fame in the 1980s with his graffiti and more conventional paintings on canvas and paper. While still unknown, he would spray paint cryptic phrases on buildings under the name 'Samo'. Basquiat's paintings and drawings were influenced by commercial art and popular imagery. He frequently used textual elements in his work that provided social commentary based on stereotypical black images and events. In 1983 he met Andy Warhol, with whom he collaborated. Basquiat died of a drug overdose in 1988. American artist (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean-Michel Basquiat",
            "alphasort":"Basquiat Jean-Michel",
            "lastname":"Basquiat",
            "firstname":"Jean-Michel",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64ee5b46538ac6620e32b76b"
            },
            "title":"In the Galleries: The Figure Abstracted",
            "body":"<p><strong>In the Galleries&nbsp;</strong><br><strong>The Figure Abstracted</strong><br>February 1–August 4, 2019</p><p><br>This spring an installation brings together works from the Museum’s collections and a series of spectacular loans from private collections to consider the body as a site and subject of artistic practice in works from the 1970s to today. With a great variety of approaches, artists turn to the human form as a common bond that evokes emotion and incites empathy, expanding the expressive potential of abstraction to address some of the most complex social, historical, and political issues of the moment.</p><p>The body emerged within abstract art in the 1970s &nbsp;as materials, lines, and color fields were imbued with anthropomorphic sensibilities. Artists such as Lynda Benglis and Martin Puryear drew on the evocative nature &nbsp;of biomorphic forms to heighten the expressive force of their work. Made with nontraditional materials such as wax, latex, foam, glitter, and fabric, Benglis’s sculptures have an emphatic physicality, even sensuousness. In <i>Omnicron </i>(1974) rope made of plaster, cotton bunting, and aluminum is looped and tied until the work conforms to the size and proportions of Benglis’s own body. Offering another approach, Puryear adapts the forms he developed in his wood sculptures of the 1970s, using the hand-carved lines of the woodcut process to link the graphic prints of his series <i>Cane </i>(2000) with their literary source. Titled after the female characters in Jean Toomer’s lyrical text <i>Cane </i>(1923), a literary classic of the Harlem Renaissance, Puryear’s prints swell and sway with life as if bodies in motion. &nbsp;</p><p>In the last quarter of the twentieth century, the &nbsp;realities of the civil rights movement, feminist organizing, and the disproportionate effects of the AIDS crisis on the gay community all contributed to an ever more direct foregrounding of gender, race, and sexuality in the work &nbsp;of many artists. The colorful calligraphic lines of Sue Williams’s paintings reveal cartoonlike body parts that exaggerate and satirize depictions of gendered bodies in a critique of the disempowerment of women through sex and violence. In <i>Dog </i>(1983), Keith Haring likewise drew &nbsp;on the disarming nature of cartoonish figures of &nbsp;hybrid characters—a dancing dog, robots, centaurs, and amphibious lizards—that travel across boundaries as a &nbsp;way of representing a queer identity that was engaging &nbsp;and celebratory, a vital counter to the prejudice and fear projected onto this community at the time. Robert Mapplethorpe and Jean-Michel Basquiat meanwhile called upon art historical traditions in their work. Harnessing academic traditions for the study of nudes and inspired by classical sculpture, Mapplethorpe’s photographs present the sinuous musculature of the male body as an example of ideal beauty that invites a sensual gaze and self-assuredly states the artist’s homoerotic desire. Basquiat’s <i>Poison Oasis</i> (1981), in the tradition of grand academic painting, suggests a moralizing narrative constructed of symbolic elements. The towering central figure wears a crown of thorns and evokes depictions of Christ’s Passion; painted in black, he also foregrounds the presence and erasure of African bodies in the history of art.</p><p>Building on the importance of the body as a terrain &nbsp;for representing social and political issues, artists in the twenty-first century have increasingly turned to the figure &nbsp;to address historical systems of control . In Hank Willis Thomas’s <i>Scarred Chest</i>, from the series <i>B®anded</i> (2003), &nbsp;the muscled torso of a black man is marred with digitally-inserted Nike-swoop scars that simultaneously evoke the violence of slavery and the brand commodification of black athletes today. The artist collective Slavs and Tatars recreated a satirical cartoon by the Soviet poet Vladimir Mayakovsky (1893–1930) as a hand-knotted wool carpet to address the intertwining of physical and creative oppression. The image of an imprisoned tongue encircling the bars of its cell evokes the power of language and the ongoing attempts to control it during moments of revolution, regime change, &nbsp;or imperial expansion.</p><p>While Thomas and Slavs and Tatars use figures to call attention to embodied systems of violence, other artists represent the body as an agent of resistance and celebration. Interdisciplinary artist Nick Cave simultaneously hides &nbsp;and amplifies the body in his meticulously crafted, ornately embellished <i>Soundsuit </i>sculptures. Motivated to respond to the 1991 beating of Rodney King by Los Angeles policemen, Cave used found materials to construct a beautiful protective garment that would obscure the wearer’s identity. According to Cave, “the <i>Soundsuits </i>hide gender, race, and class and they force you to look at the work without judgment.” Cave, a trained dancer, often invites others to join him in activating his <i>Soundsuits </i>in public; as the dancers move together through the streets, the suits transform the body as a site of violence into a performance of triumphant exaltation.</p><p>In addressing the social and political structures that define gender, race, and sexuality, the artists whose works are on view treat the body as an abstraction; instead of representing individuals, as in the tradition of portraiture, their works envision the body as a physical and symbolic territory upon which regulatory systems are enacted and corporeal as well as psychic conditions are manifest. &nbsp;</p><p>&nbsp;</p><p>Mitra Abbaspour&nbsp;<br>Haskell Curator of Modern and Contemporary Art</p><p><br>Princeton University Art Museum &nbsp; Spring 2019 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}