{
    "makerid":14835,
    "published_date":"2022-03-28 16:08:52.277031",
    "type":"maker",
    "displayname":"Samuel Hanson Cox",
    "makertype":"Individual",
    "alphasort":"Cox, Samuel Hanson",
    "lastname":"Cox",
    "firstname":"Samuel",
    "nametitle":null,
    "middlename":"Hanson",
    "suffix":null,
    "displaybio":"American, 1793–1880",
    "begindate":1793,
    "enddate":1880,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Samuel Hanson Cox (August 25, 1793 – October 2, 1880) was an American Presbyterian minister and a leading abolitionist.\r\n\r\nCox was born in Rahway, New Jersey, of Quaker stock. He was pastor of the Presbyterian church at Mendham, New Jersey, in 1817-1821, and of two churches in New York City from 1821 to 1834. Due to his anti-slavery sentiments, he was mobbed, and his house and church were sacked. He helped to found the University of the City of New York, and from 1834 to 1837 was professor of pastoral theology at Auburn.\r\n\r\nCox was a fine orator, and a speech made in Exeter Hall in 1833, in which he put the responsibility for slavery in America on the British government, made a great impression. It was he who described the appellation DD as a couple of \"semi-lunar fardels\".\r\n\r\nThe next seventeen years were passed as pastor of the First Presbyterian Church, Brooklyn, where he also served as Professor of Ecclesiastical History at the Union Theological Seminary, and as a leader of the \"New School\" Presbyterians. In 1854, owing to a throat infection, he removed to Owego, New York. He died at Bronxville, New York, six years later.\r\n\r\nHis son, Arthur Cleveland Coxe, became bishop of western New York, and another son, Samuel Hanson Coxe, was an Episcopal minister in Utica. His grandson Alfred Conkling Coxe was a federal judge in New York. \r\nWikipedia\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Samuel Hanson Cox",
            "alphasort":"Cox, Samuel Hanson",
            "lastname":"Cox",
            "firstname":"Samuel",
            "nametitle":null,
            "middlename":"Hanson",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/31009152"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}