{
    "makerid":5514,
    "published_date":"2023-03-29 02:04:48.552319",
    "type":"maker",
    "displayname":"Honoré Daumier",
    "makertype":"Individual",
    "alphasort":"Daumier, Honoré",
    "lastname":"Daumier",
    "firstname":"Honoré",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1808–1879; born Valmondois, France; died Marseille, France",
    "begindate":1808,
    "enddate":1879,
    "nationality":"French",
    "culturegroup":null,
    "biography":"The Parisian public admired Daumier as the newspaper caricaturist who so perceptively skewered their daily lives, but they never accepted him as a painter. Daumier died blind and a pauper without ever having received a painting commission. A glazier's son who moved to Paris at age eight, Daumier spent his time after apprentice jobs copying works in the Louvre. When a museum official persuaded his parents to allow him to become an artist, he began his artistic training, mastering the new medium of lithography (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Honoré Daumier",
            "alphasort":"Daumier, Honoré",
            "lastname":"Daumier",
            "firstname":"Honoré",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Honoré Victorin Daumier",
            "alphasort":"Daumier, Honoré Victorin",
            "lastname":"Daumier",
            "firstname":"Honoré",
            "nametitle":null,
            "middlename":"Victorin",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500117998"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96555949"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf68899e2edf00160433af"
            },
            "body":"The lithographs were intended for an audience that could decipher the network  of allusions, which run the gamut from grand questions about the role of the classical heritage in modern France to parodies of specific individuals; viewers had to be familiar with both classical convention and contemporary caricature.\n\nA reader of <em>Le Charivari<em>, recognizing Helen's posture in [<em>l'Enlevement d'Hélène (Abduction of Helen<em>)] from scenes of Hercules carrying away the Trojan princess Hesione, would  appreciate the comic reversal of gender roles in this scene, and might also realize that while the setting and the postures of the figures are ancient, their features are not. This humorous combination of ancient subject matter and contemporary physiognomy underlies the entire <em>Ancient History</em> series. A viewer well acquainted with caricature might recognize Paris as an ancient regime fop sporting an eighteenth-century wig and Helen as a working-class girl; in such a guise, Helen's struggle to carry the lazy aristocrat on her back would take on an entirely new meaning.\n\nThe captions for the lithographs add another level of allusion, although they were not  written by Daumier. The comic quatrain accompanying the <em>[Abduction] of Helen</em> describes the love-spent Paris's lassitude, and is identified as a quotation from a mock <em>Aeneid</em> by Mr. Patin. A professor of Latin poetry at the Sorbonne, Henri­ Joseph Guillaume Patin (1793-1876), an expert on Greek tragedy and a newly inducte  member of the Academie Française, would never have treated the ancients so lightly. <em>Le Charivari<em>'s writers set Daumier's lampoon in an even more specific and contemporary context.\n\n\n",
            "title":"l'Enlevement d'Hélène (Abduction of Helen), published in Le Charivari, June 22, 1842\nHonoré Daumier",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Fall 2005"
        }
    ]
}