{
    "makerid":2445,
    "published_date":"2025-04-24 02:00:49.196857",
    "type":"maker",
    "displayname":"W. Eugene Smith",
    "makertype":"Individual",
    "alphasort":"Smith W. Eugene",
    "lastname":"Smith",
    "firstname":"W. Eugene",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1918–1978; born Wichita, KS; died Tucson, AZ",
    "begindate":1918,
    "enddate":1978,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"W. Eugene Smith",
            "alphasort":"Smith W. Eugene",
            "lastname":"Smith",
            "firstname":"W. Eugene",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"William Eugene Smith",
            "alphasort":null,
            "lastname":"Smith",
            "firstname":"William Eugene",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Eugene Smith",
            "alphasort":null,
            "lastname":"Smith",
            "firstname":"Eugene",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500014888"
        },
        {
            "source":"NYPL PIC",
            "id":"4959"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/14794725"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6244a806e69dd40018d89c43"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_suf02liw",
            "displaydate":"10/28/2021",
            "title":"Lecture: Celebrating 50 Years of Photography",
            "speaker_type":"Curator",
            "description":"Fifty years ago, David H. McAlpin, Class of 1920 and friend to Alfred Stieglitz, Georgia O’Keeffe, and Ansel Adams, made a landmark gift of photographs to the Museum. Join our Peter C. Bunnell Curator of Photography, Katherine A. Bussard, for a discussion about the legacy of this foundational gift as well as the future of photography at Princeton.",
            "video_type":"Lecture",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"64e8c6d4538ac6620e32b75b"
            },
            "title":"Exhibition: Life Magazine and the Power of Photography",
            "body":"<p><strong>Exhibition</strong><br><strong>Life Magazine and the Power of Photography</strong><br>February 22–June 21, 2020</p><p>In 2019 the curators of <i>Life Magazine and the Power of Photography</i> were granted unprecedented access to the Life Picture Collection and were among the first to delve deeply into the newly available Time Inc. archive at the New-York Historical Society. There they made significant discoveries relating to the magazine’s revolutionary photographic program and how it shaped cultural dialogues concerning issues central to American life in the twentieth century, such as war, race, technology, art, and national identity.</p><p>For example, a work by <i>Life </i>staff photographer W. Eugene Smith, recently acquired by the Museum and on view in the exhibition, is illuminated by important new material related to Smith’s 1951 photo-essay “Nurse Midwife: Maude Callen Eases Pain of Birth, Life and Death.” Over the course of the assignment, Smith documented midwife Maude Callen in her all-encompassing role as a medical professional working grueling hours in an impoverished black community in &nbsp;South Carolina. The resulting photographs captured her overseeing home births, crossing treacherous terrain to make emergency house calls, holding public vaccination clinics, and teaching classes to other black American women at the state-run midwifery institute.</p><p>The public reaction to “Nurse Midwife” was overwhelmingly positive, with readers offering such feedback as, “A truly inspired piece of reporting, Eugene Smith has captured without fanfare the quiet compassion of this noble woman.” Three weeks after the story’s publication on December 3, 1951, <i>Life </i>reported that “mail, money and gifts from readers &nbsp;in all 48 states have been pouring in to Life and to Maude Callen. So far, she has been sent a total of $3,689.03 plus a &nbsp;pair of rubber boots, a sewing machine, a portable incubator, a wrist watch and many boxes of clothing.”</p><p>While the response to Callen’s story was documented &nbsp;in the magazine, contact sheets of Smith’s photographs as well as correspondence between Smith and his Life colleagues speak to the photographer’s experience working alongside Callen to record the challenges she and her community faced in the Jim Crow South. On July 21, 1951, several weeks after Smith began working with Callen, &nbsp;he penned a letter to <i>Life </i>editor Don Bermingham at the end of what he characterized as “a long rough good tiring rewarding key day of work” punctuated by “the nurse-midwife’s cry of, ‘Let’s go! Let’s go!’” every time they hurried to deliver a baby. “After 9,986 miles of traveled study, including many plus many interviews,” wrote Smith, “the story is integrated into my soul—from there it must &nbsp;be . . . translated to the photographic film.” Smith wrote to Bermingham about the money already spent to ensure successful images for the magazine while working within a community plagued by racial inequity: “The receipts for this trip would now total in the hundreds, for we have moved so often, have met much political and bigoted sabotage which called for careful public relations, and in some cases rather unique expenditures.”</p><p>These archival items reveal Smith’s highly personal approach to his photo-essay and its subjects, a hallmark of the photographer’s practice and likely the reason <i>Life </i>gave him this story. Beyond his enrollment in a midwifery course as preparation for the assignment and his submission of hundreds of photographs during his monthlong stay with Callen, Smith’s contact sheets and letters reflect what he described as his “heart being deeply involved” in the intersecting problems he encountered surrounding race, gender, and poverty in the postwar US South. &nbsp;</p><p>The materials relating to “Nurse Midwife” teach us as much about <i>Life</i>’s photographic program as they do about this particular assignment. The objects on view in <i>Life Magazine and the Power of Photography</i> provide unique insights into the inner workings of the famed magazine by assessing complex dynamics, such as how photographers found their own visions within editorial prompts; the collaborative process of shooting, writing, and laying out a story; and the impact of photo-essays once published and circulated. &nbsp;</p><p>&nbsp;</p><p>Alissa Schapiro, assistant curator for the exhibition and doctoral candidate, Northwestern University&nbsp;<br>Katherine A. Bussard, Peter C. Bunnell Curator of Photography</p><p>Princeton University Art Museum &nbsp; Winter 2020 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}