{
    "makerid":12604,
    "published_date":"2022-03-28 16:07:50.235405",
    "type":"maker",
    "displayname":"Goryeo dynasty",
    "makertype":"Individual",
    "alphasort":"Goryeo",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"918–1392",
    "begindate":918,
    "enddate":1392,
    "nationality":"Korean",
    "culturegroup":"Goryeo",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Goryeo dynasty",
            "alphasort":"Goryeo",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Goryeo"
        },
        {
            "nametype":"Alternate",
            "displayname":"Koryo",
            "alphasort":"Koryo",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Koryo"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db880ea975ec80016e02d21"
            },
            "body":"With a thin foot and flaring mouth, this Korean stoneware bowl is decorated with a bar of abstract ornament around the rim, and inlaid floral designs encircled by white and brownish lines in the interior. The entire bowl is covered with a single and relatively thin layer of grayish-green glaze, compared with multi-layered and rich-colored glaze on Chinese Yue celadon and Ru wares. This bowl is an example of Korean inlaid celadon stoneware, which did not appear until the middle of the twelfth century in the reign of King Uijong (1147–70). The earliest known work is an inlaid celadon bowl with a scrolling floral design excavated from the tomb of Mun Kong-yu, dated to 1159. Inlay, the technique most commonly used to decorate celadon, established a unique and important category of Korean ceramics, and continued to be employed till the end of the Koryŏ dynasty (918–1392). The origins of the technique are not mentioned in written sources, but it is believed that this technique was adopted from the practice of decorating bronze vessels with silver inlay and inlaid lacquerware. The process of inlay involves incising desired designs on the unbaked clay body and filling the carved space with black and/or white slip, after which a translucent celadon glaze is applied and the vessel fired. Finest works of celadon ware with inlaid decorations present their exquisite beauty through natural shapes, clean glaze, and pictorial designs which are often in white and black against gray-green glaze. In this bowl, the brownish coloration of the inlay may owe to the presence of iron oxide, as well as to firing conditions inside the kiln.",
            "title":"Asian Art website: Bowl with Floral Medallions",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88132975ec80016e02d22"
            },
            "body":"Lobed stoneware pot with a wide flared base and a flat bottom that curves up to a narrow waist and wide bulbous shoulders, topped by a small basin-shaped neck and mouth that is slightly askew. Finger impressed lines are scored between the lobes, and a thing ring is scored slightly above the base. The slim waist, exaggerated curves, and verticality of vessel may indicate that it is from the late Koryŏ, closer to some Chosŏn examples. Because some Chinese and some early Korean examples of this vessel-type have cup-shaped lids, it may be that this vessel originally had a cover.\n\nThe term <em>maebyŏng</em> is derived from the Chinese word <em>meiping</em> (prunus vase). The <em>maebyŏng <em>vessel has a small mouth, broad swelling shoulder, and a constricted waist. The shape is believed to have originated in China, and to have been popular during the Koryŏ dynasty (918–1392) in Korea. In terms of the Chinese precedents, in <em>The Chinese Potter: A Practical History of Chinese Ceramics</em> (Ithaca, NY: Cornell University Press, 1976), Margaret Medley refers to the meiping as a “special form” unique to northern China Cizhou stoneware, manufactured from the Tang dynasty through the 14th century. In The British Museum Book of Chinese Art (1992), Jessica Rawson expresses a similar opinion.",
            "title":"Asian Art website: Maeby≈çng vessel",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}