{
    "makerid":1156,
    "published_date":"2022-10-28 02:04:37.327290",
    "type":"maker",
    "displayname":"Ellen Gallagher",
    "makertype":"Individual",
    "alphasort":"Gallagher, Ellen",
    "lastname":"Gallagher",
    "firstname":"Ellen",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1965, Providence, RI; active Rotterdam, Netherlands, and New York, NY",
    "begindate":1965,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ellen Gallagher",
            "alphasort":"Gallagher, Ellen",
            "lastname":"Gallagher",
            "firstname":"Ellen",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500126100"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96611401"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf169220f95900166a94c3"
            },
            "body":"In <em>Ariforum<em>, critic Frances Richard writes, \"Slyly lovely and perversely indirect, Ellen Gallagher's work con足cerns inscription and sign systems and addresses the fragmentations and provocations of racialized identity.\" In Blubber the expansive canvas is destabilized by diffuse and oblique references to minstrel show stereo足 types such as exaggerated eyes, lips, and wigs. These cliched images serve as grammatical punctuation marks for the children's penmanship  paper she employs as a metaphor  for the infantilized language of the minstrel show. By decontextualizing and reproducing these images, Gallagher aims to release them from their encoded  meaning  and initiate  a new visual vocabulary on issues of race. The title of the work  suggests allu足sions to Melville's chapter on \"The Whiteness  of the Whale\" in Moby 足Dick and to Judy Blume's Blubber, a novel of female adolescent torment, as well as to uncontrolled  acts of weeping or \"blubbering.\" [Former] Director Susan M. Taylor describes Gallagher's work as having \"a quiet power that merges traditional abstraction with social commentary.\" \n",
            "title":"Newsletter: Spring /Summer 2003",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}