{
    "makerid":5788,
    "published_date":"2022-03-28 16:06:56.610559",
    "type":"maker",
    "displayname":"Epiktetos",
    "makertype":"Individual",
    "alphasort":"Epiktetos",
    "lastname":"Epiktetos",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-520,
    "enddate":-480,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"Epiktetos painted vases in Athens from about 520 to 490 BCE. He worked in red-figure in the early days of the technique, but he also produced several bilingual cups with red-figure decoration on the exterior and black-figure on the interior, a type that was popular at the time. Epiktetos specialized in the decoration of cups, but he produced a range of other shapes as well. Scholars have attributed over a hundred surviving vases to him. He signed his name to almost half of these, often misspelling the accompanying verb. Throughout his long career, Epiktetos worked for several different potters, including Hischylos and the workshop of Nikosthenes and Pamphaios. Epiktetos produced delicate, precise work as a painter, and preferred scenes of daily life and Dionysiac revelry to mythological scenes. The name Epiktetos translates as \"newly acquired.\" Epiktetos was probably a slave, or at least he was when he began his career. Many of the artists working in Athens at this period would have been slaves or metics, the ancient Greek term for \"resident aliens.\" (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Epiktetos",
            "alphasort":"Epiktetos",
            "lastname":"Epiktetos",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500118919"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/74647184"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}