{
    "makerid":6074,
    "published_date":"2022-12-16 02:01:17.386004",
    "type":"maker",
    "displayname":"Paul Gauguin",
    "makertype":"Individual",
    "alphasort":"Gauguin, Paul",
    "lastname":"Gauguin",
    "firstname":"Paul",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1848–1903; born Paris, France; died Atuona, Marquesas Islands",
    "begindate":1848,
    "enddate":1903,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Paul Gauguin",
            "alphasort":"Gauguin, Paul",
            "lastname":"Gauguin",
            "firstname":"Paul",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500011421"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27064953"
        },
        {
            "source":"Wikidata",
            "id":"Q37693"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db31cfa4d90050016329741"
            },
            "body":"The analysis of Paul Gauguin’s <em>Woman of Martinique</em> (1887) presented the most unexpected results. This small sculpture was known to be terracotta, painted dark green to simulate patinated bronze. Microscopic examination revealed that the sculpture had collage elements, such as armbands made of ribbon and a paper necklace. The light-colored armbands and gold necklace, along with the terracotta-colored headscarf, would have provided a colorful contrast to the dark green paint.\n\nA bigger surprise came with x-radiography. Conservators who examined the work previously during routine condition checks observed that the terracotta was unusually soft, but it was always assumed to be a very low-fired ceramic. The radiograph revealed that the clay sculpture was formed over a thin, rectangular sheet of non-ferrous metal. The clay body is so tightly formed around the metal that we can eliminate the possibility that the metal strip was a restoration reinforcement inserted after the sculpture’s manufacture. Rather, it must have been placed there as a support for the figure from the beginning. It is impossible to fire a clay body with a metal armature because the materials’ different rates of expansion would cause the object to shatter; therefore, we must conclude that Gauguin himself molded the clay around the support and that the ensemble is unfired.",
            "title":"Magazine: Summer 2013",
            "source_project":"Other",
            "author_type":"Expert ",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db31dc04d90050016329742"
            },
            "body":"<p>Gauguin’s wood relief <em>Te Fare Amu</em> (1901–02) contain[s] a surprise [when analyzed with x-radiography]. A serious editorial suppres- sion of Gauguin’s original concept has occurred, and it is interesting as a reflection of its time. In his essay “Reminiscences of a Collector” (1959), Henry Pearlman relates his acquisition and subsequent treatment of <em>Te Fare Amu<em>, explaining that he had the labia on the left-most kneeling figure disguised because he was afraid that U.S. Customs would confiscate the relief upon import: <em>On one visit to Paris, I saw a sculptured and painted wood panel by Gauguin in a large well-known gallery on the Left Bank. It was quite sensual, and I figured it would not be easily accepted by the American public. I passed it over, but during the following year I kept thinking of it, and resolved that the next time I got to Paris I would look at it again. Reading through books on Gauguin, I found that the words on the panel, “TE FARE AMU,” meant “House of Joy” in the Tahitian language. The right side of the panel depicts a man and a woman together with an animal nearby that represents perfidy. The center, beneath the words, shows a fetus as it grows into a worm and then a tadpole. On the left side of the panel is the image of a prostitute, with her genitals exposed and red buttons running up her spine denoting passion.</em> With close visual examination, or ultraviolet examination, a green- painted fill in the area that Pearlman describes can be identified. Once again, x-radiography revealed what is hidden to the eye. Because of differences in the density in wood due to carving, and the opacity of heavy metal pigments to x-ray, the film showed that the labia are still present; they were carved into the wood and painted in a pigment similar to other red pigments on the relief. The relief carving is so low and flat that this panel can be thought of as a painting on wood rather than a relief sculpture. Gauguin outlined the shapes with a sharp tool that gave clean definition when he worked parallel to the grain but fractured the wood when he carved perpendicular to the grain.</p>",
            "title":"Magazine: Summer 2013",
            "source_project":"Other",
            "author_type":"Expert",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}