{
    "makerid":3195,
    "published_date":"2022-03-28 16:05:18.918798",
    "type":"maker",
    "displayname":"Reed Painter",
    "makertype":"Individual",
    "alphasort":"Reed Painter",
    "lastname":"Reed Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-420,
    "enddate":-410,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"Greek vase painter. He mainly decorated small or medium-sized Attic White-ground lekythoi, exclusively in matt paint, and is named after the reeds that he often depicted. His output was large, but monotonous both in its subject-matter and in its individual motifs. He usually depicted only two figures: generally a youth and a woman, less often two women, on either side of a broad funerary stele; or Charon waiting in his boat among the reeds to ferry the deceased, normally a woman, across the Styx. His more unusual pictures, which include several depicting three figures, battles or horse-riding, and one depicting a prothesis, mostly occur on a few larger lekythoi.\r\n\r\nThe patternwork invariably consists of meanders with saltire squares above the picture and palmettes and scrolls on the shoulder. A few palmette leaves are red, otherwise all the elements are dark grey. The figures have striking red outlines. The figure drawing is competently executed with a sweeping line, but perfunctory and lacking in expression. Bodies are often in three-quarter view, creating some impression of depth, but heads are always in profile. The pictures give an impression of sketchiness, owing to the disappearance of the short-lived matt paint that originally coloured the cloaks and shawls revealing incomplete outlines (see Greece, ancient, §V, 7). Similarities in patternwork, colour scheme and painting technique suggest that the Reed Painter shared a workshop with group r (see above). (GDA)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Reed Painter",
            "alphasort":"Reed Painter",
            "lastname":"Reed Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016635"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95783227"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}