{
    "makerid":15384,
    "published_date":"2024-02-22 02:02:33.524591",
    "type":"maker",
    "displayname":"Kongo",
    "makertype":"Cultural Group",
    "alphasort":"Kongo",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"African",
    "culturegroup":"Kongo",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Bashikongo",
            "alphasort":"Bashikongo",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Bashikongo"
        },
        {
            "nametype":"Alternate",
            "displayname":"Kakongo",
            "alphasort":"Kakongo",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Kakongo"
        },
        {
            "nametype":"Alternate",
            "displayname":"Bakongo",
            "alphasort":"Bakongo",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Bakongo"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Kongo",
            "alphasort":"Kongo",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Kongo"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500203570"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100635297"
        },
        {
            "source":"AAT",
            "id":"300016229"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db30e0a4d90050016329736"
            },
            "body":"In their original contexts, the works’ artistic value often depended as much on the processes through which they became symbolic objects as on their formal qualities. The works make us aware that art in African societies has long been tied to social life and ritual systems. As a result, a sculpture was more likely to be associated with the individual who owned it or the diviner or priest who used it rather than with the artist who produced it.\n\nOne example is a figure identified by his bracelets as a priest or leader, sitting on a cylindrical bench. With fingers held to his lips, he may be whistling to invoke the spirits or concluding a healing session or legal agreement. The wooden sculpture, decorated with mirror, beads, glass, fabric, metal, tooth, and string, is a <em>nkisi</em> (pl. <em>minkisi<em>), which, among people of the Congo Basin of Central Africa, refers both to a spirit and to the charged object or vessel that a spirit inhabits.\n\nAs an object of power and of healing, the <em>nkisi</em> brought together the talent of the artist who sculpted it with the ritual potency of the healer (<em>nganga<em>) who sanctioned the piece and activated its force by attaching medicines to the underlying sculpture. The resinous protrusion that extends from this <em>nkisi<em>’s belly contains these medicinal substances covered by a mirror. Mirrors were used as divination tools by ritual specialists, who would look into their reflective surfaces to determine the sources of problems. The <em>nganga</em> harnessed <em>minkisi</em> in paradoxical ways: to cause affliction but also to heal, to impose taboos but also to mitigate them. In their local contexts, sculptures like this become both objets d’art and symbolic objects, helping to sustain the lives of individuals and their communities.\n\nAnother example...is a headdress from the Yoruba of West Africa, used each spring during the <em>gelede</em> festival held at the beginning of the agricultural season. The Yoruba believe that women possess the ability to effect good or evil. <em>Gelede</em> headdresses are the sculptural expression of this conviction. The power of “mothers”—elderly women, female ancestors, and deities—affects the fertility of fields and families in a positive way. Yet “mothers” can also be destructive, causing barrenness, disease, and other misfortunes. Danced in pairs by men dressed as women, <em>gelede</em> performances endeavor to honor, amuse, and appease all “mothers” in an annual effort to renew the community’s well-being.\n\n<em>Gelede</em> headdresses, worn angled atop the head with a thin cloth covering the dancer’s face, are characterized by their realistic human visages and round pierced eyes. In [2011-62] the women’s lip plug, a mark of prestige and a practice that waned in the early twentieth century, suggests a creation date in the late nineteenth or early twentieth century. This artist chose to portray the finely plaited hairstyle of a spiritual person or priestess, evoking the sculptural quality of the hair.",
            "title":"Artistic Value",
            "source_project":"Other",
            "author_type":"Expert",
            "exhibitions":[],
            "source":"Magazine: Summer 2012"
        }
    ]
}