{
    "makerid":12585,
    "published_date":"2025-10-11 02:45:14.688237",
    "type":"maker",
    "displayname":"Muromachi period",
    "makertype":"Individual",
    "alphasort":"Muromachi period",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1333–1568",
    "begindate":1333,
    "enddate":1568,
    "nationality":"Japanese",
    "culturegroup":"Muromachi period",
    "biography":null,
    "altnames":[
        {
            "nametype":null,
            "displayname":"Ashikaga",
            "alphasort":"Ashikaga",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Ashikaga"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Muromachi period",
            "alphasort":"Muromachi period",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Muromachi period"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300018561"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db860a45bb1200016106673"
            },
            "body":"Kannon (Sanskrit: Avalokitesvara) is a Buddhist deity of Indian origin. In China, where the deity was known by the name Guanyin, the deity lived on an island called Putuo, off the shore of Ningbo, Zhejiang. This popular belief was essentially a translation in Chinese terms of the Indian tradition that Avalokitesvara lived at Mount Potalaka in India. White-robed Guanyin is one of the many aspects of Guanyin, the Bodhisattva of Infinite Compassion. References to the aspect of Guanyin in a white robe are frequent in Chinese literary sources of the late twelfth and early thirteenth centuries. The numerous devotional eulogies about Guanyin written by Chan (Japanese: Zen) monks of this period testify to the importance of images of Guanyin in monasteries of this school of Buddhism. Early representations of Guanyin in painting were executed in polychrome. The origins of the tradition of painting Guanyin in ink are obscure, but such paintings are generally thought to have been made by the time of the Chinese artist Li Gonglin (ca.1041-1106). The tradition of painting White-robed Guanyin was adopted by Japanese painters, who took inspiration from Chinese models.",
            "title":"Asian Art website: White-robed Kannon",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db860e75bb1200016106674"
            },
            "body":"Negoro ware is characterized by relatively simple shapes, and by a red lacquer surface rubbed to reveal an underlying layer of black. The name derives from that of a temple, Negoro-ji in present-day Wakayama Prefecture, where the technique for making the wares was discovered by accident in the thirteenth century. Lacquer wares that were originally made in red monochrome started to reveal uneven patches of black after repeated handling. The irregularity of the surface and the contrasting colors became highly prized,and were soon reproduced intentionally in the temple and elsewhere. Negoro-ji itself was destroyed in 1585 during the intense wars of the turbulent period, and none of the original wares from the temple are known to be extant today.",
            "title":"Asian Art website: Negoro lacquer tray",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}