{
    "makerid":12561,
    "published_date":"2022-03-28 16:07:49.316938",
    "type":"maker",
    "displayname":"Yuan dynasty",
    "makertype":"Individual",
    "alphasort":"Yuan dynasty",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1271–1368",
    "begindate":1271,
    "enddate":1368,
    "nationality":"Chinese",
    "culturegroup":"Yuan dynasty",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Yuan dynasty",
            "alphasort":"Yuan dynasty",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Yuan dynasty"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500373093"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a09deedf682001701fb04"
            },
            "caption_file":[],
            "title":"Curator's Voice: The Mind Landscape of Xie Youyu",
            "file_uri":"https://mediacentral.princeton.edu/id/1_7erwn3s9",
            "speaker_type":"Curator",
            "description":"Zoe Kwok discusses \"The Mind Landscape of Xie Youyu\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db83f4b5bb1200016106661"
            },
            "body":"Tapering to a flat base, this globular jar is covered by a white slip and transparent glaze. Beneath the clear glaze, fan-shaped leaf patterns are deftly brushed in black iron pigment. This type of slip painted stoneware imitates more elaborately carved or molded whiteware vessels. Painted with swift sure strokes, the floral pattern can be seen as a simplification of earlier lotus and peony scroll designs.\n\nThe term Cizhou now refers to a wide variety of popular wares mainly produced during the Northern Song (960–1127), Jin (1115–1234), and Yuan (1260–1368) dynasties. Manufactured at numerous kiln centers across northern China stretching as far as Ningxia province to the west and Shandong province to the east, the ware takes its name after the location of important kilns in Hebei and Henan provinces around present-day Cixian county, which in Northern Song was named Cizhou. Besides slip painted examples, as seen with this example, Cizhou ware included a wide variety of decorative techniques including the use of sgraffito, monochromes, colored glazes, polychrome overglaze painting, incised and stamped designs, as well as diverse and innovative combinations of these and other methods.",
            "title":"Asian Art website: Jar with fan-shaped leaf designs",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}