{
    "makerid":3112,
    "published_date":"2022-03-28 16:05:15.350475",
    "type":"maker",
    "displayname":"Priam Painter",
    "makertype":"Individual",
    "alphasort":"Priam Painter",
    "lastname":"Priam Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-515,
    "enddate":-500,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"Greek vase painter. He is named after a Black-figure hydria (Madrid, Mus. Arqueol. N., 10920) depicting Priam Setting out to Ransom the Body of Hector. The nearly 60 vases attributed to him cover an unusually wide variety of subjects, which are sometimes accompanied by narrative inscriptions. There is compositional balance between decorated and undecorated areas, costumes and accessories are often elaborate and exotic, and horses are small and fine-boned, with little or no indication of musculature. This refinement recalls works by the antimenes painter and by  psiax, who may have been his teacher: the  rycroft painter  was apparently a workshop colleague. Women are frequently depicted in scenes greatly animated by their gestures and poses: in an orchard, bathing in a grotto or fetching water at a fountain. Chariot scenes and depictions of Herakles and other heroes departing are also common, while his Herakles Fighting Alkyoneus and Aeneas Carrying his Father are among the earliest examples of these scenes. These works are related iconographically to the andokides painter and his circle, and both iconographically and compositionally to paintings by the leagros group. Sometimes the frame of the decorative panel interrupts the narrative elements; conversely figures sometimes overlap the frame, a device apparently designed to create elementary spatial relationships and to compete with the innovations of Red-figure painting (GDA)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Priam Painter",
            "alphasort":"Priam Painter",
            "lastname":"Priam Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500059768"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96083131"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}