{
    "makerid":6548,
    "published_date":"2022-03-28 16:07:28.150979",
    "type":"maker",
    "displayname":"Jacob Cist",
    "makertype":"Individual",
    "alphasort":"Cist Jacob",
    "lastname":"Cist",
    "firstname":"Jacob",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1782–1825",
    "begindate":1782,
    "enddate":1825,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Jacob Cist, scientist, was born in Philadelphia, Pa., March 13, 1782; the eldest son of Charles and Mary (Weiss) Cist. He was graduated at the Moravian school, Nazareth, Pa., and was connected with the post office department, Washington, D. C., 1800-08, when he removed to Wilkes Barre, Pa. There he was appointed postmaster and retained the position till his death. He devoted much of his leisure to painting and literature, contributing for years to The Literary Magazine, The Portfolio, and to the local papers of Pennsylvania. He invented and patented a mill to grind colors for paints and in 1808 secured a patent for manufacturing a mineral black for printer's ink from Lehigh anthracite coal, as a substitute for India ink. For many years he was interested in the mining and introduction of anthracite coal, and in 1815 published a pamphlet, \"Anthracite Coal,\" which attracted general attention in the eastern states. He was one of the founders of the Luzerne county agricultural society; was treasurer of that county and also of the Wilkes Barre bridge company for three years. He geologized nearly the entire territory of Luzerne county, locating coal, manganese clay and iron ore. The eminent French scientist Alexander Brongniart named several fossil plants after Mr. Cist, including \"Calamites Cistii,\" \"Pecopteris Cistii,\" \"Sigillavia Cistii,\" and \"Menropteris Cistii.\" He was married Aug. 25, 1807, to Sarah, daughter of Judge Matthias and Mary (Burritt) Hollenback of Wilkes Barre, Pa. He prepared an exhaustive work on American entomology with several thousand original drawings. This work was published by another after the death of Mr. Cist without proper credit being given him. He died at Wilkes Barre, Pa., Dec. 30, 1825.\r\n\r\nSource: \r\n\r\nJohnson, Rossiter, ed.\r\nTwentieth Century Biographical Dictionary of Notable Americans.\r\nVol. I-X. Boston, MA, USA: The Biographical Society, 1904.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jacob Cist",
            "alphasort":"Cist Jacob",
            "lastname":"Cist",
            "firstname":"Jacob",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/10960075"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}