{
    "makerid":22555,
    "published_date":"2023-11-08 02:01:35.953235",
    "type":"maker",
    "displayname":"Victor Ekpuk",
    "makertype":"Individual",
    "alphasort":"Ekpuk, Victor",
    "lastname":"Ekpuk",
    "firstname":"Victor",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1964, Uyo, Nigeria; active Washington, D.C.",
    "begindate":1964,
    "enddate":0,
    "nationality":null,
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Victor Ekpuk",
            "alphasort":"Ekpuk, Victor",
            "lastname":"Ekpuk",
            "firstname":"Victor",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64dce931538ac6620e32b74e"
            },
            "exhibitions":[],
            "title":"Art@Bainbridge | Exhibition Preview: Victor Ekpuk:  Language and Lineage",
            "body":"<p><strong>Art@Bainbridge | Exhibition Preview</strong><br><strong>Victor Ekpuk: &nbsp;Language and Lineage</strong><br>July 22–October 8, 2023</p><p><br>The Nigerian American artist Victor Ekpuk is internationally renowned for his expressive multimedia works of art inspired by Nsibidi, an ancient system of communication from southern Nigeria and northwest Cameroon that features a rich ideographic script. Using Nsibidi as well as characters borrowed from other cultures and his own vibrant systems of expression, Ekpuk cele-brates the syncretism of multicultural societies.&nbsp;<br>&nbsp;</p><p><i>Victor Ekpuk: Language and Lineage</i> brings together paintings, works on paper, and sculptures that underscore key aspects of his practice as a visual artist, illustrator, commentator, and global citizen. Inspired by the efficiency of Nsibidi in conveying intricate ideas, Ekpuk combines simplicity of form with complexity of interpretation. Building on the portraiture tradition, the artist explores stylized depictions of human heads and masks, in which carefully planned compositions leave space for chance and improvisation in the drawing of the background script. From this dense network of signs, Ekpuk selects forms that will morph into subjects for new works of art. The artist explains, “I excavate my own work to create new work. The background of my works is composed of various forms, and sometimes I go in and take what interests me to create new work.” Combining Nsibidi with philosophical reﬂection, Ekpuk created a version of <i>In Deep Water</i> especially for Art@ Bainbridge. This monumental enlargement on canvas of an earlier drawing invites us to reﬂect on the importance of memory in deﬁning personal and collective histories. Visitors will also encounter important Pan-African symbols, including <i>Matriarch 2</i>, the conﬁdent and proud ﬁgure of an ancestral mother who is responsible for giving life and transmitting cultural values. Ekpuk’s visual comments on institutional violence and police brutality resonate eloquently with Nigerian Afrobeat musician Fela Kuti’s music and lyrics, which can be heard in the gallery.</p><p>&nbsp;</p><p>Annabelle Priestley&nbsp;<br>Curatorial Assistant</p><p><br>Princeton University Art Museum &nbsp;Summer 2023 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}