{
    "makerid":3198,
    "published_date":"2022-03-28 16:05:19.052663",
    "type":"maker",
    "displayname":"Nicolas Régnier",
    "makertype":"Individual",
    "alphasort":"Régnier, Nicolas",
    "lastname":"Régnier",
    "firstname":"Nicolas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1591–1667",
    "begindate":1591,
    "enddate":1667,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Nicolas Régnier",
            "alphasort":"Régnier, Nicolas",
            "lastname":"Régnier",
            "firstname":"Nicolas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Niccolo Renieri Regnier",
            "alphasort":"Regnier, Niccolo Renieri",
            "lastname":"Regnier",
            "firstname":"Niccolo Renieri",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029815"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95865633"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1c68f5f1ff70016001c41"
            },
            "body":"Regnier was born in Maubeuge, France, and studied in Antwerp before making his way to Italy, where he spent the remainder of his career. The Museum's  paintings are thought to date from soon after his arrival in Rome (around 1615). The deep shadows, figures taken from daily life, one of whom addresses the viewer directly, and lovingly rendered still-life details are all hallmarks of the Caravaggesque manner that was popular with collectors in the first two decades of the seventeenth century.\n\nThe Princeton paintings have the added interest, however, of being part of a decora­ tive ensemble showing the four seasons. The canvas symbolizing Autumn is dominated by a figure of Bacchus squeezing grapes into a shell, while the canvas representing Winter depicts an old man bundled in a cloak whose hand rests on a bucket offered by a young companion. \n\nThese lively half-figure compositions would have been placed over two of four doors in a room, and are meant to be seen from below. Combining aspects of popular genre painting, the noble tradition of personifying the seasons by the ancient gods, and attention to perspective effects, they are excellent examples of Regnier's sensitivity to the diverse stimuli of early Ro­man baroque painting and his own highly personal interpretation of Caravaggio's legacy.",
            "title":"Newsletter: Winter 1984",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}