{
    "makerid":4528,
    "published_date":"2022-06-09 08:44:49.589739",
    "type":"maker",
    "displayname":"Annie Leibovitz",
    "makertype":"Individual",
    "alphasort":"Leibovitz, Annie",
    "lastname":"Leibovitz",
    "firstname":"Annie",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1949, Waterbury, CT; active New York, NY",
    "begindate":1949,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Annie Leibovitz",
            "alphasort":"Leibovitz, Annie",
            "lastname":"Leibovitz",
            "firstname":"Annie",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"3221"
        },
        {
            "source":"ULAN",
            "id":"500092264"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/85042346"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"622647abc585860018ecf59e"
            },
            "exhibitions":[],
            "body":"<p><strong>The Eclectic Eye: A Tribute to Duane Wilder</strong><br>When does someone who enjoys living with art become a collector? I’m often provoked by this question in the face of people who have filled their homes with art and yet resist being termed collectors, perhaps because they feel it conveys an ambition or a focus to which they do not aspire.</p><p>Longtime Museum friend and patron Duane Wilder, Class of 1951, must surely have thought of himself as a collector, though I do not recall him ever using the term. His New York apartment was filled with a remarkable array of works of art, from Old Master drawings and prints to Northern European landscape paintings of the sixteenth and seventeenth centuries, to a contemporary leather-masked figure by Nancy Grossman and photographs by Robert Mapplethorpe, Duane Michals, and Annie Leibovitz. Although Duane’s eye evinced a restless curiosity, it was equally clear that living with such works was essential to his sense of self and of home; it would have been impossible to imagine Duane at ease without the company of these works.</p><p>During his lifetime, Duane often spoke to me of his intention that the collection should come to Princeton at his death. He shared a few of his most beloved works with us during his lifetime, including such major works as Cornelis van Haarlem’s painting Apollo as Sol (ca. 1591), which he left on long-term loan at Princeton beginning in 1996; and Domenichino’s Landscape with the Calling of Peter, which has been with us since 1999. In both cases the art historical importance of the works and their increasing value made Duane feel that they ought to be in an institution where they could be studied and appreciated, as indeed they have been.<br>At his death in 2017, Duane made good on his intentions and offered the Art Museum the whole of his collection, from which we had complete freedom to select the works we felt would have the deepest impact on Princeton. A visit to Paris late that year allowed curator of European painting and sculpture Betsy Rosasco and me the chance to discover the full range of Duane’s taste in situ. His charming maisonette was fully intact, as if the collector had just stepped out for a moment. Discovering Duane’s remarkable collection of etchings by the French seventeenth-century master artist Claude Lorrain, and his important collection of nineteenth-century figurative bronze sculptures by artists such as Frederic, Lord Leighton and Frederick William Pomeroy was to be reminded that this was a collection assembled over decades and lived with intimately.</p><p>Although COVID-19 prevents us from presenting highlights of the Duane Wilder collection in the Museum galleries as originally intended, a digital exhibition invites us to consider key themes in Duane’s collecting life, including the Arcadian landscape inspired by antiquity and reawakened in Baroque Europe and a fascination with the human figure from Hendrick Goltzius to François Boucher to Paul Cadmus.</p><p>James Christen Steward<br>Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director</p><p>&nbsp;</p><p>Fall 2020 Magazine</p>",
            "title":"The Eclectic Eye: A Tribute to Duane Wilder",
            "author_type":"Director",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}