{
    "makerid":1671,
    "published_date":"2022-03-28 16:04:19.922131",
    "type":"maker",
    "displayname":"Andy Warhol",
    "makertype":"Individual",
    "alphasort":"Warhol, Andy",
    "lastname":"Warhol",
    "firstname":"Andy",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1928–1987; born Pittsburgh, PA; died New York, NY; active New York",
    "begindate":1928,
    "enddate":1987,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Andy Warhol",
            "alphasort":"Warhol, Andy",
            "lastname":"Warhol",
            "firstname":"Andy",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Andrew Warhola",
            "alphasort":"Warhola, Andrew",
            "lastname":"Warhola",
            "firstname":"Andrew",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500006031"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56617645"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5f4410c1b18d150017c75541"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_7x18bkyj",
            "title":"Director's Voice: Blue Marilyn by Andy Warhol",
            "description":"James Steward, Princeton University Art Museum Director, discusses Andy Warhol's Blue Marilyn.",
            "speaker_type":"Director",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Director's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db0602f21a3d500164867c4"
            },
            "body":"Much of Andy Warhol's oeuvre is haunted by death-- his <em>Gold Marilyn <em>(1962), for example, was painted only days after Marilyn Monroe 's death-but  nowhere  is the  theme more prominent than in a series of paintings he  produced in 1963 and 1964, which focused on such subjects as car crashes and race riots, collectively referred to as the Death and Disaster paintings. This group of works inflects Warhol's  seemingly  more light-hearted Pop art-such as the <em>Campbell's Soup  Can</em> (1962) that made him famous­ with a dark underside.\n\nPrinted in 1971, the series, [<em>Electric Chair<em>], is related to one of the earlier Death and Disaster paintings, <em>Orange Disaster<em>(1963) , by way of the source photograph, and demonstrates the artist's sustained interest in mortality-- an interest that no doubt was renewed by his near-fatal shooting in 1968. In the series, Warhol employed a screenprint process in which he pressed ink with a squeegee through a fabric screen partially blocked by a stencil, to produce an image on the paper. Warhol used the same technique in his painting practice, on canvas.\n\nComposed of harsh images and loud, bright colors, the works in Electric Chair have a disquieting effect; in their lurid visuality and bare depiction of an unseemly fact of American life, they ask us to look more closely at the society in which we live.",
            "title":"Newsletter: Winter /Spring 2006",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db7402968398700162b1b98"
            },
            "body":"<em><em>BLUE MARILYN <em><em>\n\nWish you wouldn't stare at me! Once you are dead they can make you so ugly. This was not how I ever looked in life, it is a joke I guess. There were many jokes of \"Marilyn Monroe\" you could laugh at and this one is nasty based on pictures of me when I was twenty-six in <em>Gentlemen Prefer Blondes<em>, so long ago and I was made ashamed when I died, there was only $5,000 in my savings account and not enough for a funeral and so my \"remains\" were taken  to the Los Angeles County morgue like a homeless person but at the morgue a kind man felt sorry for me and hid me in a storage room naked beneath just a sheet to protect me from people gawking and taking pictures but anyway they did, this is one of them I guess. I try not to think about it. That is the wisest philosophy I believe. What you like in Marilyn was, she would not make you think sad thoughts. Why you loved Marilyn was...Marilyn was \"pretty\"? \"Sexy\"? \"Blond bombshell\" it was said. Movies of Marilyn made so much money and are still making money like pictures of Marilyn like this one that is so ugly, millions of dollars for other peo­ple, mostly men of course but I try not to be bitter, or to let it show. If you show your bitterness like your sadness and hurt they will not love you of course, who can blame them. I don't give up hope even now. I tell myself my Daddy will come to claim me finally. I am changed some, but I am still Norma Jeane. Of all people Daddy would know this. When I was in the Los Angeles County Orphanage I cried a lot but I was the only girl who could say, \"I am not an orphan really. I have a mother except she's sick right now and can't take care of me, and I have a father-somewhere.\" And this was true. It is still true. I am the girl who can say, \"Someday if I am pretty enough, and good enough, my Daddy will come and get me from this place, and take me home with him.\"\n\n--Joyce Carol Oates\n\n",
            "title":"Museum as Muse: Blue Marilyn",
            "source_project":"Other",
            "author_type":"Faculty",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db8944c975ec80016e02d55"
            },
            "body":"“A picture means I know where I was every minute,” said Warhol. “That’s why I take pictures. It’s a visual diary.” In order to chronicle his every encounter, Warhol carried a Polaroid camera with him from the late 1950s until his death in 1987. As a result, he amassed an enormous collection of photographs—both spontaneous and posed—depicting friends, acquaintances, lovers, art collectors, celebrities, nobodies, and himself. Warhol’s obsession with documenting every moment of his life anticipates contemporary society’s fascination with social media. In this Polaroid from a series of cropped views of a man’s naked body, Warhol captured a model in a pose that both highlights and conceals aspects of his anatomy.\n\n<em><em>Conversation prompts<em><em>\nWhat is the significance of the Polaroid medium and the scale of this work?\n\nDescribe the pose of the figure and how the artist has played with gender in this work.",
            "title":"Teach with Collections: Andy Warhol, Nude Model",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc5d68c8daad00016aba02b"
            },
            "body":"<p><em><em>Andy Warhol: Electric Chair<em><em>&nbsp;</p><p>Andy Warhol 's 1971 print edition <em>Electric Chairs</em> returns to a subject matter that the artist first explored in a series of paintings begun in 1963.The later works, in fact, although highly distinct, are genetically related to their predecessors in that they share the same source image: a photograph of an empty execution chamber at Sing Sing Prison, which the news service World Wide Photo distributed on January 23, 1953, in anticipation of the execution of Ethel and Julius Rosenberg. By the time Warhol incorporated the image into his first Electric Chair painting, <em>Orange Disaster #5</em> (1963, Solomon R. Guggenheim Museum, New York), the image-already ten years old at this point-had lost much, if not all, of its historical specificity. Employed in the painting without any identifying marking or caption, the image shed its referential and topical qualities in favor of more general meanings. For many viewers, it came to serve as a blunt image of mortality and impending death. Most likely, it still functions similarly for viewers today, in painting and print alike. That the Electric Chair works are often included in a larger series of Death and Disaster paintings Warhol worked on throughout the early sixties has only added to this reading. In these works, such as <em>Orange Car Crash 14 Times</em> (1963, Museum of Modern Art, New York) and</em> Red Race Riot</em> (1963, Museum Ludwig, Cologne), Warhol cut violent scenes of contemporary American life-the results of accident and prejudice-from the newspaper and grafted them onto his picture plane. The silkscreen printing technique Warhol used to enact this transfer allowed him to repeat identical images within a single painting as well as in larger groups and series of paintings. In spite of this serial process, the quality of the image varies greatly throughout Warhol 's work, depending on how the silkscreen was placed, the quantity of paint the artist (or his assistants) applied, and the colors employed. The variation among the Electric Chair prints testifies to this fact. The \"exposure time\" differs among them: at one point the image is solarized; at other moments it appears almost eaten away. Thus while Warhol's seemingly mechanized process, carried out at his studio The Factory, allowed for the possibility of difference, it also denied the presence of the artist's hand, giving the works a somewhat cold and brutal effect (ironically, it also gave them a signature style). As Hal Foster has noted, the most poignant aspect of these works is often not the unseemly scenes depicted in them but the violence enacted upon these images through mechanical reproduction.3 In other words, it is the way these paintings treat images, and sensitive ones at that, that gives these works their power. What this power consists of, however, has been the subject of much debate. Given the topical and brutal themes of the paintings, many critics have read the Death and Disaster images as socially active works, as protest pictures. Most famously, Thomas Crow has argued that they demonstrate a \"literal and straightforward ...partisan character,\" that they are, in the case of the Electric Chair works, against the death penalty. For Crow, this topicality \"is what saves the works from mere morbidity.\"4 Although heartening, his argument is nevertheless problematic for a number of reasons. For one, in 1963 (the year Warhol executed his first Electric Chair painting) the state of New York, where the artist lived, used its electric chair for the last time.S Moreover, Warhol went on to use the image of the electric chair many times, in 1964, 19651 and 1971. If the electric chair was no longer an institution that one could actively protest during these years, what other meanings could this image hold? Although the works maintain a certain opacity in regard to politics, they nevertheless remind us of the brutality of which the state is capable. The images, however, contain meanings personal to Warhol as well. They must, for example, have had new significance for the artist when he produced them in 1971, three years after a shooting that nearly cost him his life. No matter how we try to interpret these works, the specter of death is inescapable; the subject matter nearly overwhelms them. Nevertheless,it is important to recognize that it is not simply an electric chair we witness when we look at these prints. A number of formal devices affect our eye and guide our reading. Perhaps most striking are the bright, at times even gaudy, colors that Warhol employs. Lavender, hot pink, and mint green are not colors usually associated with death. They have a sensational, fashionable connotation, a lurid visuality. The curator Neal Printz has referred to them as \"decorator hues.''6 Warhol himself once referred to a series of his paintings as \"disco decor.\"? His incorporation of such garish colors suggests a context in which we can read the graphic image itself: As death has become incorporated into the spectacle of the media, providing us with a shock on the front page of the newspaper and in the movie theater, it also has become aestheticized and banal, as conventional as the latest fashion. In this reading, the colors of Electric Chairs do not negate or neutralize the graphic image but rather comment on the place of the image within contemporary society. Indeed, it might be said that Warhol's entire practice as an artist committed itself to a similar investigation.&nbsp;</p><p>-- Alex Kitnick, Ph.D.candidate Department of Art and Archaeo logy</p>",
            "title":"Collection Publications: Andy Warhol",
            "source_project":"Other",
            "author_type":"Student ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}