{
    "makerid":233,
    "published_date":"2022-03-28 16:03:25.134607",
    "type":"maker",
    "displayname":"Thomas Barker of Bath",
    "makertype":"Individual",
    "alphasort":"Barker, Thomas",
    "lastname":"Barker",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Welsh, 1769–1847",
    "begindate":1769,
    "enddate":1847,
    "nationality":"Welsh",
    "culturegroup":null,
    "biography":"Self-taught landscape and genre painter who was influenced by Gainsborough. He is mostly known for his rustic scenes. His most innovative works are \"Impressions of Rustic Figures after Nature\" (1813), the first one-man collection of lithographs printed in England, and \"The Massacre of the Inhabitants of Scio by the Turks\" (1825), a fresco painted on the walls of the picture gallery in his home, Doric House in Bath. As an expert on fresco technique, Barker advised on the redecoration of the Houses of Parliament in 1841 (ULAN)\r\n\r\n----\r\n\r\nPainter and lithographer. He received his early training through the patronage of the Bath auctioneer Charles Spackman, whom he depicted in a joint portrait Thomas Barker and his Preceptor, Charles Spackman (1789; Bath, Victoria A.G.). Under Spackman’s direction, Barker assiduously copied paintings by the Old Masters, gaining a proficient, if somewhat eclectic technique. The influence of Thomas Gainsborough in particular is evident in such early works as Woodman in a Storm (1789; London, Tate). He studied in Italy from 1790 to 1793, but there is little sign of any artistic development in paintings executed after his return to Bath. His most innovative works are Impressions of Rustic Figures after Nature (1813), the first one-man collection of lithographs printed in England, and the Massacre of the Inhabitants of Scio by the Turks (1825), a fresco painted on the walls of the picture gallery in his home, Doric House, Sion Hill, Bath (in situ). As an expert on fresco technique, Barker advised on the redecoration of the Houses of Parliament in 1841. In later years his popularity declined, and he died in poverty (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Thomas Barker of Bath",
            "alphasort":"Barker of Bath, Thomas",
            "lastname":"Barker of Bath",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Barker of Bath",
            "alphasort":"Barker, Thomas",
            "lastname":"Barker",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029666"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/33085049"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}