{
    "makerid":9911,
    "published_date":"2022-03-28 16:07:44.335011",
    "type":"maker",
    "displayname":"Andrew Fleming West",
    "makertype":"Individual",
    "alphasort":"West, Andrew Fleming",
    "lastname":"West",
    "firstname":"Andrew Fleming",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1853–1943",
    "begindate":1853,
    "enddate":1943,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Andrew Fleming West graduated from the College of New Jersey (now Princeton University) in the Class of 1874. In 1883 he was called to Princeton by President McCosh to fill the newly founded Giger chair in Latin. He was president of the American Philological Association, a trustee of the American Academy in Rome, one of the founders of the American School of Classical Studies in Rome, and the principal founder of the American Classical League, which he organized in an effort to stem the decline of interest in the classics. The organizing and fund-raising talents West used in his efforts on behalf of the classics continued in Princeton University's highly successful sesquicentennial celebration in 1896. As secretary of the committee in charge of the celebration, he organized a three-day affair, including a program of public lectures by visiting scholars from abroad that set a pattern for other, later university celebrations, and a spectacular torchlight procession of 2,000 fancily costumed alumni that stimulated the development of the most colorful event of the annual Commencement season -- the alumni parade. With his appointment in December 1900 as first dean of the graduate school, West devoted his energy and talents to the development of the school and particularly to the creation of a residential graduate college. West retired in 1928 after forty-five years as Giger Professor of Latin and twenty-seven years as dean of the graduate school.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Andrew Fleming West",
            "alphasort":"West, Andrew Fleming",
            "lastname":"West",
            "firstname":"Andrew Fleming",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/22922449"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}