{
    "makerid":13452,
    "published_date":"2022-03-28 16:08:16.311505",
    "type":"maker",
    "displayname":"Trajanic",
    "makertype":"Individual",
    "alphasort":"Trajanic",
    "lastname":"Trajanic",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":98,
    "enddate":117,
    "nationality":"Roman",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Trajanic",
            "alphasort":"Trajanic",
            "lastname":"Trajanic",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300107348"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1b408ff489700164a3292"
            },
            "body":"[This] bronze portrait-head of a Roman matron that has been well known since its discov­ery in 1879 in the Italian town of Chiavenna (ancient Roman Clavenna), between Lake Como and the Swiss border. For many years in the collection of Fahim Kouchakji of New York, it has been on loan in several museums. Princeton was able to acquire it with the Fowler McCormick, Class of 1921, Fund [in 1980]. \n\nThe head is Iife-size, cast in bronze, and was most probably intended for insertion into a bust or full-length figure, the drapery of which would neatly conceal the junction below the neck. It represents an elderly woman whose hair is arranged in braids coiled around her head and held in place by a net, which is cast from life. The eye­ balls are silver inlay and the pupils sug­gested by crescents cut into the bronze irises. Through portraits of members of the Imperial family and representations on coins, we know that elaborate coiffures, some of them extraordinary creations, were worn by Roman ladies of fashion in the first half of the 2nd century AD.\n\nIt has been suggested that the bronze head now in Princeton might represent Matidia, niece of Trajan, who ruled from 98 to 117 AD. The portrait-head can be dated in the decade of AD 120-130. However, with allowance for the possibility that an older woman might choose to retain a style of hairdressing past its period of high fash­ion-- or that the bronze, having a provincial provenance rather than that of metropolitan Rome, might indicate a <em>retardataire</em> fash­ion-- the head could have been made slightly later. \n\nBecause of the intrinsic value of the metal, sculpture in bronze was frequently melted down and relatively few have sur­vived. The head is therefore an important, as well as impressive, example of Roman portraiture.",
            "title":"Newsletter: Winter 1981",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}