{
    "makerid":5274,
    "published_date":"2022-10-28 02:04:40.760669",
    "type":"maker",
    "displayname":"Winslow Homer",
    "makertype":"Individual",
    "alphasort":"Homer, Winslow",
    "lastname":"Homer",
    "firstname":"Winslow",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1836–1910; born Boston, MA; died Prouts Neck, ME",
    "begindate":1836,
    "enddate":1910,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Winslow Homer",
            "alphasort":"Homer, Winslow",
            "lastname":"Homer",
            "firstname":"Winslow",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019202"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/15044075"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1c8585f1ff70016001c42"
            },
            "body":"Signed and dated 1872, <em>At the Window</em> shows a young woman seated in a darkened interior . A window behind her admits bright daylight, which strongly models her facial features and upper body in the otherwise dark interior. The brilliantly illuminated window frame, a beautifully painted detail, contrasts with the potted plants on the sill, seen a <em>contre-jour.</em> The appealing simplicity of this domestic scene and the subtlety of the art­ist's study of the effects of Iight are sure to endear this painting to visitors. Moreover, the dreamy attitude of the young woman and the suggestion of a portrait give rise to specula­tion on some of the mysteries surrounding Homer's personal life.\n\nLloyd Goodrich, Director Emeritus of the Whitney Museum of American Art and the leading authority on Winslow Homer, has written of the subject of <em>At the Window<em>: \"I notice that the young lady wears a wedding ring, and since Homer never married, she can't be one of the mythical maidens whom fiction-prone biographers of Homer have tried to promote as the love of his life. The same young woman, in the same dress, standing by the same window, appears in the oil <em>Rev­erie<em>. . . also dated 1872; . . . also in the oil <em>Morning Glories<em>; . . . and probably other similar paintings of 1872 and 1873. Who she was, I have found no clue.\"\n",
            "title":"Newsletter: Spring 1986",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db337bb70a6c9001607ed1d"
            },
            "body":"<p>Winslow Homer’s charcoal drawing <em>After the Storm</em> (ca. 1882) captivated me the first day I laid eyes on it at the Princeton University Art Museum. It is not a large drawing, but it’s a powerful one, and to use a phrase current in both the art market and the museum world, it has wall power. The drawing is small in scale but big in presence, and when you see it framed on a gallery wall, it holds its own against other works hanging nearby. If <em>After the Storm</em> grabs your eye from across the room, then it’s a drawing that is equally rewarding when studied at close range. In my mind the drawing embodies so much of what makes Winslow Homer an engaging draftsman: its execution is gutsy and strong, while Homer’s graphic line is elegant and nuanced. I love the drawing for many reasons. First and foremost it’s a touchstone for my years at Princeton spent working toward a doctorate with my extraordinary adviser, Professor John Wilmerding. The drawing also reminds me of the strength and power evident in so much of Homer’s art— especially the great oils of the 1890s and the first decade of the twentieth century. Knowing Homer’s art as I have over the years, this drawing represents to me Homer’s ability to create profoundly beautiful images that continue to give back to those who look closely and think deeply about them, as only works by the most gifted artists can. <em>After the Storm</em> is also a springboard for understanding American art and the world that artists like Homer inhabited in the late nineteenth century. At that time the art world was becoming more international and cosmo- politan, and Europe—especially Paris—was its center. At the bottom of the sheet of paper is an inscription giving the drawing’s title in both French and English: <em>Après l’Orage—After the Storm<em>, the bilingual notation suggesting the ascendant internationalism in American art of Homer’s day. And indeed both the subject of the drawing and the style in which it was executed reflect a French influence. If the title has been inscribed in both French and English, then the drawing itself is rendered with a French accent—a gesture to the French sketch aesthetic made popular by acclaimed artists such as Thomas Couture and the painters of the Barbizon School. The drawing also tells us something about the kind of place Princeton is. <em>After the Storm</em> came to the Art Museum as the gift of Frank Jewett Mather Jr., one of the quiet benefactors of the Museum whose generosity helped to make the collections as deep and rich as they are today. Mather graduated from Williams College in 1889 and later studied at the École des Hautes Études in Paris. He came to Princeton in 1910 as a professor of art and archaeology and in 1922 was appointed direc- tor of the Art Museum. Mather initially focused his acquisitions in the more traditional areas of medieval and Renaissance art, but at the same time he developed a keen interest in prints and drawings. His efforts in this area resulted in an extraordinary group of works on paper. Mather was also an early champion of American art, and courses in that subject began at Princeton during World War II. It’s thus not surprising that a drawing as beautiful and engaging as <em>After the Storm</em> would catch Mather’s eye. <em>After the Storm</em> represents for me how a work of art can function on many different levels—whether as a catalyst to recall my personal experiences at Princeton or as a way of understanding the internationalism of American art at the end of the nineteenth century. These multiple layers of meaning continue to engage me, and, like so many fine works of art, <em>After the Storm</em> provides a platform for further exploration and journeys. Studying and reflecting on such a drawing can embody the best of the history of art, which at its simplest is the history of ideas.&nbsp;</p><p>-- Paul R. Provost Graduate School, Class of 1994</p>",
            "title":"Magazine: Summer 2013",
            "source_project":"Other",
            "author_type":"Other",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db8861b975ec80016e02d2b"
            },
            "body":"In 1872, Homer produced four closely related scenes featuring this woman (dressed similarly in all four), pensively standing or seated near a window with a view of the landscape outside. Homer chose this painting from the group to exhibit in 1873 in New York. One of the reviews described the painted figure as “a Salem girl,” referring to the Massachusetts seaport—and setting the stage for the work’s interpretation as a depiction of the bereaved companion of a sailor lost at sea.\n\n<em><em>Conversation prompts:<em><em>\n1. Describe the details of the figure’s expression, pose, and dress, and relate them to her setting.\n\n2. What is the relationship between exterior and interior in this painting? Why might it be important with regard to the theme of nostalgia?\n\n3. What kind of mood is suggested through the contrasts in light and shadow and the use of color?\n\n4. What do you notice about the particular brushstrokes the artist used and how they vary across the surface of the canvas?",
            "title":"Teach with Collections: Winslow Homer, At the Window",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}