{
    "makerid":3172,
    "published_date":"2022-06-09 08:44:31.361394",
    "type":"maker",
    "displayname":"Susan Rankaitis",
    "makertype":"Individual",
    "alphasort":"Rankaitis, Susan",
    "lastname":"Rankaitis",
    "firstname":"Susan",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1949, Cambridge, MA; active Claremont, CA",
    "begindate":1949,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Susan Rankaitis",
            "alphasort":"Rankaitis, Susan",
            "lastname":"Rankaitis",
            "firstname":"Susan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500109840"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/278470753"
        },
        {
            "source":"NYPL PIC",
            "id":"320995"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dade2ccc5089b0016f26e14"
            },
            "body":"<em>DNA 5<em>, a large format work, is a combined medium photographic monoprint mounted on a steel panel; the abstract image is highly manipulated with chemicals and other techniques. Conceived on the theme of the DNA, the artist has said of this series of new works: \"I have been interested in the ethics of technology and began to consider the implications of genetic engineering. I decided that, con­ceptually, I wanted my next body of work to mark the passage from the industrial/post industrial to the age of genetic language.\" She continues, \"For a long time I have thought of my pieces as holding secrets, but at the same time, offering enough information so that one can see through them, thus the layering which has always been an important factor in my work. I hide clues, code and decode  them,  unravel  them.  This coding is all the more significant now that  I am embarking on a series which deals with DNA as we are attempting to discover and document the mystery of our own biochemical maps.\" <em>DNA 5 <em>was included in the artist's 1992 exhi­bition at the Ruth Bloom Gallery in Santa Monica.\n",
            "title":"Newsletter: Winter 1993",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}