{
    "makerid":4444,
    "published_date":"2022-03-28 16:06:06.259860",
    "type":"maker",
    "displayname":"John St. Helier Lander",
    "makertype":"Individual",
    "alphasort":"Lander John St. Helier",
    "lastname":"Lander",
    "firstname":"John",
    "nametitle":null,
    "middlename":"St. Helier",
    "suffix":null,
    "displaybio":"British, 1868–1944",
    "begindate":1868,
    "enddate":1944,
    "nationality":"British",
    "culturegroup":null,
    "biography":"John St Helier Lander (born Jersey 19 October 1868, died Witley, Surrey 12 February 1944) was a noted portrait painter.\r\n\r\nBorn John Helier Lander, he added the St. to acknowledge his birth place of Saint Helier in the Channel Islands. He was given his first paint box by Lillie Langtry, the famous beauty, actress and mistress of the Prince of Wales, later to become Edward VII of the United Kingdom. He studied at Calderon's School.\r\n\r\nOn leaving school, he was sent to become a watchmaker at the age of fifteen, but spent so much time drawing that he was taken away and allowed to paint. On reaching the age of seventeen and having sold some of his pictures, he went to London to study in an art school. Although he remained there a year, he hated the school. He was invited to breakfast with Sir John Everett Millais, a fellow Jerseyman, who advised him to continue his artistic career and to go to Paris. In Paris he studied at the Académie Julian under William-Adolphe Bouguereau and Fleury. After a year in Paris he returned to London to enter the Royal Academy Schools where he stayed for three years, before returning to Jersey and setting up a studio, taking Millais and Walter Ouless, another distinguished fellow Jerseyman, as ideals in the art of portrait painting. He taught privately at the Jersey Ladies' College (now Jersey College for Girls) and the Guernsey Ladies' College. He undertook an ambitious group portrait of the Assise d'Héritage (known as \"The Sitting\") which took him four years to complete. In 1897, it was purchased for £400 by Julia Westaway, of the Westaway Trust, and presented to the Royal Court in Jersey where it now hangs.\r\n\r\nHe was greatly encouraged by the Lieutenant-Governor of Jersey at the time, General Abadie. When the General left Jersey, Lander followed him to London, where Abadie introduced him to society clients. Abadie was a regular visitor to Lander's studio. Between Abadie and Colonel Sir Malcolm Fox, Lander made the acquaintance of all the leading British generals before the First World War. The wartime demand for portraits provided Lander with steady work and brought his name before a wider public.\r\n\r\nIn 1923 he received a silver medal at the Paris Salon and painted his first important Royal portrait. He had been commissioned to symbolize the \"Youth of England\" through the Prince of Wales. Lander chose to portray the Prince dressed in polo kit, and the resulting picture was acclaimed, being awarded a medal at the Paris Salon. The King and Queen commanded that it be sent to Buckingham Palace for private viewing and consequently commissioned a copy for the Palace. The Queen then commissioned a portrait of the Duke of Kent in tennis kit.\r\n\r\n \r\nPlaque in Belmont Road, Saint HelierT.B. Davis commissioned a portrait of King George V of the United Kingdom for Victoria College, Jersey with a copy for the Engineers' College, Durban. Further copies were endowed for Canada House, Australia House and New Zealand House. Lander took pride in the fact that five of these portraits of the King had been \"unveiled by Royal Princes, an honour no portrait painter has ever had before\".\r\n\r\nHe painted many notable portraits including members of the British Royal Family, Lord Harewood, and Gordon Hewart, 1st Viscount Hewart, his brother-in-law.\r\n\r\nHe was a good friend of the Jersey artist Edmund Blampied with whom he collaborated in 1937 on a portrait of King George VI\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John St. Helier Lander",
            "alphasort":"Lander John St. Helier",
            "lastname":"Lander",
            "firstname":"John",
            "nametitle":null,
            "middlename":"St. Helier",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029281"
        },
        {
            "source":"VIAF",
            "id":"http//viaf.org/viaf/95862373"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}