{
    "makerid":5729,
    "published_date":"2023-04-05 02:01:44.392051",
    "type":"maker",
    "displayname":"Gerardus Duyckinck",
    "makertype":"Individual",
    "alphasort":"Duyckinck Gerardus",
    "lastname":"Duyckinck",
    "firstname":"Gerardus",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1695–1746; born New York, NY; died Kingston, NY",
    "begindate":1695,
    "enddate":1746,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Gerardus Duyckinck, a third generation painter-craftsman of Dutch descent, was baptized on 19 June 1695 in New York City. In 1735 he advertised his skills as a limner, painter, gilder, japanner, and dealer in looking-glasses and artists' colors \"at the Sign of the two Cupids, near the Old Slip Market\" in Manhattan. He is recorded in Schenectady in October 1738 and in Claverack in October 1742 as a sponsor at the baptism of relatives. This gives some indication of the extent of his travels outside of New York City. On 8 January 1744 or 1745 he was one of five lay signers of a letter on behalf of the Consistory of the Dutch Church of New York to gentlemen in Amsterdam, reporting the arrival of the dominie Johannes Ritzema. Duyckinck died in Kingston, New York, on 26 July 1746. In August of that year his son Gerardus advertised that he \"continues to carry on the Business of his late Father, deceas'd...\"\r\n\r\nIn the 1940s several portraits were tentatively linked to the elder Gerardus on the basis of style and his relationship by blood or marriage to the sitters. At least one scholar concluded that Duyckinck probably painted very little. In 1976 a painting of the birth of the Virgin, signed and dated Gerardus Duyckinck/1713, was published. This is the only known signed and dated work by Gerardus Duyckinck. Since then, more paintings have been linked to the signed work on the basis of stylistic comparison and scientific analysis. [This is an edited version of the artist's biography published, or to be published, in the NGA Systematic Catalogue]--National Gallery of Art.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gerardus Duyckinck",
            "alphasort":"Duyckinck Gerardus",
            "lastname":"Duyckinck",
            "firstname":"Gerardus",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500028458"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95857465"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}