{
    "makerid":28,
    "published_date":"2022-03-28 16:03:16.884054",
    "type":"maker",
    "displayname":"Carl Akeley",
    "makertype":"Individual",
    "alphasort":"Akeley Carl",
    "lastname":"Akeley",
    "firstname":"Carl",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1864 - 1926",
    "begindate":1864,
    "enddate":1926,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Carl Ethan Akeley was a well-known naturalist and taxidermist who worked for many years at the American Museum of Natural History (1909-26). After his first trip to Africa in 1896, Akeley conceived the idea of creating a full-scale African diorama to show the animals in their natural habitat. The Wounded Comrade depicts a scene that Akeley had directly observed in the wild: when an elephant is wounded, others from the herd will rush in and attempt to convey it to safety. Akeley's production of art bronzes was the direct result of his working habit of making clay models to design dioramas. A fellow sculptor, Alexander Phimister Proctor (whose works are on exhibition nearby), suggested that Akeley cast a series of these models into bronze. The first and most famous work in the series is The Wounded Comrade. -- The Brooklyn Museum.\r\n\r\n------\r\n\r\nThe Akeley Hall of African Mammals is considered by many to be among the world's greatest museum displays. A monument to an area that has dramatically changed, the Hall is also a monument to Carl Akeley, the innovator who created it. Akeley was a dedicated explorer, taxidermist, sculptor, and photographer who led teams of scientists and artists on several expeditions to Africa during the first two decades of this century. There, he and his colleagues carefully studied, catalogued, and collected the plants and animals that even then were disappearing. He brought many specimens of that world back to the Museum, where he created this hall, with its twenty-eight dioramas.\r\n\r\nThe dioramas do not simply evoke the sites that Akeley visited -- they replicate specific animals in specific geographic locations at a specific time. In creating these works, Akeley forever changed the practice of taxidermy -- the stuffing and mounting of the skins of animals. Until then animal skins had been stuffed with straw or wood shavings. Akeley, however, began by re-creating the animal's shape with an armature made of wood, wire, and sometimes parts of the actual skeleton. He then used clay to add on each muscle, tendon, and vein. When this work was complete, he made a cast of it, and fit the animal's skin over the cast. This meticulous attention to veracity -- which was carried over to the plant forms and even to the light in the dioramas -- resulted in faithful and vivid reproductions of the world that Akeley wanted to preserve.\r\n\r\nCarl Akeley died on an African expedition in 1926, ten years before this hall was completed. He was buried in a place depicted in the Hall's famous Gorilla Diorama. While we have learned a great deal about mammals and their world since Akeley's day, and we no longer collect animal specimens as Akeley did, his vision and his desire to preserve the world he lived in still inform much of the work done at the Museum. \r\n\r\n-- American Museum of Natural History\r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Carl Ethan Akeley",
            "alphasort":"Akeley, Carl Ethan",
            "lastname":"Akeley",
            "firstname":"Carl",
            "nametitle":null,
            "middlename":"Ethan",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Carl Akeley",
            "alphasort":"Akeley Carl",
            "lastname":"Akeley",
            "firstname":"Carl",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500117528"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}