{
    "makerid":647,
    "published_date":"2025-10-29 02:08:31.954861",
    "type":"maker",
    "displayname":"Ike Taiga 池大雅",
    "makertype":"Individual",
    "alphasort":"Ike Taiga",
    "lastname":"Ike Taiga",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1723–1776",
    "begindate":1723,
    "enddate":1776,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"池大雅",
            "alphasort":"池大雅",
            "lastname":"池大雅",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Ikeno Taiga",
            "alphasort":"Taiga, Ikeno",
            "lastname":"Taiga",
            "firstname":"Ikeno",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Ike no Taiga",
            "alphasort":"Ike no Taiga",
            "lastname":"Ike no Taiga",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Ike Taiga 池大雅",
            "alphasort":"Ike Taiga",
            "lastname":"Ike Taiga",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500121068"
        },
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/52491427"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dae0fb8730fb1001626a479"
            },
            "body":"Taiga was a self-taught artisan who began his career in a fan shop, yet by his death had become one of the most celebrated painters and calligraphers of his day. A large number of his works from the 1740s to the 1770s survive, and <em>Scholars Conversing in the Mountains <em>represents his mature style. Conversant in Chinese literati painting,  Taiga sought to style himself as a cultivated man in the Chinese manner, practicing poetry, tea, painting, and anti­ quarianism. An eccentric in his behavior, he emphasized in his art individual expression through calligraphic brush lines and ink washes. In the painting four men sit in a mountain clearing under an overhanging pine branch. A fifth figure with an attendant ascends through a cleft in the boulders to the left. The expressive ink lines in this nearly monochromatic paint­ing describe the heavy contours of the tree trunks and mountain forms, while pale pink and blue washes suffuse the landscape scene.\n",
            "title":"Newsletter: Winter 2000",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db87ec0975ec80016e02d1d"
            },
            "body":"Taiga began his career as a self-taught artisan in a fan shop, and at his death was one of the most celebrated painters and calligraphers of his day. A large number of his works from the 1740s to the 1770s survive, and Scholars Conversing in the Mountains represents his mature style working in a literati or bunjin, manner. This style had been pioneered in the early eighteenth century and culminated with masters such as Taiga and Yosa Buson (1716–1783). Conversant in Chinese literati painting, Taiga sought to style himself as a cultivated man in the Chinese manner, practicing poetry, tea ceremonies, painting, and antiquarianism. An eccentric in his behavior, he emphasized in his art individual expression through calligraphic brush lines and ink washes. Seeking out Ming and Qing dynasty Chinese models, including model books and woodblock prints, he developed a unique personal style that drew on varied sources ranging from native Muromachi period (15th–16th centuries) painting styles to Western modes of visual representation.\n\nIn this nearly monochromatic painting, four men sit in a mountain clearing under an overhanging pine branch. A fifth figure with an attendant ascends through a cleft in the boulders to the left. Expressive ink lines describe the heavy contours of the tree trunks and mountain forms, while pale pink and blue washes suffuse the landscape scene.",
            "title":"Asian Art website: Scholars Conversing in the Mountains",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}