{
    "makerid":3680,
    "published_date":"2022-03-28 16:05:37.146207",
    "type":"maker",
    "displayname":"Clement Meadmore",
    "makertype":"Individual",
    "alphasort":"Meadmore, Clement",
    "lastname":"Meadmore",
    "firstname":"Clement",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1929–2005",
    "begindate":1929,
    "enddate":2005,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Meadmore studied engineering and industrial design before making his first welded sculptures in 1953. After relocating to New York a decade later, he began to produce reductivist geometric sculptures, usually painted black. His work was exhibited at the Museum of Modern Art in 1969 and the Whitney Museum in 1976. He completed a number of large-scale sculptures for installation in public spaces for such cities as New York and Mexico City. Meadmore was also an author of books on industrial design as well as a jazz drummer. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Clement Meadmore",
            "alphasort":"Meadmore, Clement",
            "lastname":"Meadmore",
            "firstname":"Clement",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500105583"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/42644053"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dbb03eee1688d00168bc478"
            },
            "title":"Hear the Curator (y1971-13)",
            "transcription":"Hear the Curator (y1971-13)\n\nMinimalist in its use of spare, economical elements to achieve maximal expressive effect, Upstart II creates a precise optical experience. Despite its mass and weight, the sculpture gives an impression of material lightness, as if elbowing out the surrounding atmosphere to make its ascent. The artist Clement Meadmore was among the first artists to recognize the sculptural potential of Cor-Ten steel, which he found to be particularly durable outdoors. Its nonreflecting surface was also appealing in its versatility: when painted, it held color well; when left bare, it slowly developed a rich, dark-brown patina, as seen in this sculpture. ",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca029",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5dbb0493e1688d00168bc479"
            },
            "title":"Hear the Conservator (y1971-13)",
            "transcription":"Hear the Conservator (y1971-13)\n\nFor sculptors in the 1960s, the metal known as Cor-Ten steel was an amazing and empowering new material. Meadmore's outdoor steel sculptures were often made of this weathering steel, which the sculptor chose for its natural aesthetic, the matte and mostly homogenous deep reddish-brown patina you see here today,  and for the protective nature of this special rust. Cor-Ten was first developed in the 1920s as a strong and low-maintenance material for railroads, industry, and civil engineering, like bridge supports. After its use by architects like Eero Saarinen in the United States, weathering steel was quickly adopted by sculptors also seeking durable materials and so-called “natural” texture and colors.\n\nSculptor Bill Tarr, a New York City contemporary of  Clement Meadmore, told me that in the 1960s sculptors thought Cor-Ten would last outdoors as long as cast bronze, which has been known to survive for hundreds of years. Many artists, engineers, and architects were surprised and disappointed when weathering steel building facades, bridge supports, and outdoor works of art suffered massive destructive rusting. People soon realized that Cor-Ten has a few simple but firm design criteria: to develop and benefit from the protective patina, weathering steel structures must repeatedly get wet and dry off and must drain well and not retain water.\n\nTo prevent the massive corrosion caused by water retention in some sculptures and infrastructures, weathering steel was often painted soon after bad rust appeared, and this happened here, too. But changing an artwork's color and texture can radically change its appearance and meaning. What these art structures really need to keep their original character is enhanced drainage and unobtrusive sealing. Indeed, the rust patina on Meadmore’s 1970 Upstart II gave protection and a handsome aesthetic, but before 1976 the two-part sculpture was overpainted to forestall corrosion. Yet because the base and the junction of its two parts were not well drained or sealed, rust began to form in both places. In 1980, Upstart II was removed to eliminate the juncture by uniting the sculpture into one piece, to seal the interior, and to paint the exterior. Beforehand, in response to the conservator's query, Clement Meadmore wrote approving the  recommended paint type, but not the color black. Instead, Meadmore specifically requested  “the color of weathered Cor-ten.” \n\nAs the next conservator for Upstart II, I cleaned and maintained its painted surface starting in 1985. Well before passing in 2005, Clement Meadmore told me he'd agreed to overpainting Upstart II on conservation advice at the time and that he still preferred the rust patina. In 2009, after much discussion and careful planning, we finally restored Upstart II to its intrinsic aesthetic.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca039",
            "speaker_type":"Expert"
        },
        {
            "_id":{
                "$oid":"5dbb2085e1688d00168bc489"
            },
            "title":"This Place in Time: E-Quad/Reunion Field (y1971-13)",
            "transcription":"This Place in Time: E-Quad/Reunion Field (y1971-13)\n\nYou are standing close to the easternmost part of campus, in what was an open field before the University Athletic Association acquired it in 1876. With the rise of college athletics after the Civil War, this became the University’s first true athletic field, hosting football and baseball games and track competitions. With the surge in popularity of Princeton Reunions in the late nineteenth century, this also became the destination for the University’s annual “P-rade,” with classes marching here before the celebrated Princeton-Yale baseball game. After 1911, the procession would pass through the new Thompson Gateway, which still stands on Prospect Avenue and was designed by McKim, Mead, and White, the same architectural firm that designed the FitzRandolph Gateway in front of Nassau Hall. In 1892, the Osborn Club House was constructed on the corner of Prospect and Olden and was used by athletic teams until 1971, when it became home to the Carl Fields Center.   In 2012, Osborn was demolished to make way for the Andlinger Center for Energy and the Environment, the latest addition to the Engineering Quadrangle.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca007",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}