{
    "makerid":12611,
    "published_date":"2022-03-28 16:07:50.525021",
    "type":"maker",
    "displayname":"Nick Abdalla",
    "makertype":"Individual",
    "alphasort":"Abdalla, Nick",
    "lastname":"Abdalla",
    "firstname":"Nick",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1939",
    "begindate":1939,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Abdalla, Nick (Albuquerque, New Mexico, Born, 1939)\r\n\r\n\r\nA contemporary painter, printmaker and sculptor, Nick Abdalla first exhibited on a national level in 1962. He served as Professor of Art at the University of New Mexico from 1968 to 1997 and is currently Professor Emeritus at that institution. Abdalla also served as Director of the Arts & Crafts Complex at Sandia Base (1964-1970) and on the Faculty Senate, City of Albuquerque. Today Nick Abdalla's fine art is included in such public collections as Pomona College Museum of Art and Roswell Museum and Art Center.\r\n  \r\nDuring the 1970's lithography was a major part of Nick Abdalla's artistic oeuvre. He worked closely with the printer and publisher, Tamarind, creating such brilliant lithographs as \"The Good Grey Poet\", \"Super Patriot\", \"The American Way\", and \"Native American\". All were published in small editions of thirty or less. In these works, Nick Abdalla developed a unique, surreal vision of man and his environment.\r\n\r\nSince 1980 Nick Abdalla has concentrated primarily upon sculpture, particularly free-standing constructions derived from materials such as wood, cardboard and netting.\r\n\r\nThe artist biography and information pertaining to this original work of art has been written and designed by Greg & Connie Peters exclusively for \"www.artoftheprint.com\". Taken from: http://www.artoftheprint.com/artistpages/abdalla_nick_oldman.htm",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Nick Abdalla",
            "alphasort":"Abdalla, Nick",
            "lastname":"Abdalla",
            "firstname":"Nick",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}