{
    "makerid":247,
    "published_date":"2022-03-28 16:03:25.744516",
    "type":"maker",
    "displayname":"George R. Barse, Jr.",
    "makertype":"Individual",
    "alphasort":"Barse, George R Jr",
    "lastname":"Barse",
    "firstname":"George",
    "nametitle":null,
    "middlename":"R",
    "suffix":"Jr",
    "displaybio":"American, 1861–1938",
    "begindate":1861,
    "enddate":1938,
    "nationality":"American",
    "culturegroup":null,
    "biography":"George R. Barse, Jr. (American, 1861-1938). Barse trained extensively in Paris (1879-1885) at the Academie Julien and the Ecole des Beaux Arts and exhibited at the Paris Salon in the early 1880's. Back in the US, Barse became a member of the national Academy and the Society of American Artists and exhibited widely in the East and midwest, including a one-man exhibte at the Art Institute of Chicago in 1907. http://www.smffinearts.com/galleryArtist.php?first=George&last=Barse\r\n\r\nA painter of allegorical, romantic subjects as well as western scenes, George Barse was born in Detroit, Michigan, and settled in Katonah, New York.  He attended public schools in Kansas City, Missouri, and from 1878 to 1885, studied art in Paris at the École des Beaux Arts and at the Academie Julian with Alexandre Cabanel, Gustave Boulanger, and Jules Lefebvre.  In the late 1880s, Barse visited Texas where he did ranch scene paintings such as The Oasis of the LX Ranch in the Panhandle including cowboys on horses.In 1895, George Barse won the first Hallgarten Prize at the National Academy of Design.  In 1898, he was awarded the Shaw Fund Purchase prize for his painting, The Night and the End of the Day, and in 1901, the Silver Medal at the Pan-Am Exposition in Buffalo, New York. He was married to Rose Ferrara of Rome, Italy. http://www.askart.com/AskART/B/george_randolph_jr_barse/george_randolph_jr_barse.aspx?searchtype=SUMMARY&artist=23095\r\n\r\n\r\nhttp://www.dalnet.lib.mi.us/greenstone/dia/dmaExhibitions/1907-5.pdf",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"George R. Barse, Jr.",
            "alphasort":"Barse, George R Jr",
            "lastname":"Barse",
            "firstname":"George",
            "nametitle":null,
            "middlename":"R",
            "suffix":"Jr",
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}