{
    "makerid":19366,
    "published_date":"2022-06-09 08:45:21.079684",
    "type":"maker",
    "displayname":"Allora & Calzadilla",
    "makertype":"Individual",
    "alphasort":"Allora & Calzadilla",
    "lastname":"Allora & Calzadilla",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American and Cuban, collaborating since 1995",
    "begindate":1995,
    "enddate":0,
    "nationality":"American and Cuban",
    "culturegroup":null,
    "biography":"Jennifer Allora was born in Philadelphia, Pennsylvania, in 1974. Guillermo Calzadilla was born in 1971 in Havana, Cuba. Allora received a BA from the University of Richmond in Virginia (1996) and an MS from the Massachusetts Institute of Technology (2003); Calzadilla received a BFA from Escuela de Artes Plásticas, San Juan, Puerto Rico (1996) and an MFA from Bard College (2001). \r\nCollaborating since 1995, Allora & Calzadilla approach visual art as a set of experiments that test whether ideas such as authorship, nationality, borders, and democracy adequately describe today’s increasingly global and consumerist society. Their hybridized works—often a unique mix of sculpture, photography, performance, sound and video—explore the physical and conceptual act of mark making and its survival through traces. By drawing historical, cultural, and political metaphors out of basic materials, Allora & Calzadilla’s works explore the complex associations between an object and its meaning. \r\n\r\nAbove information taken from Art:21 http://www.pbs.org/art21/artists/alloracalzadilla/index.html\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Allora & Calzadilla",
            "alphasort":"Allora & Calzadilla",
            "lastname":"Allora & Calzadilla",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jennifer Allora",
            "alphasort":"Allora, Jennifer",
            "lastname":"Allora",
            "firstname":"Jennifer",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Guillermo Calzadilla",
            "alphasort":"Calzadilla, Guillermo",
            "lastname":"Calzadilla",
            "firstname":"Guillermo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500355846"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/388145858128923022348"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d72b2c492e7f50016d4ba19"
            },
            "title":"Panel Discussion: Nobody's Property: Art, Land, Space, 2000-2010",
            "description":"Artists Jennifer Allora & Guillermo Calzadilla, Emre Hüner, and Matthew Day Jackson, as well as scholars Daniel Heller-Roazen (Department of Comparative Literature) and Juliana Ochs Dweck (Princeton University Art Museum), discuss the politics and art of land and space in a panel discussion moderated by curator Kelly Baum. The discussion considers questions of ecology, war, sovereignty, and globalization. (Nobody's Property: Art, Land, Space, 2000-2010 was on view at the Princeton University Art Museum from October 23, 2010, to February 20, 2011.)",
            "speaker_type":"Artists",
            "file_uri":"https://mediacentral.princeton.edu/id/1_grx4k8hs",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2010",
            "sort_date":"2010-11-01",
            "video_type":"Exhibitions, Artist Talks",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db6f30aee23c8001678a714"
            },
            "body":"Looking at some of the avant-garde works in the Museum’s collections, I also have reflected upon how contemporary art matters both conceptually and politically. I am thinking of the powerful photographic portraits of the Cuban American artist Ana Mendieta, in which she appears pushing her face repeatedly against a piece of translucent glass, thus underlining that all modern representations of women, including photographic ones, involve some kind of distortion. <em>Land Mark (Foot Prints)</em> by the artists Jennifer Allora and Guillermo Calzadilla... offers us another example of how some forms of art seek to affect the world in a tangible, tactical way, while partially remaining within the confines of art. The photographic series belongs to the long-term project <em>Land Mark<em>, which was concerned with the ecological condition of Vieques, an inhabited island off Puerto Rico used by the U.S. Navy as a bomb testing range from 1941 until 2003. The photographs are records of the traces left by activists when they trespassed a restricted military zone. The artists invited the local activists to design their own protest graphics, which were cast in rubber reliefs and attached to the soles of their shoes. By wearing the modified shoes, the protesters became walking printing machines that left temporary copies of drawings or texts on the sandy surface of the island. \n\nAlthough the collaborative performance was ephemeral, it ultimately helped advance the activists’ political goals. The photographs in the Museum, on the other hand, participate in an ambivalent signifying logic. They are both indexical records of a past political event reduced to a set of prints, and a self-referential meditation on the trace as an artistic medium and a mnemonic tool. In both Mendieta’s and Allora and Calzadilla’s photographic series, art matters because it not only creates a dissensus or disagreement regarding the fairness of a particular symbolic and political arrangement but also points to the possibility of a different, better future that we need to imagine.",
            "title":"Magazine: Spring 2018",
            "source_project":"Other",
            "author_type":"Faculty",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}