{
    "makerid":6496,
    "published_date":"2025-10-15 11:20:24.570613",
    "type":"maker",
    "displayname":"Chimaera Painter",
    "makertype":"Individual",
    "alphasort":"Chimaera Painter",
    "lastname":"Chimaera Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Greek, active 600-570 BCE",
    "begindate":-600,
    "enddate":-570,
    "nationality":"Greek",
    "culturegroup":null,
    "biography":"The Chimaera Painter worked in Corinth, decorating vases in the black-figure technique in the period from about 600 to 575 BCE. He specialized in the decoration of plates and bowls but also worked on the occasional pyxis. The Chimaera Painter was the chief vase painter of a larger group of artists called the Chimaera Group, over which he was very influential. Significantly, scholars can trace the path of his artistic training, which furnishes valuable information about workshop organization in ancient Corinth. He was a student of the Columbus Painter, who was in turn a student of the Painter of Palermo 489. The work of the Chimaera Painter is characterized by his carefully drawn and heavily incised figures, his symmetrical compositions, and his extensive use of added color. As with most vase painters, the real name of the Chimaera Painter is unknown, and he is identified only by the stylistic traits of his work. He is named for his depiction of a chimaera, a mythological creature that combines features of a lion, a goat, and a snake, on a plate now in Vienna (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Chimaera Painter",
            "alphasort":"Chimaera Painter",
            "lastname":"Chimaera Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500124485"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96600465"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}