{
    "makerid":16824,
    "published_date":"2022-03-28 16:09:23.648755",
    "type":"maker",
    "displayname":"Hannah Wilke",
    "makertype":"Individual",
    "alphasort":"Wilke, Hannah",
    "lastname":"Wilke",
    "firstname":"Hannah",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1940–1993; born New York, NY; died Houston, TX, active New York",
    "begindate":1940,
    "enddate":1993,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hannah Wilke",
            "alphasort":"Wilke, Hannah",
            "lastname":"Wilke",
            "firstname":"Hannah",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500021825"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/13106766"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db89468975ec80016e02d56"
            },
            "body":"Hannah Wilke was an influential second-generation feminist artist whose work in sculpture and performance art challenged gender stereotypes and probed the relationship among aesthetics, eroticism, and politics. Wilke began her career as a sculptor, creating pieces in clay and terracotta that evoke both organic forms and female genitalia, a symbol of women’s empowerment in the 1970s. In 1974, Wilke began experimenting with performance art. One of her first forays into this genre was S.O.S. Starification Object Series. As seen in the photographic documentation displayed here, Wilke mimicked an iconic pin-up pose, tempting the viewer’s voyeuristic gaze. The aura of impeccable glamour she projects is disrupted by the pieces of gum—chewed and kneaded to resemble vulvas—that mar her otherwise-flawless back. According to the artist, the gum symbolized women’s second-class status, their “disposability.”\n\n<em><em>Conversation prompts<em><em>\n\nWilke’s pose plays with traditional representations of reclining female nudes. Do you see her disrupting or challenging that tradition? Why or why not?\n\nHow did Wilke combine sculpture, performance, and photography? Does one medium dominate over another?\n\n ",
            "title":"Teach with Collections: Hannah Wilke, Untitled",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}