{
    "makerid":6277,
    "published_date":"2022-03-28 16:07:18.182705",
    "type":"maker",
    "displayname":"Michelangelo da Caravaggio",
    "makertype":"Individual",
    "alphasort":"Caravaggio, Michelangelo da",
    "lastname":"Caravaggio",
    "firstname":"Michelangelo",
    "nametitle":null,
    "middlename":"da",
    "suffix":null,
    "displaybio":"Italian, 1571–1610",
    "begindate":1571,
    "enddate":1610,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"An extremely original and influential artist, known for his decorum-defying naturalism, tenebrism, and method of painting 'alla prima.' His naturalism is dervied from Flemish art mediated through 16th-century Veneto-Lombard painting. This naturalism may have influenced his decision to paint in oil in a narrow range of earth colors. He is called 'Caravaggio' after his birthplace near Milan. After an apprenticeship with Simone Peterzano, he moved to Rome circa 1588. His early secular works typically consist of half-length, often androgynous, figures set in a shallow space, typically with prominent, illusionistic still-life elements (he worked in the workshop of the Roman artist Giuseppe Cesari as a fruit and flower specialist). These paintings are often considered homoerotic and may embody poetical, allegorical, or emblematic conceits. Caravaggio had a number of high-ranking ecclesiastical patrons including Cardinal del Monte, who gave him his first monumental commission for the Contarelli chapel in S. Luigi dei Francesi. These paintings (\"Calling of St. Matthew,\" \"Martyrdom of St. Matthew,\" St. Matthew Writing his Gospel\" (1599-1600) contain Caravaggio's earliest use of the tenebrism for which he is very well-known. The strong contrasts in light and dark are in keeping with the actual restricted light of the chapel and emphasize the spiritual significance of the painted scenes. Another important commission was for the controversial monumental paintings \"Martyrdom of St. Peter\" and \"Conversion of St. Paul\" (1600-01) for the Cerasi chapel in Sta Maria del Popolo. After these commissions, which depicted traditional subject matter in completely new ways, he almost exclusively painted large-scale religious pictures, for which he received many commissions. His turbulent life often led to scandal and in 1606 he fled Rome after killing his opponent in a brawl over a wager on a game of tennis. Wounded, he fled to Naples where he resumed painting monumental devotional works. He went to Malta in 1608 where he joined the Order of St. John; this was short-lived, however, and he was imprisoned after quarreling with a superior. After escaping and spending time in Sicily and again in Naples, he died of malarial fever while returning to Rome in hope of a pardon. His late religious paintings are in a new style in which all inessential elements are removed and the crowded drama and energy of his earlier paintings are replaced by a sense of quiet and contemplation. He had no pupils but he had a plethora of followers (the 'Caravaggisti'). Italian painter. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Michelangelo da Caravaggio",
            "alphasort":"Caravaggio, Michelangelo da",
            "lastname":"Caravaggio",
            "firstname":"Michelangelo",
            "nametitle":null,
            "middlename":"da",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Caravaggio",
            "alphasort":"Caravaggio",
            "lastname":"Caravaggio",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Michelangelo Merisi da Caravaggio",
            "alphasort":"Caravaggio, Michelangelo Merisi da",
            "lastname":"Caravaggio",
            "firstname":"Michelangelo Merisi da",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115312"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/87679282"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}