{
    "makerid":4920,
    "published_date":"2023-03-29 02:04:48.408637",
    "type":"maker",
    "displayname":"Francisco José de Goya y Lucientes",
    "makertype":"Individual",
    "alphasort":"Goya y Lucientes, Francisco José de",
    "lastname":"Goya y Lucientes",
    "firstname":"Francisco",
    "nametitle":null,
    "middlename":"de",
    "suffix":null,
    "displaybio":"1746–1828; born Fuendetodos, Spain; died Bordeaux, France",
    "begindate":1746,
    "enddate":1828,
    "nationality":"Spanish",
    "culturegroup":null,
    "biography":"Goya received official honors and worldly success, yet he recorded penetrating, and not always flattering, portraits of his patrons. His work is characterized by private expressions of introspection, moral objectivity, and caustic commentary on his times. By the 1780s, Goya was Spain's leading painter, specializing in religious pictures and portraits. He said that he was influenced by three masters: the elegant, fluid Diego Velázquez, his predecessor as court painter to the Spanish royal family; the truthful, penetrating Rembrandt van Rijn; and, above all, nature. In 1792, illness left Goya deaf and mentally broken. He turned inward and began creating dark, disturbing, private works. Spanish painter (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Francisco José de Goya y Lucientes",
            "alphasort":"Goya y Lucientes, Francisco José de",
            "lastname":"Goya y Lucientes",
            "firstname":"Francisco",
            "nametitle":null,
            "middlename":"de",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Francisco de Goya",
            "alphasort":"Goya, Francisco de",
            "lastname":"Goya",
            "firstname":"Francisco de",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500118936"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/54343141"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88ca5975ec80016e02d44"
            },
            "body":"Following the French invasion of northern Spain in the spring of 1808, the Peninsular War subjected the Spanish people to six years of cruelty, terror, and extreme privation. Grief-stricken, Goya undoubtedly began work on his Disasters of War etchings following the siege and ultimate capture of his boyhood city of Zaragoza from December 1808 through February 1809—a notoriously brutal battle in which some 50,000 Spaniards died. By 1814, Goya had completed fifty-six of the eighty plates he ultimately created for Disasters of War, but in the repressive political climate that followed the reinstatement of absolutist monarchy under Ferdinand VII, the series remained unpublished during the artist’s lifetime. Ultimately, the plates were acquired by the Real Academia de Bellas Artes de San Fernando in 1863, when they were published for the first time.\n\n<em><em>Conversation prompts:<em><em>\n\nCompare the viewer’s gaze in looking at this work and the soldier’s gaze directed toward the hanging man. Is the viewer’s gaze voyeuristic? Why or why not?\nDoes this representation of human suffering cause an embodied experience for the viewer? If so, through which details?\n\nGoya’s Disasters of War etchings have been described as laying the groundwork for later iconic representations of war, including Picasso’s Guernica and documentary war photographs. Which stylistic elements in Goya’s composition might be described as shockingly modern?",
            "title":"Teach with Collections: Francisco Jos√© de Goya y Lucientes, Tampoco (Nor this time)",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88d1a975ec80016e02d47"
            },
            "body":"In December 1825, Goya wrote to his friend Joaquín Ferrer, “It is true that last winter I painted on ivory, and have a collection of some forty experiments, but it is a new kind of miniature which I never saw before.” Then seventy-nine years old, Goya was living in exile in Bordeaux, France, having fled the oppressive rule of Spain’s King Ferdinand VII. He could no longer see or hear well but nevertheless devised an entirely new method of painting. Instead of building up a figure from tiny dots of paint, he blackened pieces of ivory and let random drops of water create forms he would then develop. Goya painted these small scenes not from nature but from his imagination. His experience of creating works of art (especially prints) in series is evident in this medium, as he worked out similar scenes with psychological overtones in the other known ivories. Such disquieting content—long present in peripheral figures in his paintings or as primary subject matter in his prints—is here allowed free reign.\n\n<em><em>Conversation prompts<em><em>\nHow does the unusual technique used by Goya to create this work complement the ambiguous subject matter? (Consider the specific experience of viewing this work as well.)\n\nWhich particular details make this composition unsettling to the viewer?\n\nDescribe the color contrasts used in this ivory.",
            "title":"Teach with Collections: Francisco Jos√© de Goya y Lucientes, Monk Talking to an Old Woman",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}