{
    "makerid":15416,
    "published_date":"2022-03-28 16:09:03.545991",
    "type":"maker",
    "displayname":"Prince Fumitaka Konoe",
    "makertype":"Individual",
    "alphasort":"Konoe, Fumitaka Prince",
    "lastname":"Konoe",
    "firstname":"Fumitaka",
    "nametitle":"Prince",
    "middlename":null,
    "suffix":null,
    "displaybio":"Japanese, 1915–1956",
    "begindate":1915,
    "enddate":1956,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":"Though Prince Fumitaka Konoe '38 was the son of Japan's prime minister, his peers at the University nicknamed him 'Butch.' Admitted to Princeton in 1934, Konoe led an unassuming life as an undergraduate.\r\n\r\nRobert Root, dean of the faculty at the time, described Konoe as \"less than an earnest student but a likeable boy.\"\r\n\r\nThough Konoe never graduated, he left an indelible impression on many of his peers. \r\n\r\nKonoe Scholarship roots\r\n\r\nBenjamin Coates '39, was one of those peers impacted by the Japanese prince's presence on campus. Through their friendship, Coates acquired a passion for Japanese culture and language.\r\n\r\nThen in 1980, Coates founded a semiannual scholarship to fund a Japanese high school student's Princeton education in honor of Konoe.\r\n\r\nYoko Kubota '05, one of the two current recipients of the Konoe Scholarship, said it \"was like winning the lottery\" when she was selected.\r\n\r\nBut Hiroaki Sai '07, the other recipient, said receiving the scholarship led to mixed emotions. He was apprehensive about the move to Princeton because he had never spoken English outside the classroom, and or visited the U.S. before seeing the University.\r\n\r\n\"Communicating in English and understand[ing] lectures was a bit of a struggle at first,\" Sai said. \r\n\r\nA life less ordinary\r\n\r\nBoth Sai and Kubota are well aware of the history of the man for whom their scholarship is named.\r\n\r\nAfter leaving the University during his senior year, Konoe enlisted in the Japanese army and was stationed in Manchuria.\r\n\r\nWhile in combat, Russian troops captured him. Because of his high-profile status, Konoe was charged with supporting capitalism and sentenced to 25 years in prison.\r\n\r\n\"He was not repatriated after the war and died in a Siberian prison-camp,\" said near eastern studies professor Martin Collcutt.\r\n\r\nWhile at the University, Konoe was often in the news.\r\n\r\nDuring the 1930s, a war between China and Japan unfolded, and on several occasions Konoe was called upon to carry his father's messages to President Roosevelt.\r\n\r\nBut he also made his strong opinion widely known on campus. In a 1938 interview with The Daily Princetonian, Konoe warned that America should stay out of the Asian dispute.\r\n\r\nKonoe participated in nonpolitical aspects of campus life as well. He was captain of the golf team and frequently won regional tournaments.\r\n\r\nHowever, Konoe's extracurricular engagements and social life left little time for study.\r\n\r\nIn a 1938 letter to the prime minister, Root reported that Konoe had admitted to doing very little work. \r\n\r\nTough transition\r\n\r\nWhile Konoe made friends very easily while at the University, Kubota was not so lucky at first.\r\n\r\n\"Transition to Princeton was quite hard in the beginning. I had trouble making friends and feeling at home,\" she said. \"Though I had lived in the U.S. before, I felt unconfident and uncomfortable to survive my freshman year.\"\r\n\r\nLast semester, Kubota studied abroad in Hungary — an experience she said gave her more self-confidence and helped her understand and accept different ideologies.\r\n\r\nSai also said that the diversity of opinions and the people are what make the Princeton experience different from Japanese university culture.\r\n\r\nThe most diverse schools in Japan are located in urban centers like Tokyo, and even those student bodies are rarely less than 90 percent Japanese, Sai added. Kubota described Japanese educational environment as essentially devoid of diversity.\r\n\r\n\"We're studying alongside Koreans, Russians, Chinese, all ethnics groups that we wouldn't have been exposed to at home,\" she said. \"Also . . . during WWII, Japan was fighting against the U.S. and now we're talking and learning together. Time has changed everything.\"\r\n\r\nSince his studies at the University began, Sai said he has cherished the access to faculty. This summer he will stay on campus as an intern with the chemical engineering department.\r\n\r\nCoates has been more than just a benefactor to Sai and Kubota — he has also been a friend.\r\n\r\n\"Coates is very interested in my academic progress, especially in my Chinese. He always inquires as to whether I'm continuing my studies of the language,\" Kubota said.\r\n\r\nBoth Sai and Kubota met with Coates last week in Palmer House for lunch. He typically visits campus to meet with the scholarship winners at least once a year.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Prince Fumitaka Konoe",
            "alphasort":"Konoe, Fumitaka Prince",
            "lastname":"Konoe",
            "firstname":"Fumitaka",
            "nametitle":"Prince",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/101507824"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}