{
    "makerid":5293,
    "published_date":"2022-03-28 16:06:38.215983",
    "type":"maker",
    "displayname":"John Hoppner",
    "makertype":"Individual",
    "alphasort":"Hoppner, John",
    "lastname":"Hoppner",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1758–1810",
    "begindate":1758,
    "enddate":1810,
    "nationality":"British",
    "culturegroup":null,
    "biography":"English painter of German descent. According to contemporary accounts, he was the most important portrait artist in Britain in the period following the retirement of Joshua Reynolds in 1789. His parents were Bavarians employed at court in England; during his time as a chorister in the Chapel Royal he was noticed by George III as a ‘Lad of Genius’ for his drawing ability. As a result he was sent to live with the keeper of the King’s drawings and medals and given a royal allowance. This preferential treatment led to later speculation—for which there is no evidence—that he was an illegitimate son of the King; Hoppner, who knew very well the value of publicity, never discouraged the rumours.\r\n\r\nHoppner entered the Royal Academy Schools in 1775, winning the Academy’s silver medal for life drawing three years later. During this period he met Patience Lovell Wright (1725–86), an American sculptor in wax whose gallery was something of a fashionable meeting-place where Hoppner was to make many useful contacts. He first exhibited at the Royal Academy in 1780 and two years later won the Academy’s gold medal for history painting, with a scene from King Lear (untraced). His marriage to Mrs Wright’s daughter Phoebe in 1781 resulted in his royal allowance being withdrawn; he began to support himself by painting works that were suitable for engraving: fancy pictures and portraits of pretty women. His early pictures are well drawn and broadly painted, resembling Johan Zoffany’s life-size paintings. A portrait of Phoebe, exhibited in 1783 as Girl with Salad (Waterville, ME, Colby Coll., Mus. A.), derives from Zoffany’s The Watercress Girl and The Flower Girl (both untraced), although Zoffany, whom Hoppner may have known from court, was the only artist he ever plagiarized in so obvious a way.\r\n\r\nHoppner painted increasingly distinguished sitters during the 1780s: in 1785 he produced three portraits of the youngest daughters of George III (all British Royal Col.). By this time his brushwork was beginning to take on some of the freedom that was to mark his mature work: a greater reliance on scumbling and impasto is evident and his palette became purer—his paintings were noted for their colour. By 1787 he was well established as the prime successor to Reynolds and Thomas Gainsborough. In the 1790s he began painting portraits of close friends, drawing upon early 16th-century Venetian examples: penetrating, spot-lit portraits set against a rich, dark background, executed with a sensitive appreciation for the qualities of the paint. He made widespread use of sfumato for his treatment of hair, fur and, occasionally, foliage, and his whites are applied with considerable energy (see fig.).\r\n\r\nIn 1795 Hoppner was elected RA; by then he was principal painter to the Prince of Wales (later George IV) and the most important portraitist in England: Thomas Lawrence was finding it difficult to live up to his own spectacular successes of 1790 and this continued to be the case until the end of Hoppner’s life. Hoppner’s portraits were known for their good likenesses; the faces of his sitters are almost anatomically and structurally built up with paint while his treatment of costume indicates a similar appreciation and understanding of the texture of each fabric. He was happiest painting simply posed portraits of sympathetic sitters; his best portraits, especially those of 1790–1810, are brilliantly executed, with vibrant brushwork and luscious colour. As an advocate of the colore faction of Academic dispute, his neglect of draughtsmanship was not unintentional; while his colours and quality of execution largely compensate for this, his full-length portraits occasionally suffer as a result. Some of his quarter-length portraits are remarkable for their psychological insight, for instance those of Sarah Franklin Bache (New York, Met.) and Sir George Beaumont (1809; London, N.G.). His landscape backgrounds are often painted with an almost abstract vigour that looks forward to the work of J. M. W. Turner. Indeed, Hoppner was instrumental in advising Turner at the beginning of the latter’s career as an oil painter: Turner’s first exhibited oil, Fishermen at Sea (London, Tate), owes more than a little to Hoppner’s Gale of Wind (London, Tate).\r\n\r\nHoppner was an inveterate traveller and sketcher in England, Scotland and Wales (examples of his drawings in London, BM), but only once did he travel abroad—in 1802 to Paris during the Peace of Amiens. His exposure on this trip to Napoleon’s spectacular collections in the Louvre profoundly affected his style. His work became simpler in composition (exceptions to this can invariably be blamed on the insistent whims of clients), and the execution, particularly of smaller portraits, appears often to have been frantically energetic, as in Augustus Henry Fitzroy, 3rd Duke of Grafton (1805; Euston Hall, Suffolk) and Lady Caroline Lamb (1805; Althorp, Northants). The masterpiece of his last years is Sleeping Nymph (1806; Petworth House, W. Sussex, NT), a reclining nude and accompanying cupid in a lush landscape, a picture highly praised for its colouring.\r\n\r\nHoppner took an active interest in the running of the Royal Academy. He served on the governing council and relished his occasional terms as a Visitor to the Schools. He was known for his sharp intellect, and his friendship with Joseph Farington meant that his views on any number of subjects, in addition to art, are well documented; Farington also chronicled the steady deterioration of Hoppner’s health, which was already causing concern before 1795.\r\n\r\nIn 1785 Hoppner anonymously reviewed part of that year’s Royal Academy exhibition for the Morning Post and when his authorship was revealed was roundly condemned by those whom he had criticized. His comments were, however, in line with the opinions of other critics and as a result, in response to Hoppner’s criticisms, Benjamin West altered subsequent versions of some of his pictures. In 1805 Hoppner published Oriental Tales, a collection of verse fables translated from the Arabic, which is more notable for the preface of its first edition, a heated defence of his own manner of painting and a condemnation of contemporary French art, particularly that of Elisabeth Vigée-Lebrun. He also wrote several articles and reviews on topical artistic matters for The Artist, edited by Prince Hoare II, and the new Quarterly Review. Although he was known to have a horrible temper, Hoppner’s opinions were sought out by artists of all levels of experience as well as by numerous connoisseurs and intellectuals. GDA\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Hoppner",
            "alphasort":"Hoppner, John",
            "lastname":"Hoppner",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500013173"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/5199880"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}