{
    "makerid":3087,
    "published_date":"2022-06-09 08:44:30.172522",
    "type":"maker",
    "displayname":"Eliot Furness Porter",
    "makertype":"Individual",
    "alphasort":"Porter, Eliot Furness",
    "lastname":"Porter",
    "firstname":"Eliot",
    "nametitle":null,
    "middlename":"Furness",
    "suffix":null,
    "displaybio":"1901–1990; born Winnetka, IL; died Santa Fe, NM",
    "begindate":1901,
    "enddate":1990,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born 6 December 1901, Porter took up photography in 1930. He taught biochemistry at Harvard University until 1939, when he became a professional freelance photographer in Cambridge, Massachusetts, after being encouraged by Ansel Adams and Alfred Stieglitz. In 1940, Porter began to specialize in colour photography. From 1944 to 1946, Porter worked as a freelance landscape and wildlife photographer in Winnetka, Illinois. In 1946, Porter settled in Santa Fe, New Mexico, where he photographed birds for Audubon Magazine. In 1955-1956, Porter travelled to Mexico with photographer Ellen Auerbach to photograph Mexican churches. From 1967 to 1971, Porter took three photographic trips to Greece and Turkey. Porter undertook three expeditions to photograph in Antarctica from 1975 to 1977. Many of his nature photographs are firmly linked with the Sierra Club and its promotion of conservation causes. He died 2 November 1990. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Eliot Furness Porter",
            "alphasort":"Porter, Eliot Furness",
            "lastname":"Porter",
            "firstname":"Eliot",
            "nametitle":null,
            "middlename":"Furness",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Eliot F. Porter",
            "alphasort":"Porter, Eliot F.",
            "lastname":"Porter",
            "firstname":"Eliot",
            "nametitle":null,
            "middlename":"F.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"2488"
        },
        {
            "source":"ULAN",
            "id":"500007426"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/32118827"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6244a806e69dd40018d89c43"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/media/Celebrating%2050%20years%20of%20Photography/1_suf02liw",
            "displaydate":"10/28/2021",
            "title":"Lecture: Celebrating 50 Years of Photography",
            "speaker_type":"Curator",
            "description":"Fifty years ago, David H. McAlpin, Class of 1920 and friend to Alfred Stieglitz, Georgia O’Keeffe, and Ansel Adams, made a landmark gift of photographs to the Museum. Join our Peter C. Bunnell Curator of Photography, Katherine A. Bussard, for a discussion about the legacy of this foundational gift as well as the future of photography at Princeton.",
            "video_type":"Lecture",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db88c5d975ec80016e02d42"
            },
            "body":"Elliot Furness Porter worked as an instructor and researcher in the Department of Biochemistry and Bacteriology at Harvard and Radcliffe College while also pursuing his long-standing interest in photography. He became widely known for his use of the dye transfer technique to create vibrant color photographs of the natural world. Several of Porter’s portfolios and photography books—including In Wilderness Is the Preservation of the World, published in 1962 by the Sierra Club—raised awareness about environmentalist causes.\n\n<em><em>Conversation prompts<em><em>\nWhat effects do the bright colors used by Porter have on the subject matter? Contrast his color photograph with Michael Kenna’s black-and-white photograph.\n\nHow proximate to his subject matter was Porter? How does his perspective affect the viewer’s reading of the photograph?",
            "title":"Teach with Collections: Elliot Furness Porter, Remnants of Wright Lower Glacier",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e39c2ab043e70001673e72f"
            },
            "body":"<p>GEO 102/ 2017 Much of climate change is invisible to us. The “smoke” you see coming out of smokestacks is not carbon dioxide, which is transparent in visible light, but a combination of water droplets and soot. The trade-offs of replacing fossil fuels with renewable energy sources are generally not discernible. And changes, particularly natural changes, occur so slowly that they can be difficult to observe directly. So, how can the reality of climate change, its impacts, and its solutions be communicated? The photographs in this installation make the invisible visible through a variety of means. - They play with interesting adjacencies, such as a sooty fire next to an oil well in Robert Adams’s <em>Denver<em>, 1974, or a field of wind turbines between sand dunes and a forest fire. - They use unusual vantage points, such as aerial perspectives of landscapes, or the dramatically low viewpoint of smokestacks in Michael Kenna’s <em>The Rouge, Study 59<em>. - They incorporate disconcerting cropping effects, such as the high-contrast presentation of a car factory, or the fragmentary view of coastal houses in Alexander Heilner’s <em>Palm Jumeirah<em>. For those concerned about mitigating and adapting to climate change, we must ask how to make our climate system visible to all. The photographs also challenge us to ask whether Earth’s environment and human civilizations are resilient or fragile—or both. Among the most fragile landscapes are our coastlines, because of sea level rise, and our cryosphere, because the icy parts of the Earth system fluctuate dramatically over decades and millennia. We make ourselves more susceptible to climate change by assuming that these landscapes are stable. What is unique about each landscape shown, in what ways do they change through time, and how do those shifts impact ecosystems and humans? The choice of these photographs is our argument that there is no single answer to these questions.&nbsp;</p><p>-- Catherine Riihimaki, Associate Director, Science Education, Council on Science and Technology&nbsp;</p><p>Veronica White, Curator of Academic Programs&nbsp;</p><p>Students in GEO 102 (Climate: Past, Present, and Future): Amanda Morrison ’19, Lila Currie ’18, Micaela Keller ’20, Grace Searle ’20, and Jenna Shaw ’20</p>",
            "title":"Online Collection Sets: Art and Climate: Making the Invisible Visible",
            "source_project":"Other",
            "author_type":"Faculty, Curator, Student",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}