{
    "makerid":14708,
    "published_date":"2022-03-28 16:08:48.278905",
    "type":"maker",
    "displayname":"Harold T. Shapiro",
    "makertype":"Individual",
    "alphasort":"Shapiro, Harold T.",
    "lastname":"Shapiro",
    "firstname":"Harold",
    "nametitle":null,
    "middlename":"T.",
    "suffix":null,
    "displaybio":"Canadian-American, born 1935",
    "begindate":1935,
    "enddate":2100,
    "nationality":"Canadian-American",
    "culturegroup":null,
    "biography":"Harold Tafler Shapiro, Ph.D (born June 8, 1935) is a former president of Princeton University and of the University of Michigan.\r\n\r\nBorn in Montreal, Quebec Harold Shapiro attended Lower Canada College, a prestigous independent school in Montreal, then trained as an economist, earning his B.Comm from McGill University and his Ph.D from Princeton University's economics department in 1964. He joined the faculty of the University of Michigan that same year and held a variety of academic and administrative appointments until his selection as President of that University in 1980, a position he held until he was called to Princeton in 1988. As Princeton's president, he oversaw the largest increase in the University endowment in the history of the school.\r\n\r\nShapiro was made a Fellow of the American Academy of Arts and Sciences in 1990. He announced his retirement from Princeton in the fall of 2000. Shirley Tilghman, his successor, took office on June 15 of the following year. (Wikipedia)\r\n\r\nShapiro continues to live in Princeton, and is professor emeritus in the departments of economics and public policy at the University. His present academic interests include bioethics, on which he writes extensively. Shapiro chaired the National Bioethics Advisory Commission during President Bill Clinton's second term. He also sits on the boards of a number of prominent non-profit ventures, including HCA (founded by the Frist family, which donated the Frist Campus Center to Princeton), the Alfred P. Sloan Foundation, and Robert Wood Johnson Medical School.\r\n\r\nOn August 12, 2008, Shapiro was elected Chairman of the Board of DeVry Inc, to be effective November 13, 2008. DeVry Inc is a for-profit education company which owns DeVry University, Keller Graduate School of Management, Ross University, Chamberlain College of Nursing, Becker Professional Review, Advanced Academics, Apollo College, and Career College.\r\n\r\nHe is the twin brother of Bernard Shapiro, first Ethics Commissioner of Canada and former Principal and Vice-Chancellor of McGill University.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Harold T. Shapiro",
            "alphasort":"Shapiro, Harold T.",
            "lastname":"Shapiro",
            "firstname":"Harold",
            "nametitle":null,
            "middlename":"T.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/109635146"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}