{
    "makerid":14696,
    "published_date":"2025-05-13 02:01:26.110545",
    "type":"maker",
    "displayname":"Yinka Shonibare CBE",
    "makertype":"Individual",
    "alphasort":"Shonibare, Yinka",
    "lastname":"Shonibare",
    "firstname":"Yinka",
    "nametitle":null,
    "middlename":null,
    "suffix":"MBE",
    "displaybio":"born 1962, London, UK; active London",
    "begindate":1962,
    "enddate":1962,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Yinka Shonibare CBE",
            "alphasort":"Shonibare, Yinka",
            "lastname":"Shonibare",
            "firstname":"Yinka",
            "nametitle":null,
            "middlename":null,
            "suffix":"MBE",
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500057413"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/84135698"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db3086d4d90050016329733"
            },
            "body":"<p>Every work of art embodies an encounter. The creation of art epitomizes encounters between artists and what they see in the world around them. Sometimes art represents a specific encounter or is the focus of an encounter. In this way, art provides a common ground, a cultural meeting place, a platform for people to connect across time and space. At the heart of any encounter is an exchange—giving or losing something while receiving something else in return—that can take the form of a chance meeting, an adversarial conflict, or a discovery of unknown worlds, real or imagined. Every encounter fosters a dialogue, questioning or confronting perceived similarities and differences. What is accepted and familiar in the art and culture of any people is often hidden in the currents of tradition until there is an encounter with something that is different yet similar, or similar yet different. Such encounters elicit curiosity, bemusement, or, sometimes, ardent condemnation and rupture—bursting open treaty, nation, body, or belief. When we are faced with difference in similar artistic forms and shapes, what had been considered familiar is seen in a new light and becomes conspicuous. Confronted with similarity in cultural objects and ideas that are different, one suddenly finds commonality among works that had been viewed as unrelated. Cultural encounters result in entangled interaction, mutual impact, and translation—conveying from one person or place to another, expressing ideas in different words. The points of encounter occur across place as well as time, and the direction of the gaze controls how one culture sees others and how one sees oneself—sometimes transposed in the guise of another and sometimes in relation to one’s own past, present, or future. These points of contact are made through various means of cultural exchange, including trade, travel, exploration, communication, migration, colonization, or conquest. Not all cultural similarities result from such transmission, however; they may also be due to independent inventions. Such considerations might even raise questions about the very fabric of what we understand to be culture. For example, in four sculptures attributed to the Flemish artist Jan Claudius de Cock (1667–1735), the people of the continents of Africa, Asia, the Americas, and Europe are symbolically embodied in female forms. Encountering them today, one might question the essentialist reasoning behind such Enlightenment constructs of peoples and cultures. The contemporary artist Yinka Shonibare (b. 1962) pursues this very question in his photographic series <em>The Sleep of Reason Produces Monsters<em>.... Re-visioning Francisco Goya’s (1746–1828) print of the same title, Shonibare pictures the four continents as men clothed in sartorial artifice and surrounded by nightmare denizens representing the spawn of reason.</p>",
            "title":"Magazine: Summer 2012",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc9c57a7c5ba500162bf361"
            },
            "body":"<p><em><em>Art and the Body after 1970<em><em>&nbsp;</p><p>In the late 1950s and early 1960s, after a period dominated by abstraction, the body once again assumed a place of prominence in artistic practice. Instead of simply representing the human form, however, artists began to use it as an expressive device. Body and performance art flourished, first in the form of collective endeavors like Fluxus and Happenings, and later as individual experiments carried out by Vito Acconci, Ana Mendieta, Dennis Oppenheim, and many others. In these instances, the artist's body,and sometimes the spectator's as well, served as the very material out of which works of art were produced. Bodies were manipulated, altered, posed, tested, and displayed in front of live audiences or through the mediation of video, film, and photography. Even when not manifestly present, traces of the artist's body, along with indelible signs of its labor and activity, were foregrounded, as in the work of Process artists Richard Serra and Robert Morris. The body proved to be a potent and effective instrument, especially when it came to tackling issues such as identity, historical trauma, social and political oppression, the relationship of the self to others, and the impact of images and capitalism on subjectivity. Since the 1990s, more and more artists have returned to the body as a motif, and they have done so with an increasing sense of urgency-perhaps spurred by the introduction of \"bio- politics\" into contemporary philosophical debate. As Giorgio Agamben, following Michel Foucault, argued in his 1995 text <em>Homo Sacer: Sovereign Power and Bare Life<em>, power has increasingly set its sights on the very stuff of our biological selves. Precisely how it has left its mark on the body has become a topic of concern and fascination for artists around the world. ...Yinka Shonibare's aāUn Ballo in Maschera (A Masked Ball)<em>, Wangechi Mutu's <em>Chorus Line<em>, and Ana Mendieta's <em>Untitled (Glass on Body Imprints-Face)<em>...[t]ogether...point to the longevity of the body as a subject for artistic exploration, but individually they provide unique perspectives on the body­ perspectives that are contradicted, embraced,or developed by other wor ks in the exhibition. Although their approaches differ, Shonibare, Mendieta, and Mutu all challenge the classical ideal, a Western construction that emphasizes grace, unity, purity, and autonomy. Shonibare's digital video <em>Un Ballo in Maschera</em> revisits the assassination of King Gustav Ill of Sweden at a masked ball in 1792. The cast wears period-specific costumes made from what most consider indigenous African cloth but what is actually Dutch wax-printed cotton fabric, a variation on Indonesian batik that has been manufactured in England and Holland for export to West Africa since the late eighteenth century. To Shonibare, the fabric signals the seismic shifts that accompanied Europe's colonization of Africa in the search for new markets and resources. Combined with European design and donned by dancers who perform modern and classical choreography, it also symbolizes the hybridity and contingency of identity. Mendieta and Mutu flout the classical ideal to an even greater extent than Shonibare, replacing beauty and propriety with deformity and grotesquerie. In <em>Untitled<em>, comprised of thirteen photographs, we witness a 1972 performance in which Mendieta pressed a piece of glass to her face, radically distorting her lips,cheeks, chin, and eyes. The eight collages that comprise Mutu's <em>Chorus Line</em> depict black female bodies riddled with flaws, anomalies, and incongruities. If Mendieta, who was a Cuban-American, and Mutu, who is Kenyan, \"other\" the female body, however, they do so in the spirit of parody. Theirs are absurd exaggerations and satirical inversions of racial and gender stereotypes, specifically those that represent women of color as monstrous, hyper­ sexualized beings. In contradistinction to classical models, which prefer their bodies closed and complete, both artists privilege porosity, mutation, and transformation. Mutu in particular has invested these characteristics with the ability to denature expectations and liberate individuals from preconceived categories. Many of the works in the [collection] signal power's relentless drive to study, classify, and discipline the body. Others, however, signify the body's ability to disarm power through strategic acts of mimicry and misbehavior. The works assume contradictory positions vis-a-vis desire as well. Consider the female bodies in Mutu's collages, whose violent deformations also suggest joyful exuberance and whose voluptuous curves evoke in equal measure the Hottentot Venus, an enslaved South African woman put on display in cities across Europe from 1810 to 1815, and the Venus of Willendorf, a small Paleolithic sculpture generally thought to represent a fertility goddess. Are we to understand Mutu's hybrid creatures as agents of their own desire or as the objects of another's desire, or both? Like other works in [the exhibition] <em>Body Memory<em>, <em>Chorus Line</em> demonstrates the flexibility of the body as both a concept and a thing and as both the maker and bearer of meaning.&nbsp;</p><p>--Kelly Baum, Locks Curatorial Fellow for Contemporary Art&nbsp;</p><p>Princeton University Art Museum</p>",
            "title":"Collection Publications: Body Memory: Art and the Body after 1970",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}