{
    "makerid":3883,
    "published_date":"2025-07-31 02:01:06.206281",
    "type":"maker",
    "displayname":"Giovanni Battista Moroni",
    "makertype":"Individual",
    "alphasort":"Moroni, Giovanni Battista",
    "lastname":"Moroni",
    "firstname":"Giovanni",
    "nametitle":null,
    "middlename":"Battista",
    "suffix":null,
    "displaybio":"Italian, ca. 1525–1578",
    "begindate":1525,
    "enddate":1578,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giovanni Battista Moroni",
            "alphasort":"Moroni, Giovanni Battista",
            "lastname":"Moroni",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":"Battista",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500011118"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/74649362"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d77b2615b2d1200164d398d"
            },
            "title":"Mary Pitcairn Keating Lecture | Bart J. C. Devolder",
            "description":"Bart J. C. Devolder, conservator at the Princeton University Art Museum, discusses the importance of conservation along with the history and future of the field at Princeton.",
            "speaker_type":"Expert ",
            "file_uri":"https://mediacentral.princeton.edu/id/0_7lgvt5us",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"May 2, 2019",
            "sort_date":"2019-05-02",
            "video_type":"Lectures",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"6228c9919556a800189dfbd2"
            },
            "body":"<p><strong>Inside the Lab: Uncovering the Hand of a Renaissance Master</strong></p><p><br>Chief Conservator Bart Devolder and Caroline Harris, Diane W. and James E. Burke Associate Director for Education, recently discussed Bart’s ongoing work on the Museum’s <i>Portrait of a Donor</i> by Giovanni Battista Moroni.</p><p>&nbsp;</p><p><strong>Q</strong>: The Museum’s collections number over 100,000 objects; how do you decide which objects to prioritize for conservation?</p><p><strong>A</strong>: Good question. It depends. The primary reason for a conservation treatment is that the condition of the piece requires it. These treatments can be small (some might call it more conservation) or more involved (restoration). Another reason for conservation might be an upcoming exhibition or a loan request.</p><p>For the work <i>Portrait of a Donor</i>, it was a more organic process. Our curators wanted to install the painting while the Moroni exhibition at the Frick Collection was on view [<i>Moroni: The Riches of Renaissance Portraiture,</i> February 21–June 2, 2019].</p><p>The painting was known to be a fragment—it had been published as such in the Frick’s exhibition catalogue. During the exhibition I attended a scholars’ day when specialists were invited to make short presentations related to works on view. I prepared a PowerPoint that included the technical imaging I had made of the painting (UV and X-ray images). Many specialists in attendance suggested that we remove the current varnish and overpainting in order to learn more about the original composition of the work.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: How would you describe the condition of <i>Portrait of a Donor</i> before cleaning?</p><p><strong>A</strong>: The condition of the painting was good. A synthetic varnish that had been applied in the late 1960s had turned a bit cloudy and dull, hiding the true colors and the brushwork of the picture. Overpaint and scattered losses were also identified in the UV and X-ray images.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: You have said that before you start conservation of an art object, you first have to obtain as much information as possible about the work. What did you learn from the condition of the back of the painting and the labels attached?</p><p><strong>A</strong>: For the Moroni we were lucky enough to have a label attached to the reverse that identifies a past restorer and also dates a major treatment that was carried out in the painting’s more recent history. Bernard Rabin, a painting conservator who was affiliated with the Museum—although his report for this painting has not come to light—wax-lined the painting in 1968. A lining is a technique in which a new canvas is attached with a glue to the back of the original canvas. In this case the glue used was molten beeswax. During this process the previous stretcher was replaced with a more modern one.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: What tools and techniques did you employ to assess the painting?</p><p><strong>A</strong>: There was some research conducted in the Bernard Rabin Archive and in the Daily Princetonian Archive, where a photo dated February 9, 1929, was found already showing the painting in its current format, meaning that when the Princeton University Art Museum received the painting from Charles H. Worcester in 1928 it was already a fragment. Also, the current frame was already around the painting. A new x-radiography examination of the painting was carried out and UV-induced visible fluorescence images were taken.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: What did you learn from the technical analysis before treatment?</p><p><strong>A</strong>: The x-radiography showed a rather large paint loss in the upper left corner and smaller paint losses scattered throughout the painted surface. An unidentifiable composition element was found in the lower left corner. The UV-induced visible fluorescence image showed many areas of inpainting and overpainting. The color of the fluorescence also hinted that the varnish was very likely synthetic.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: How do you clean an oil painting like this one?</p><p><strong>A</strong>: With the information from the UV-induced visible fluorescence imaging, solvents were selected that would interact with synthetic varnishes. Different mixtures were prepared and tested on the outer edges of the canvas. Once the right mixture was found, the varnish was removed by dipping small cotton swabs into the solvent and rolling these over the surface of the painting. The varnish is dissolved by the solvent and absorbed into the cotton swab. The areas with overpainting were removed with other solvents and the application techniques had to be adjusted. Some areas were cleaned with solvent gels and others with solvents in a compress. Smaller areas where the overpaint was more stubborn were removed mechanically. In our field mechanically means with the help of a small scalpel, one used for eye surgery, while looking through a stereomicroscope.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: What did you discover during the treatment?</p><p><strong>A</strong>: The removal of the somewhat milky and hazy varnish revealed the more intense color palette of the painting. The subtly painted variations in the black garment became visible again and the brushstrokes and thicker paint applications (impasto) became more sculptural. As expected, some of the inpainting carried out by Rabin also dissolved when the varnish was removed and exposed paint losses. Older and more extensive overpaint was identified in certain areas of the painting. One of these zones in the lower left corner was clearly overpainted with a darker gray. A different solvent mixture was used, and the overpaint was carefully removed from this area to reveal one part of an open book.</p><p>The upper left corner had a yellow glow hiding underneath the nonoriginal clouds. This glow was somewhat visible prior to the cleaning. More interesting was the area that was identified in the x-radiograph as a complete loss of original material. Once the overpaint was removed here, patches of pink and blue color were found. A closer inspection revealed a shoe floating in the clouds. Because I had visited the fabulous Moroni show twice, it made me think of a detail in Moroni’s double portrait from the Virginia Museum of Fine Arts. Here a man looks at us while pointing to the Virgin and Child in the sky. When I scanned this image, reduced the opacity, and overlaid it with the Princeton painting, it was an almost perfect match. It was not uncommon for artists in the sixteenth century (or earlier) to have templates for certain compositional elements that they reused. We can therefore assume that our painting’s missing part(s) at least included a Virgin Mary in the clouds.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: Given that you have uncovered these fragments of the original composition, how will you prepare the painting for display in the galleries? Will you cover or minimize those fragmentary survivals to create a more coherent display?</p><p><strong>A</strong>: This is a good question and one that we are still considering. It will be a dialogue with all involved parties (curators, educators, conservators). There are several options, but my gut feeling is that we might end up with a hybrid decision. By this, I mean leaving the key fragments visible while toning down the areas where there is no original paint left. Digital tools might help us tell the full story of the painting for those who are interested.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Q</strong>: More generally, what is (or should be) the aim of retouching/inpainting? How does the field of conservation define best practices?</p><p><strong>A</strong>: Inpainting should be strictly kept within the areas of loss in the paint layers. It is not ethical to paint on top of the original paint. The goal of inpainting is that the painting can be experienced again as a whole, that the damage does not distract the viewer. There are, of course, many options on how to achieve this goal, and in most cases, it is the painting itself that dictates what is needed, closely followed by where the painting will be shown. For example, a painting shown in a teaching museum might lend itself to showing a certain degree of damage or loss as an educational tool, compared to a painting hanging in a private collector’s home.</p><p><i>Reversibility </i>is a key term in our profession. It means that everything we add to the artwork should be removable in the future without damaging the painting. This is why conservators use different materials than the artist. These materials need to be more reversible and stable than the ones the artist originally used.</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; &nbsp;August 2021 Magazine</p>",
            "title":"Inside the Lab: Uncovering the Hand of a Renaissance Master",
            "author_type":"Conservator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}