{
    "makerid":1788,
    "published_date":"2022-03-28 16:04:24.319556",
    "type":"maker",
    "displayname":"Clarence H. White",
    "makertype":"Individual",
    "alphasort":"White, Clarence Hudson",
    "lastname":"White",
    "firstname":"Clarence",
    "nametitle":null,
    "middlename":"Hudson",
    "suffix":null,
    "displaybio":"1871–1925; born West Carlisle, OH; died Mexico City, Mexico; active Ohio and New York",
    "begindate":1871,
    "enddate":1925,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Clarence H. White",
            "alphasort":"White, Clarence Hudson",
            "lastname":"White",
            "firstname":"Clarence",
            "nametitle":null,
            "middlename":"Hudson",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Full Name",
            "displayname":"Clarence Hudson White",
            "alphasort":"White, Clarence Hudson",
            "lastname":"White",
            "firstname":"Clarence",
            "nametitle":null,
            "middlename":"Hudson",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500025892"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/68943977"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d71129dc6d85d0016e54152"
            },
            "title":"Clarence H. White: Analysis & Collaborative Discovery ",
            "description":"Preparations for the first retrospective exhibition in a generation of pioneer photographer Clarence Hudson White (1871–1925) have inspired an unexpected collaboration between the Princeton University Art Museum and the Yale Institute for the Preservation of Cultural Heritage. Immersed in the real-life setting of the Princeton University Art Museum, the project drew students, researchers, and curators from across two universities and from numerous disciplines to analyze the experimental techniques that took place during the “Pictorialism” period of the late 19th and early 20th centuries.",
            "speaker_type":"Expert",
            "file_uri":"https://mediacentral.princeton.edu/id/1_m1qjlnca",
            "transcript":"",
            "source_project":"Other",
            "caption_file":[],
            "displaydate":"2017",
            "sort_date":"2017-09-01",
            "video_type":"Exhibitions"
        },
        {
            "_id":{
                "$oid":"5d7a5444281fb50016126360"
            },
            "title":"Clarence H. White and His World: The Art and Craft of Photography, 1895-1925",
            "description":"Anne McCauley, curator of the exhibition and David Hunter McAlpin Professor of the History of Photography and Modern Art, explores the legacy of one of the early twentieth century's most gifted photographers and influential teachers. Program took place on Saturday, October 14, 2017.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_51njht51",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"October 14, 2017",
            "sort_date":"2017-10-14",
            "video_type":"Exhibitions, Collections",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5dadddebc5089b0016f26e0f"
            },
            "body":"The pictorial movement, which emerged in Europe in the last decade of the nineteenth  century, had as its basis a style that sought to make poetic, expressive photo­graphs derived from and intended to be seen and accepted within  the canon of the traditional fine arts in style and  content. Another  impor­ tant tenet of the movement was the issue of technique, that making a fine photographic print was an act analogous to the creative articulation of materials in any medium. The movement was an international endeavor with the objective of establishing for pho­ tography an essential place within contemporary pictorial art.\n\nIn this vein pictorial photogra­phers, like the painters of the time, wished to express what were considered or perceived to be fundamental values and universal truths. There was thus a strong interest in symbolism, often de­rived from literature and the other arts. Contrived or staged scenes were frequently employed, genre subjects were greatly favored, and the still life also enjoyed popularity. As the period witnessed the rise of urbanism, a greater awareness of the city environment evolved, somewhat tempering the interest in the pastoral landscape.\n\nVisually these pictures are mostly soft-focus in effect; and were often elaborately matted  and framed. In the desire to vie with the \"fine arts,\" and to deny the \"photo­graphicness\" and create a greater sense of affinity with the traditional arts, they employ a variety of highly manipulatable techniques and materials such as platinum, gum-bichromate, and gravure. To this end photographs were some­ times hand colored; direct color processes to make transparencies and prints first came into wide­ spread use during this period.\n",
            "title":"Pictorial Movement",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring /Summer 1992"
        },
        {
            "_id":{
                "$oid":"5db35ed0577cfb0016a236e1"
            },
            "body":"In the decade after the invention of the Kodak point-and-shoot camera in 1888, thousands of men and women began taking their own amateur photographs. Some of them, generally from educated backgrounds and interested in the fine arts, aspired to make aesthetically pleasing images that rivaled paintings and prints in their compositions and tonal effects. These serious photographers, favoring large-format view cameras on tripods, called themselves pictorialists, which merely meant that they were concerned with making artistic “pictures” rather than documents.\n\nOne of the most successful and influential of these self-taught amateurs was Clarence H. White (1871–1925), who rose from modest origins in Newark, Ohio, to become an internationally known art photographer and teacher. [...] White’s early career centers on his midwestern hometown, where he took up the camera in 1894. Squeezing photographic sittings into the spare time he had from his job as a bookkeeper for a wholesale grocer, he dressed his wife, her sisters, and his friends in costumes evocative of the colonial or antebellum era and posed them in penumbral interiors or the twilit hills outside Newark. White’s knack for setting up tableaux that were at once naturalistic and yet formally striking won him prizes in regional exhibitions, followed by his acceptance in 1898 in the exclusive group show of art photographs held at the Pennsylvania Academy of the Fine Arts. His meeting there with Alfred Stieglitz, F. Holland Day, Gertrude Käsebier, and others led to his participation in international exhibitions and his eventual inclusion as a founding member of the group that Stieglitz in 1902 dubbed the “Photo-Secession.” White stood out from his contemporaries for his assimilation of the radical cropping and flattened planes of Japanese prints, his melancholy, introspective women, and his frank, unromanticized portrayals of children.\n\nWhite’s decision in 1904 to become a full-time photographer and his move in 1906 to New York transformed his life and his subjects. While in Newark, he had already earned extra income from commercial jobs illustrating fiction, primarily stories set in frontier America, such as the bestselling novel by Irving Bacheller, Eben Holden: A Tale of the North Country. ... White, like many Photo-Secessionists, sold portraits, landscapes, and narrative illustrations to magazines—a practice that has received little attention as a result of Alfred Stieglitz’s renowned dismissal of commercial photography.\n\nWhite’s selection of handmade printing techniques—such as gum prints in which a pigmented gum emulsion is hand applied to drawing paper—and his transformation of each platinum print (made in contact with a negative) into a unique object are indebted to the ideals of William Morris and the Arts and Crafts movement, which valued hand labor over standardized machine production. White’s deep friendship with the family of Stephen M. Reynolds, Eugene Debs’s campaign manager and a leading Indiana socialist, resulted in idealized portraits of a family that embraced the simple life, racial and social equality, and the philosophy that every object in the home should be harmonious. White also went on to celebrate Rose Pastor Stokes and her husband, Graham Stokes, a socialist power couple in the years prior to the American entry into World War I.\n\nConsistent with many socialists’ embrace of Morris and Walt Whitman, White also accepted the undressed human form as natural and free of sin. Throughout his career he made photographs of nude figures, primarily his sons outdoors and young women posed in the studio or in secluded glens. Drawing upon his greater experience with indoor lighting, White joined with Stieglitz in 1907 for a series of soft-focus studies of female models. A sampling of these prints is reunited here for the first time since 1912, when Stieglitz split with White and disavowed this collaborative venture.\n\nWhite was hired by Arthur Wesley Dow at Teachers College in 1907 and shared Dow’s philosophy that students of the fine and the applied arts should have the same fundamental training based on design principles (anticipating the approach of the Bauhaus in the 1920s). At a time when the few American schools that existed to teach photography focused solely on processes and technique, White assigned more open-ended compositional and exposure problems followed by group critiques. Later, at the Clarence H. White School that he founded in New York in 1914, he hired a series of artists (starting with Max Weber) to teach art history and composition. White’s students—represented here by Anton Bruehl, Laura Gilpin, Paul Burty Haviland, Paul Outerbridge, Karl Struss, Doris Ulmann, and Margaret Watkins, among others—mastered abstract principles of framing, cropping, and lighting that prepared them for a wide array of professional careers, including the growing arenas of advertising and fashion photography.\n\nWhite’s late works include portraits of famous, but now forgotten, actresses and silent film stars, such as Alla Nazimova and Mae Murray, as well as the painter Abbott Thayer and the art director for Condé Nast, Heyworth Campbell. White also tried his hand at fashion photography and welcomed filmmaking into the White School in the months before he led a summer class to Mexico City, where he tragically succumbed to a heart attack at the age of fifty-four. \n\nFar from rejecting modern styles, White accommodated them in his school, although he maintained his preference for matte printing papers and a degree of soft focus for his personal salon prints. What unites his career, and allows his work to speak to us today, is his belief in the transformative power of art and the potential of every individual to craft objects of lasting beauty.",
            "title":"Clarence H. White, artist",
            "source_project":"Other",
            "author_type":"Faculty",
            "exhibitions":[],
            "source":"Magazine: Fall 2017"
        }
    ]
}