{
    "makerid":14394,
    "published_date":"2022-03-28 16:08:39.057879",
    "type":"maker",
    "displayname":"Jonathan Edwards",
    "makertype":"Individual",
    "alphasort":"Edwards, Jonathan",
    "lastname":"Edwards",
    "firstname":"Jonathan",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1703–1758",
    "begindate":1703,
    "enddate":1758,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Jonathan Edwards was third president of the College of New Jersey for a brief period in 1758. \r\n\r\nEdwards entered Yale when he was twelve and graduated four years later at the head of his class. After studying theology, he preached in a Presbyterian pulpit in New York. In 1724, Edwards returned to Yale, where he completed a Masters of Arts Degree and worked as a senior tutor.\r\n\r\nIn 1725. he succeeded his grandfather as pastor of a church in Northampton, Massachusetts. His preachings brought about two revivals, the later came to be known as the Great Awakening. However he alienated many of his congregation by his proposal to depart from his grandfather's policy of encouraging all baptized persons to partake of Communion and instead to admit to this sacrament only those who gave satisfactory evidence of being truly converted. He was dismissed in 1750. He moved to Stockbridge, Massachusetts where he ministered to a tiny congregation and served as missionary to the Housatonic Indians. There, having more time for study and writing.\r\n\r\nEdwards was elected president of Princeton September 29, 1757, five days after the death of his son-in-law, Aaron Burr, Sr., second president of the College. He was a popular choice, for he had been a friend of the College since its inception and was the most eminent American philosopher-theologian of his time. In January 1758, he came to Princeton but died several months later following inoculation for smallpox, and was buried in the President's Lot in the Princeton cemetery beside his son-in-law, Aaron Burr. \r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jonathan Edwards",
            "alphasort":"Edwards, Jonathan",
            "lastname":"Edwards",
            "firstname":"Jonathan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7398821"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}