{
    "makerid":14902,
    "published_date":"2022-03-28 16:08:54.046308",
    "type":"maker",
    "displayname":"Lewis Buckley Stillwell",
    "makertype":"Individual",
    "alphasort":"Stillwell, Lewis Buckley",
    "lastname":"Stillwell",
    "firstname":"Lewis",
    "nametitle":null,
    "middlename":"Buckley",
    "suffix":null,
    "displaybio":"American, 1862–1941",
    "begindate":1862,
    "enddate":1941,
    "nationality":"American",
    "culturegroup":null,
    "biography":"L. B. Stillwell, who worked from 1886-1900 for the famous electrical engineering firm of Westinghouse (which had been commissioned to illuminate the magical 1893 Columbian World's Exposition, an explosive architectural event that gave birth to the American Renaissance) and who had helped to electrify Niagara Falls, was hired by the Hudson & Manhattan Railroad Company in 1905.\r\n\r\nStillwell's private firm consisted of an extraordinary staff of electrical and mechanical wunderkinds, all young, eager, visionary. John Van Vleck, the firm's most brilliant employee who had designed the IRT's sub-stations in Manhattan, was given the responsibility of designing the structural steelwork of the H&M RR Powerhouse. Hugh Hazelton, a resident of nearby Englewood, New Jersey, became the designer of all sophisticated, revolutionary, and expensive electrical machinery within the Powerhouse. Stillwell, a rival of Thomas Edison, himself designed the company's trolley cars.\r\n\r\nStillwell's obituary in the New York Times detailed his engineering accomplishments:\r\n\r\nLewis Buckley Stillwell, a resident of Princeton and a life trustee of Princeton University, who was one of the leading American electrical engineers, died today in the Union Memorial Hospital in Baltimore at the age of 77 after a week's illness.\r\n\r\nBorn in Scranton, Pa., Mr. Stillwell received his degree of electrical engineer from Lehigh in 1885. The next year he joined the Westinghouse Electric and Manufacturing Company as an assistant electrician. From 1891 to 1897 he was the company's chief electrical engineer, and during this period he performed services of great importance in the development of the alternating current and had an influential role in determining the Westinghouse policy in respect to system development engineering and the establishment of 60 and 30 cycles as standard frequencies.\r\n\r\nMr. Stillwell's contributions, as Westinghouse engineer, to the general layout and design of the first plant of the Niagara Falls Power Company, led to his appointment as electrical director of that company, a post he held from 1897 to 1900. Since the latter date he had been a consultant, with headquarters in New York.\r\n\r\nUntil his retirement in 1938, Mr. Stillwell was engaged on a succession of electrical engineering undertakings of the first magnitude. He was consulting expert to the Manhattan Elevated Railway Company on the electrification of the elevated lines of New York City, 1900-1906; to the Rapid Transit Subway Construction Company, 1900-1909; the Hudson & Manhattan Railroad, 1905-1913; to the Erie Railroad for its electrification work, in 1906; United Railways and Electric Company of Baltimore, 1906-1920; Interborough Rapid Transit Company of New York, 1909-1920; for the electrification of the Hoosac Tunnel of the Boston & Maine Railroad, 1900-11; New York Municipal Railway Corporation, 1913-1916; to the New York and New Jersey Commissions in connection with the Holland Tunnel, 1924-1927; and to the Port of New York Authority, 1927-1938.\r\n\r\nA former president of the American Institute of Electrical Engineers, Mr. Stillwell had received from it the Lamme Medal, 1933, \"for his distinguished career in connection with the design, installation and operation of electrical machinery and equipment,\" and the Edison Medal, 1936, \"for his pioneer work in the generation, distribution and utilization of electric energy.\"\r\n\r\nThe Engineering Foundation, the research organization of the national engineering societies, elected Mr. Stillwell its chairman for four successive terms ending in 1929, and in that year the American Society of Civil Engineers conferred on him a medal \"for leadership in consolidating the research work of the Foundation and the Founder Societies.\"\r\n\r\nMr. Stillwell was president of the American Institute of Consulting Engineers, 1918-1919; a member of the board of directors of the Chamber of Commerce of the United States, 1921-1923; and a member of many other professional and civic groups.\r\n\r\n\r\n\r\nHistorical Sources\r\nGray, Christopher. \"Streetscapes: The Hudson Tubes Powerhouse: A Majestic, Aging Giant.\" The New York Times: November 18, 1990. \r\nThe New York Times: \"Hugh Hazelton, Retired Engineer, Ex-Englewood Official, Stricken In Florida,\" January 29, 1940; \"Lewis B. Stillwell, Engineer, Is Dead; Consultant On Electrification of Many Projects for 38 Years, Including Holland Tunnel; Designed Niagara Plant,\" January 20, 1941; \"John Oakman,\" December 23, 1963. \r\nWilliams College Archives, Williams College, Williamstown, Massachusetts. (www.williams.edu) \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lewis Buckley Stillwell",
            "alphasort":"Stillwell, Lewis Buckley",
            "lastname":"Stillwell",
            "firstname":"Lewis",
            "nametitle":null,
            "middlename":"Buckley",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}