{
    "makerid":3077,
    "published_date":"2025-07-26 02:01:43.353658",
    "type":"maker",
    "displayname":"Arnaldo Pomodoro",
    "makertype":"Individual",
    "alphasort":"Pomodoro Arnaldo",
    "lastname":"Pomodoro",
    "firstname":"Arnaldo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, born 1926",
    "begindate":1926,
    "enddate":2100,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Arnaldo Pomodoro",
            "alphasort":"Pomodoro Arnaldo",
            "lastname":"Pomodoro",
            "firstname":"Arnaldo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5dc5b340242a910016bcaa3a"
            },
            "title":"Hear the Curator (y1969-20)",
            "transcription":"Hear the Curator (y1969-20)\n\nIn a 1974 interview, sculptor Arnaldo Pomodoro said, “I can enjoy my sculptures in a park, in an ancient public square, like Pesaro, or on a great university campus . . . I like to see people lean their bicycles on the sculptures, and pigeons come to rest, to see them humanized.” Beginning in the mid-1950s, Pomodoro perfected his technique of negative/positive casting, which he first developed for jewelry and eventually extended to monumental sculptures. In his work, he carved motifs as negative images in clay or plaster. When cast, these elements are reversed and transposed into the positive forms of the final sculpture. The artist’s Spheres series of the 1960s was characterized by imagery of a pure form partially eaten away by internal erosion. Princeton University has one of the earliest examples of Pomodoro’s new spheres, the Rotanti, or Rotors, which are distinguished by their potential mobility. Princeton’s Sphere VI, though pinned to the earth for the sake of security, has an inherent mobility.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca032",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[]
}