{
    "makerid":3846,
    "published_date":"2022-03-28 16:05:43.299077",
    "type":"maker",
    "displayname":"Tomas Moragas y Torras",
    "makertype":"Individual",
    "alphasort":"Moragas y Torras Tomas",
    "lastname":"Moragas y Torras",
    "firstname":"Tomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Spanish, 1837–1906",
    "begindate":1837,
    "enddate":1906,
    "nationality":"Spanish",
    "culturegroup":null,
    "biography":"Tomas Moragas y Torras (1837-1906) is recognized as one of Spain's major artists. He was born in Gerona, Catalonia, and apprenticed with silversmith and medalist Josep Pomar I Llaro. He studied at Barcelona's Escola de Belles Artes, from which he graduated in 1850. In 1857, at the urging of his friend and mentor, painter Mariano Fortuny, he went to Italy and settled in Rome for fourteen years. There he continued his studies while painting portraits, figures, and landscapes. Upon his return to Barcelona in 1876, he and a group of other artists established the Taller Embut, a center for the study of watercolor painting and other arts. Taller Embut became the Instituto de Catalanya in 1870. With Moragas as president, the new center evolved into the Centre Artistic, a center for a number of Spanish artists including Santiago Rusinol and Hermen Anglada Camarsa. Moragas continued to travel between Rome, Naples, and Barcelona. In 1897 he returned to the Escola de Belles Artes, this time as a teacher. Works by Moragas are in museums in Barcelona and Madrid. \r\n\r\nhttp://www.rkingfinearts.com/_webapp_918339/Moragas_y_Torras,_Tomas",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Tomas Moragas y Torras",
            "alphasort":"Moragas y Torras Tomas",
            "lastname":"Moragas y Torras",
            "firstname":"Tomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500037694"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/87347882"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}