{
    "makerid":5144,
    "published_date":"2025-05-16 02:03:47.094275",
    "type":"maker",
    "displayname":"Sir George Hayter",
    "makertype":"Individual",
    "alphasort":"Hayter, George Sir",
    "lastname":"Hayter",
    "firstname":"George",
    "nametitle":"Sir",
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1792–1871",
    "begindate":1792,
    "enddate":1871,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"George Hayter",
            "alphasort":"Hayter, George",
            "lastname":"Hayter",
            "firstname":"George",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Sir George Hayter",
            "alphasort":"Hayter, George Sir",
            "lastname":"Hayter",
            "firstname":"George",
            "nametitle":"Sir",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115765"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56885183"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadf6df730fb1001626a470"
            },
            "body":"Sir George Hayter was the son of Charles Hayter, a well-known painter of miniatures. He studied at the Royal Academy schools, where he was taught by Henry Fuseli. His early professional career was marked by success: a prize of 200 guineas, which enabled him to travel to Italy to study; and a series of royal ap­ pointments, as Painter in Miniature and Portrait Painter to Princess Charlotte, Painter of History and Portraits to King Leopold of Belgium, and, ulti­mately, Principal Painter in Ordinary to Queen Victoria.\n\nIt was primarily through por­trait painting that Hayter made his living, but he aspired to a higher reputation as a history painter. The academic tradition had, from the seventeenth century on, estab­lished a hierarchy of painting according to genre or subject, and both on the Continent and in England history painting was the highest order of artistic endeavor.\nThe paintings of the preaching and  martyrdom of Bishop Latimer were undertaken as  demonstra­tions of Hayter's competence in the genre, elaborately orchestrated and somewhat   pedantic historical tableaux. The subjects had a certain currency. Latimer Preaching was painted in response  to  aspecific religious and political crisis in  1850-51, which resulted in a short-lived but intense release  of anti-Catholic feeling. The Martyrdom was finished in 1855 in time to mark the tercentenary of the deaths of Latimer and Ridley.\n",
            "title":"Newsletter: Fall 1994",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}