{
    "makerid":141,
    "published_date":"2025-08-26 02:04:03.417315",
    "type":"maker",
    "displayname":"Hans (Jean) Arp",
    "makertype":"Individual",
    "alphasort":"Arp, Jean",
    "lastname":"Arp",
    "firstname":"Jean",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1886–1966",
    "begindate":1886,
    "enddate":1966,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Formed in the crucible of World War I and disillusioned with modernity, rationality, materialism, and mechanization, poet and artist Jean Arp was key a member of a transnational avant-garde that broke decisively with aesthetic convention. In 1916, while living in Zurich, Arp participated in Dada-related activities at the Cabaret Voltaire, along with such groundbreaking artists as Hugo Ball, Marcel Janco, and Tristan Tzara. Arp continued his association with Dada through the early 1920s, forming close ties with Kurt Schwitters and Max Ernst, but he also collaborated with artists aligned with International Constructivism. While living in Paris in the 1920s, Arp subsequently came under the sway of the Surrealists-indeed, his work was included in the first group exhibition of Surrealist art at the Galerie Pierre, in Paris, in 1925. \r\n\r\nLike his colleagues, Arp prized aesthetic innovation, and he did much to further two of the avant-garde's greatest inventions: collage and abstraction. Indeed, he is responsible for creating some of the earliest known collages, in 1914. His most famous collages, however, are from the period 1916-1917. Embracing chance and spontaneity, methods linking both Dada and Surrealism, they departed radically from the slightly earlier, far more deliberate collages of Picasso and Braque. Arp also experimented with abstraction, producing non-objective works in a variety of media, including collage, sculpture, and prints. For the most part, these adopt an economical language of elementary forms and tend towards biomorphism, evoking the world of bodies and plants as well as flux, growth, and metamorphosis. Among other postwar artists, Arp's work exerted a profound influence on Ellsworth Kelly, who met the older artist while living in Paris in the late 1940s.\r\n\r\nIn 1916-1917, Arp began to produce painted relief sculptures, using mostly wood and, slightly later, cardboard. Shirtfront and Necktie is one such work, and it was created between 1927 and 1928, towards the end Arp's association with Surrealism. An emphatic organicism still characterizes the reliefs from this period, but their field of reference has expanded to include objects from everyday life, especially clothes, which, in keeping with the tenets of Surrealism, Arp has made strange and unfamiliar, imbuing the inhuman with a kind of animus or spirit.  (Kelly Baum)\r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Hans Peter Wilhelm Arp",
            "alphasort":"Arp, Hans Peter Wilhelm",
            "lastname":"Arp",
            "firstname":"Hans Peter Wilhelm",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Hans (Jean) Arp",
            "alphasort":"Arp, Jean",
            "lastname":"Arp",
            "firstname":"Jean",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jean Arp",
            "alphasort":"Arp, Jean",
            "lastname":"Arp",
            "firstname":"Jean",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500031000"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7386175"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db30ca14d90050016329735"
            },
            "body":"<p><em>Shirtfront and Necktie</em> (2012-1) Poet and artist Arp (1886–1966) was a key member of a transnational avant-garde that—formed in the crucible of World War I and disillusioned with rationality, materialism, and mechanization—broke decisively with aesthetic convention. In 1916, while living in Zurich, Arp participated in Dada-related activities at the Cabaret Voltaire. While living in Paris in the 1920s he came under the sway of the Surrealists, and his work was included in the first group exhibition of Surrealist art at Paris’s Galerie Pierre in 1925. Arp was one of the first artists to embrace two of the avant-garde’s most important inventions: collage and abstraction. In 1916–17 he began to produce painted relief sculptures, using mostly wood and, slightly later, cardboard. <em>Shirtfront and Necktie</em> is one such relief, and it was created toward the end of Arp’s association with Surrealism. An emphatic organicism characterizes Arp’s reliefs from this period; their field of reference also includes objects from everyday life, especially clothes, which Arp has made strange and unfamiliar, imbuing the nonhuman with a kind of vitality. The work was also inspired by Arp’s study of the Neolithic wall carvings at Locmariaquer, in Brittany. Its composition echoes one carving in particular, from a section of the ruins called the “covered bent path of the flat rocks.” A photograph of and a drawing after the carving were published in Marthe and Saint-Just Péquart and Zacharie Le Rouzic’s 1927 book on Locmariaquer, <em>Corpus des signes gravés des monuments mégalithiques du Morbihan<em>, which Arp likely read. <em>Shirtfront and Necktie</em> was included in the artist’s 1928 exhibition at the Galerie L’Epoque in Brussels; a photograph of the installation was published in the June 15, 1928, issue of the Belgian journal <em>Variétés<em>. According to Marguerite Hagenbach, Arp’s second wife, Shirtfront and Necktie was probably painted in Paris between 1927 and 1928, with 1928 the more likely date. It is from his “shirt-fronts” series, she says, “a theme which with the clocks, the moustaches, the navel-bottles, [and] the forks are caracteristic [sic] for his post-dada period or...surrealistic period.” She continues, “Arp always says that during the real Dada- Period he was very abstract . . . and his humor was dada only in the poems and some engravings and prints . . . it was [only] in the surrealistic period that he developed in his reliefs in wood and card-board as well as in [his] collages the typical Dada humor and created a sort of Dada-Picture-Writing.”</p>",
            "title":"Magazine: Summer 2012",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}