{
    "makerid":4134,
    "published_date":"2025-10-15 11:20:24.355289",
    "type":"maker",
    "displayname":"Pan Painter",
    "makertype":"Individual",
    "alphasort":"Pan Painter",
    "lastname":"Pan Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Greek, active 475–450 BCE",
    "begindate":-475,
    "enddate":-450,
    "nationality":"Greek",
    "culturegroup":null,
    "biography":"A prolific painter with approximately 160 surviving examples, the Pan Painter's work had many distinguishing characteristics. These include round heads on the figures with heavy chins and thick necks, frontal feet with occasionally more than 5 toes, garments that fall in straight folds often grouped in fours, and rocks with stylized cracks sometimes with a yellow wash. He is named for a bell krater that depicts, on one side, Pan chasing a goatherd, and on the other side, the Death of Aktaion, attacked by his dogs as punishment for having watched Artemis bathe. He is considered the most talented of the Mannerists. His Mannerist traits include patterned garments and twisted poses of the figures (ULAN).\r\n\r\n---\r\n\r\n Greek vase painter. Active in Attica, he was associated with the  mannerist workshop (see above) and named by Beazley after the picture on the obverse of a Red-figure bell krater (Boston, MA, Mus. F.A., 10.185) showing Pan in Pursuit of a Young Goatherd. More than 160 vases have been attributed to him, one of the earliest being a psykter in Munich (Staatl. Antikensamml., 2417), usually thought to date from the 480s BC, although dates as late as 460 BC  have been suggested. The end of his career is represented by a bell krater (Palermo, Mus. Reg., V778) and some other vases with less generous use of relief lines.\r\n\r\nThe Pan Painter’s drawing style is distinctive. The heads of his figures are round, with rounded and heavy chins and thick necks in which the musculature is sometimes indicated by one or two brown lines. White hair is usually indicated by reserved areas. His rendering of male anatomy relates to that of myson (see above), with two divisions of the abdominal muscles rather than the usual three. The arms are strong, with upper muscles sometimes shown by brown-glaze opposed semicircles and lower ones by a brown-glaze line running diagonally from the inside of the elbow to the wrist. Frontal feet are common, occasionally with more than five toes, which are drawn as small arcs. Boots, elegant high leather shoes and sandals strapped to the calves also occur often, as on works by the Mannerists, the Niobid Painter and others. Rocks, sometimes covered with a yellow wash and with stylized cracks, are another distinctive feature. Garments fall in straight folds, frequently grouped in fours, and stacked pleats. The chiton often forms a bolster either side of the waist when belted.\r\n\r\nSome of the Pan Painter’s compositions are outstanding. On a pelike (Athens, N. Archaeol. Mus., 9683) Herakles is shown holding an Egyptian by his feet, with a group of two other Egyptians forming a dynamic triangular composition around a centrally placed altar. The range of vase shapes is exceptionally wide, including cups; hydriai; oinochoai; loutrophoroi; both neck and belly amphorae; bell, calyx and volute kraters; lebetes; stamnoi; alabastra; a kantharos and a psykter. His favoured shapes, however, appear to have been lekythoi, including two White-ground examples, column kraters, pelikai and Nolan amphorae, nearly all with triple handles. With the exception of those on two of his pelikai, his pictures, even on large vases, are unframed. Eight small pelikai seem to come from the same potter’s workshop, and most of these have a distinctive pattern of ovolos with blackened centres on the neck. The Pan Painter’s patterns are usually simple: keys or broken stopt meanders in pairs or threes, alternating with saltires, sometimes with dots, or crosses in squares.\r\n\r\nThe Pan Painter’s subjects are equally varied, including gods, heroes and scenes of daily life, often with unusual touches. The psykter in Munich shows Apollo Fighting Idas for the Love of Marpessa, a subject also depicted by the Triptolemos Painter, with whose workshop he seems to have had connections. Two vases depict Artemis Turning Actaeon’s Dogs against their Master. On the earlier, a volute krater (Athens, N. Archaeol. Mus., Akr. 760) the scene alludes conventionally to Actaeon’s metamorphosis into a deer by dressing him in a deerskin, but on the reverse of the later vase (the artist’s name-piece; see above) no transformation is suggested. Two paintings depict scenes from the Iliad, with Achilles Slaying Penthesilea on a calyx krater (Cambridge, Fitzwilliam, GR 3.1971), and the Ransom of Hector on a stamnos (Paris, Louvre, C108221). The former also shows Herakles with Syleus, and two vases depict Herakles Killing the Egyptian King Busiris (Athens, N. Archaeol. Mus., 9683; Leipzig, Karl-Marx-U. [now U. Leipzig], Archäol. Inst., T651). On the vase in Athens, a pelike, the detail is remarkable. The Egyptians, who have negroid features, are correctly shown as being circumcised. The altar is adorned with mouldings, palmettes and volutes. A rare depiction of the Infant Herakles Killing the Snakes in his Cradle (a cup; Leipzig, Karl-Marx-U. [now U. Leipzig], Archäol. Inst., T3365) is also by the Pan Painter. Theseus Fighting the Minotaur occurs on a skyphos (New York, Met., X.22.25 (GR85)), and both this and the Infant Herakles were subjects popular with the other Mannerists. So too were the Death of Kaineus (column krater; London, BM, E473), Triptolemos Bringing Man the Gift of Corn (pelike; Ferrara, Mus. N. Archeol., 83(42)) and Perseus and Medusa (hydria; London, BM, E181). Scenes of daily life include sacrifices and musical and domestic scenes, and often depict herms.\r\n\r\nThe Pan Painter was possibly a pupil of Myson (Beazley, 1963), but some scholars consider his teacher to have been a colleague of Peithinos and the Sosias Painter (Follmann) or the Berlin Painter (Sourvinou-Inwood). There are certainly connections between the works of the berlin painter and the Pan Painter, since the former decorated an equally wide range of shapes, but also favoured lekythoi and Nolan amphorae. His preference for single, grand figures can be paralleled in the Pan Painter’s work, as can his choice of ornament. The Pan Painter’s treatment of male anatomy does, however, suggest that Myson taught him and that he was only later influenced by the Berlin Painter. Myson was the founder of a Mannerist workshop that lasted to the end of the 5th century BC, but, while the Pan Painter can be classed as a Mannerist, he differed from the others in quality and character, and his style is in fact ‘subarchaic’ (Beazley, 1944): both his early and later vases tend to be more elaborately decorated, while the figures are more slender, posing rather than acting, and the drapery shows decorative rather than realistic treatment.\r\n\r\nNo pupils of the Pan Painter are known, though his influence has been noted in the scenes of revellers by the Cleveland Painter, the Alkimachos Painter and the earlier Mannerists. There is no known example of the Pan Painter’s signature. The word kalos (Gr.: ‘beautiful’) occurs on two of his vases, though without the customary named youth, while a vase from his circle praises Hippon (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Pan Painter",
            "alphasort":"Pan Painter",
            "lastname":"Pan Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010803"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/69725659"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}