{
    "makerid":14414,
    "published_date":"2022-03-28 16:08:39.856911",
    "type":"maker",
    "displayname":"Samuel Stanhope Smith",
    "makertype":"Individual",
    "alphasort":"Smith, Samuel Stanhope",
    "lastname":"Smith",
    "firstname":"Samuel",
    "nametitle":null,
    "middlename":"Stanhope",
    "suffix":null,
    "displaybio":"American, 1750–1819",
    "begindate":1750,
    "enddate":1819,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Samuel Stanhope (March 15, 1751 - August 21, 1819) was a Presbyterian minister, founding president of Hampden-Sydney College and the seventh president of the College of New Jersey (now Princeton University) from 1795 to 1812. Born in Pequea, Pennsylvania, he had graduated as a valedictorian from the College of New Jersey in 1769, and went on to study theology and philosophy under John Witherspoon, whose daughter he married on 28 June 1775 .In his work, Stanhope Smith expressed progressive views on marriage and egalitarian ideas about race and slavery. The second edition of his Essay on the Causes of Variety of Complexion and Figure in the Human Species (1810) became important as powerful argument against the increasing racism of nineteenth-century ethnology[1]. Stanhope Smith was a staunch monogenist. He opposed the racial classifications of natural historians such as Johann Friedrich Blumenbach, Georges-Louis Leclerc, Comte de Buffon, and Carolus Linnaeus[2], and attempted to refute Thomas Jefferson's claim in Notes on the State of Virginia that there were no great black writers or artists[3].\r\n(Wikipedia)\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Samuel Stanhope Smith",
            "alphasort":"Smith, Samuel Stanhope",
            "lastname":"Smith",
            "firstname":"Samuel",
            "nametitle":null,
            "middlename":"Stanhope",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/76492861"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}