{
    "makerid":581,
    "published_date":"2022-03-28 16:03:38.550112",
    "type":"maker",
    "displayname":"Bartholomeus Breenbergh",
    "makertype":"Individual",
    "alphasort":"Breenbergh, Bartholomeus",
    "lastname":"Breenbergh",
    "firstname":"Bartholomeus",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Dutch, 1598–1657",
    "begindate":1598,
    "enddate":1657,
    "nationality":"Dutch",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Bartholomeus Breenbergh",
            "alphasort":"Breenbergh, Bartholomeus",
            "lastname":"Breenbergh",
            "firstname":"Bartholomeus",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500000055"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/8178685"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db06b4421a3d500164867c8"
            },
            "body":"<p>Signed and dated 1637, <i>Saints Paul and Barnabas at Lystra</i> is in impeccable condition, with the glowing tones characteristic of those Dutch artists who experienced at first hand the light, landscape, and artistic wonders of Rome. Breenbergh chose a seldom­ depicted subject from the Acts of the Apostles, the Sacrifice at Lystra (Acts 14: 8-18). Before the city walls of Lystra, in Asia Minor, the apostles have healed a cripple; he is shown in the left fore­ ground, from behind, raising his hands in tlianksgiving. Around him are the awed bystanders who witnessed the miracle. On the right, a procession of townspeople, led by a priest with acolytes and sacrificial animals, approaches a Roman altar inscribed \"Ignoto\" (the unknown). In the biblical account, the people mistake the apostles for Jupiter and Mercury and prepare to offer them a sacrifice. The artist displays his erudition here, depicting the double flutes, ax, metal utensils, and crowns of flowers known from ancient Roman relief sculptures of animal sacrifice. At the town gate, Saint Paul, with Barnabas, rends his garments, appalled at the blasphemy. his face, like those of the amazed witnesses, expresses intense emotion, in contrast to the stern pagan priests. A comparison of the painting to the museum's <em>Road to Calvary</em> by Herri met de Bles, painted approximately a century earlier, shows the evolution of Northern art. The sixteenth-century painting is stifily composed, with a fantastic landscape and doll-like char­acters. By the 1630s, however, the lessons of Italian Renaissance and early Baroque art had been assimilated, and atmospheric perspective and the depiction of anatomically believable movement and individualized, emotionally legible facial features were mastered. Born in Deventer, Breenbergh traveled to Italy in 1619 and stayed there for approximately ten years. During that time he made many landscape drawings, which he later mined for motifs; the Italianate city on the hill in Saints Paul and Barnabas at Lystra was likely copied from such a drawing. Breenbergh returned to the north around 1629, and became an established master in Amsterdam by 1633.The subject of this painting might well have been sug­ gested to him by a much admired version of The Sacrifice at Lystra by the Amsterdam artist Pieter Lastman (1583- 1633), now in the National Museum, Warsaw; both ver­ sions suggest comparisons with the celebrated tapestry cartoon by Raphael for the Acts of the Apostles series. In Breenbergh's painting, isolated from the narrative of the apostles' travels, the scene becomes a dra­ matic confrontation between two religions and two world views, as it illuminates the wonder-working power of Saint Paul, his eloquence, and the purity of his faith.</p>",
            "title":"Saints Paul and Barnabas at Lystra, Bartholomeus Breenbergh",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Summer 2006"
        }
    ]
}