{
    "makerid":174,
    "published_date":"2025-06-28 02:03:17.152754",
    "type":"maker",
    "displayname":"Richard Avedon",
    "makertype":"Individual",
    "alphasort":"Avedon, Richard",
    "lastname":"Avedon",
    "firstname":"Richard",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1923–2004",
    "begindate":1923,
    "enddate":2004,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American photographer. He studied philosophy at Columbia University, New York (1941–2), and from 1942 to 1944 served in the photography department of the US Merchant Marine, taking identity photographs of servicemen. He then studied photography under Alexey Brodovitch at the New School for Social Research, New York, from 1944 to 1950; from 1945 to 1965 he worked under Brodovitch and Carmel Snow for Harper’s Bazaar, contributing fashion photographs. As a young boy he had seen various fashion magazines and had been particularly impressed by the photographs of Martin Munkacsi. This influence remained in evidence in his own fashion work for Harper’s Bazaar, since he, too, photographed the models outside and in motion in order to arrive at dramatic, sometimes blurred, images. From 1950 he also contributed photographs to Life, Look and Graphis and in 1952 became Staff Editor and photographer for Theatre Arts. Towards the end of the 1950s he became dissatisfied with daylight photography and open air locations and so turned to studio photography, using strobe lighting. In 1965 he left Harper’s Bazaar to work for Vogue under Diana Vreeland and Alexander Liberman. Avedon presented fashion photography as theatre, and his innovative style greatly influenced other photographers; his work of the 1960s hinted at the energy and sexual explicitness of the period.\r\n\r\nConcurrent with his commercial assignments, Avedon produced portrait photographs of both celebrities and ordinary Americans. In his book Nothing Personal (1964), which includes portraits of figures such as the philosopher Bertrand Russell together with images of prisoners, the mentally ill and the poor, he created a disturbingly contrasting picture of society. In 1976 he photographed American businessmen and political leaders for a portfolio in Rolling Stone. His portraits, made with a view camera and often printed larger than life, are stark images with plain white backdrops, with the sitter generally looking directly at the camera. The unflinching quality of such works is especially evident in a series of portraits of his dying father exhibited in 1974 at the Museum of Modern Art in New York. He adapted this style for In the American West, a series of portraits produced from 1979 to 1984 for the Amon Carter Museum in Fort Worth, TX. The harsh realism of these portraits of miners, oil workers and slaughter house workers provides a powerful, if bleak, record of working life in the region. A major retrospective exhibition of Avedon’s photographs was mounted in 1994 at the Whitney Museum of American Art in New York (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Richard Avedon",
            "alphasort":"Avedon, Richard",
            "lastname":"Avedon",
            "firstname":"Richard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500013773"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/68924949"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228d2b79556a800189dfbd7"
            },
            "title":"Groundbreaking Photography Scholar Peter C. Bunnell Has Died",
            "body":"<p><strong>Groundbreaking Photography Scholar Peter C. Bunnell Has Died</strong></p><p><br>The curator, professor and museum director was one of the most essential and influential figures in the history of photography</p><p><br>Legendary photography scholar and curator Peter C. Bunnell passed away early yesterday, September 20, 2021, after a lengthy illness. He served as curator of photography at the Museum of Modern Art from 1966 to 1972, and then came to Princeton University as the inaugural David Hunter McAlpin Professor of the History of Photography and Modern Art. The position, established in 1971 by Princeton alumnus and photography collector David McAlpin, was the first endowed professorship in the field in the United States and celebrates its fiftieth anniversary this year. In addition to his role on the Princeton faculty, from which he retired in 2002, Bunnell spent more than thirty years at the Princeton University Art Museum—as curator of photography, Museum director (1973–1978), and acting director (1998–2000). His influence on the study of photography will long outlive him.</p><p><br>“It is with great sadness that we mark the passing of our wonderful friend and colleague Peter Bunnell—one of the most essential figures in the history of photography and in the history of our museum,” said James Steward, Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director. “No one did more than Peter to shape the field of photography or our collections at Princeton—but equally his national and international influence was immense. He taught, mentored, and shaped generations of students, scholars, curators, and others. He was also one of the kindest people you could hope to know.”</p><p><br>Born in 1937 in Poughkeepsie, New York, Bunnell met the American photographer Minor White as an undergraduate at the Rochester Institute of Technology, where classes taught by White nurtured his burgeoning interest in photography. “I took his classes, and, as was his practice, he drew a group of students around him outside the Institute,” recalled Bunnell. “These were informal sessions where he explored in more depth his philosophy and attitudes toward photographing.” Bunnell went on to receive a Master of Fine Arts in photography from Ohio University in 1961 under the tutelage of Clarence H. White Jr., the son of noted American photographer Clarence Hudson White, as well as a master’s in art history from Yale University in 1965.</p><p><br>While at the Museum of Modern Art, Bunnell curated several important exhibitions, including the first survey of the work of Clarence H. White and the seminal <i>Photography into Sculpture</i>, which offered innovative new avenues to analyze and understand photography. &nbsp;In 1989, Bunnell curated <i>Minor White: The Eye That Shapes</i>, which interpreted White’s photographic achievements in relation to past photographers such as Alfred Stieglitz, Ansel Adams, and Paul Strand and traveled to six other venues, including New York’s Museum of Modern Art, the San Francisco Museum of Modern Art and the Museum of Fine Arts, Boston. Ultimately, the archives of both Minor White and Clarence H. White came to Princeton under Bunnell’s auspices. Princeton’s Minor White Project fosters research into and the publication of the artist’s work, legacy and influence, in part through a program of annual grants to scholars.</p><p><br>Through Bunnell’s visionary leadership, the Princeton University Art Museum today holds one of North America’s most important repositories of historical photographs, including modern Japanese photography in which Bunnell was a pioneering curator and collector. Through the generosity of several former students, the Museum’s curatorship of photography was named in Bunnell’s honor in 2011.<br>&nbsp;</p><p>“Peter was a natural storyteller who made the history of photography come alive,” said Katherine A. Bussard, Peter C. Bunnell Curator of Photography at the Princeton University Art Museum. “We are forever grateful for this gift he shared with so many.”<br>&nbsp;</p><p>Among the many significant volumes that Bunnell wrote and edited over the course of his long career are <i>Minor White: The Eye That Shapes</i> (1989), which won the George Wittenborn Memorial Book Award of the Art Libraries Society of North America; <i>A Photographic Vision: Pictorial Photography, 1889–1923</i> (1980); <i>Edward Weston on Photography</i> (1983); <i>Aperture Magazine Anthology: The Minor White Years, 1952–1976</i> (2012); and <i>Photography at Princeton</i>, published in 1998 on the twenty-fifth anniversary of the establishment of the Museum’s photography collection. His essays and reviews, which have appeared in national and international publications, encompass a wide range of photographic subjects and artists, including Diane Arbus, Ruth Bernhard, Paul Caponigro, Walter Chappell, Walker Evans, Robert Frank, Emmet Gowin, Gertrude Käsebier, Michiko Kon, Barbara Morgan, Wright Morris, John Pfahl, Edward Ranney, Aaron Siskind, and Alfred Stieglitz.</p><p><br>Bunnell oversaw the exhibition of work by the photographer Harry Callahan for the US Pavilion at the 38th Venice Biennale in 1978. He was a Guggenheim Foundation Fellow in 1979 and was an Honorary Fellow of the Royal Photographic Society.</p><p><br>A celebration of Bunnell’s life and career will be held at a later date.</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}