{
    "makerid":5350,
    "published_date":"2025-09-03 02:01:43.379212",
    "type":"maker",
    "displayname":"Huang Tingjian 黃庭堅",
    "makertype":"Individual",
    "alphasort":"Huang Tingjian",
    "lastname":"Huang Tingjian",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1045–1105",
    "begindate":1045,
    "enddate":1105,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Huang Tingjian shengping 黃庭堅生平.  Taipei: Tianyi chubanshe, 1982.  [(Gest) PL2681.Z5H821]  [xerox of Table of Contents in file]\r\nSong ren zhuanji ciliao suoyin 宋人傳記資料索引, eds. Zhang Bide 昌彼得 et al. (6 vols., Taipei: Dingwen shuqu, 1974–76), vol. 4, p. 2903–2909.  [(SA) DS751.S784]\r\nYu Jianhua 俞劍華 ed., Zhongguo meishujia renming cidian 中國美術家人名辭典 (Shanghai: Renmin meishu chubanshe, 1981), p. 1150.",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Huang T'ing-chien",
            "alphasort":"Huang T'ing-chien",
            "lastname":"Huang T'ing-chien",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Luzhi 鲁直",
            "alphasort":"Luzhi 鲁直",
            "lastname":"Luzhi 鲁直",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Fuweng 涪翁",
            "alphasort":"Fuweng 涪翁",
            "lastname":"Fuweng 涪翁",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Shangu daoren 山谷道人",
            "alphasort":"Shangu daoren 山谷道人",
            "lastname":"Shangu daoren 山谷道人",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Huang Tingjian 黃庭堅",
            "alphasort":"Huang Tingjian",
            "lastname":"Huang Tingjian",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Huang Tingjian 黃庭堅",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db83d975bb1200016106660"
            },
            "body":"Although Huang’s bold running-script style is one of the most original in the history of Chinese art, it was partly based on the strangely shaped characters of <em>Eulogy on Burying a Crane<em>, a long-forgotten inscription carved on a cliff, which he believed to be from the hand of the revered calligrapher Wang Xizhi (303–361). Huang wrote this scroll while ill, yet despite his weakened condition, an impression of his inner vitality and physical power is transmitted through each character.",
            "title":"Asian Art website: Scroll for Zhang Datong",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"65aee011e95df23b82d72146"
            },
            "body":"<p><strong>In the Galleries</strong><br><strong>The Art of Calligraphy in Asia</strong><br>April 15–October 23, 2017</p><p>The Art Museum’s collection of Chinese calligraphy may be considered one of the finest outside of Asia. Its formation is primarily the legacy of John B. Elliott and &nbsp;Wen C. Fong, two Princetonians who first met as members of the class of 1951. In 1967 Elliott, already a dedicated and passionate art collector, approached Fong, then professor &nbsp;of Chinese art history at Princeton and faculty curator at &nbsp;the Art Museum, with the idea of starting a collection of Chinese art. Within weeks of their meeting, Elliott acquired <i>Scroll for Zhang Datong</i> by Huang Tingjian, a masterwork of Song dynasty calligraphy dating to 1100. Calligraphy would remain the primary focus of his Chinese art acquisitions for the next thirty years.</p><p>The timing of Elliott’s collecting activities could not have been more fortunate. Restrictions on acquiring Chinese art in Asia were lifted in 1971, and together Fong and Elliott traveled to Japan, Hong Kong, and Taiwan in search of great works. Not only did they find extremely important examples of calligraphy on the market, but they also faced relatively little competition from other buyers or collectors. They made the most of these opportunities and Elliott amassed an unrivaled collection. Elliott and his family made generous donations to the Museum during his lifetime, and upon his death in 1997, the remainder of his collection of Chinese calligraphy came to the Art Museum.</p><p>By focusing on Chinese calligraphy, Elliott was following a long tradition in East Asia of venerating the written word. Whereas in Renaissance Europe, painting, sculpture, and architecture came to be viewed as the apex of artistic achievement, in China, Japan, and Korea calligraphy was the preeminent art form. During the Bronze Age in China, court calligraphers produced beautiful inscriptions for monumental display, examples of which can be seen among the bronze ritual vessels on view in the Museum’s galleries. The early history of calligraphy in China is dominated by the work of professional court scribes. However, in the centuries following the Han Dynasty (206 b.c.–220 a.d.), Chinese aristocrats began to take up &nbsp;calligraphy as a personal and aesthetic practice, which not only elevated the social status of the art form but also changed its nature in fundamental ways.</p><p>Although command of the written word and the ability to write beautifully were crucial responsibilities for Chinese elites who served in the government bureaucracy, by the fourth century the elegant writing of characters had come to be thought of as something more. It was seen as the medium through which a person’s thoughts, feelings, and artistry were best conveyed, the visual manifestation of the writer’s inner character and cultural cultivation. Later, even rudimentary epistles by famous calligraphers were collected by admirers who in turn traced copies that were widely circulated. In this manner, a calligraphic canon and market rapidly developed, providing both originals and copies, often indistinguishable to the purchaser, that were then used as models for novices to emulate.</p><p>Perhaps the best example of this historical phenomena is the case of &nbsp;Wang Xizhi (303–361), the most famous calligrapher in Chinese history. No works in Wang’s own hand survive. The Tang emperor Taizong (r. 626–649), who based his own style on Wang’s writing and promoted it as the imperial model, attempted to collect every surviving example of &nbsp;Wang’s calligraphy. Due in part to the success of his ambition, today we only have traced copies of &nbsp;Wang’s work, the earliest dating from the Tang dynasty (618–907). The Art Museum’s collection includes one of these extremely rare Tang dynasty tracings, entitled <i>Ritual to Pray for Good Harvest</i>. The work is a fragment of one of &nbsp;Wang’s letters that was written in a kind of semi-cursive called running script. In this script, characters are abbreviated and strokes are linked through the continuous motion of the brush. Difficult to transcribe and translate—a result of now obscure references—many of &nbsp;Wang’s letters, such as this one, are no longer fully intelligible. Nevertheless, we may admire the way Wang manipulated brush and ink to create an object of beauty in which the strokes and dots of the characters convey the rhythmic energy of the process of their creation.</p><p>The calligraphy on display in this installation dates from the fourth century to the present day and includes examples from China and Japan as well as Persia. Together these &nbsp;works demonstrate the written language’s lasting appeal as &nbsp;a vehicle used to create highly individualized works of art.</p><p>&nbsp;</p><p>Zoe S. Kwok&nbsp;<br>Assistant Curator of Asian Art</p><p><br>Princeton University Art Museum &nbsp; Summer 2017 Magazine</p>",
            "title":"In the Galleries: The Art of Calligraphy in Asia",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}