{
    "makerid":1329,
    "published_date":"2022-03-28 16:04:06.471224",
    "type":"maker",
    "displayname":"Joel Meyerowitz",
    "makertype":"Individual",
    "alphasort":"Meyerowitz, Joel",
    "lastname":"Meyerowitz",
    "firstname":"Joel",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1938, New York, NY; active New York",
    "begindate":1938,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Joel Meyerowitz",
            "alphasort":"Meyerowitz, Joel",
            "lastname":"Meyerowitz",
            "firstname":"Joel",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"3059"
        },
        {
            "source":"ULAN",
            "id":"500017876"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/102312376"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db33d9c70a6c9001607ed20"
            },
            "body":"Joel Meyerowitz first started shooting color photographs in the late 1960s, both in New York City and on trips overseas, but it was his <em>Cape Light</em> series from a decade later that brought him national recognition. Photographs taken in Cape Cod, Massachusetts, and surrounding areas in the summers of 1976 and 1977 were first exhibited at Witkin Gallery, New York, in 1977 and at the Museum of Fine Arts, Boston, in 1978. Meyerowitz returned to the Cape in the decades that followed, capturing effects of light and color by using an 8-by-10-inch camera and a tripod. These large-format negatives, printed at a one-to-one scale, insured a sensitive result with the maximum intensity of detail as well as the greatest nuances of color. The subtlety of Meyerowitz’s prints, then, invites close scrutiny. For example, in <em>Truro, Fall<em>, the warmth of the autumn foliage is evident; spending time with this dramatic landscape yields a sense of each tree or shrub, sometimes down to the individual branch, on which we can discern the texture of its bark and the patterns of its knots.\n\nMeyerowitz explained his decision to use color—an evermore common but still remarkable choice for a photographic artist in the late 1970s, stating simply: “It describes more things.” He elaborated, “When I say description, I don’t mean the mere fact and the cold accounting of things in the frame. I really mean the sensation I get from things—their surface and color—my memory of them in other conditions as well as their connotative qualities. Color plays itself out along a richer band of feelings—more wavelengths, more radiance, more sensation.”",
            "title":"Magazine: Winter 2014",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}