{
    "makerid":17,
    "published_date":"2025-07-24 02:03:53.805597",
    "type":"maker",
    "displayname":"Ansel Adams",
    "makertype":"Individual",
    "alphasort":"Adams, Ansel",
    "lastname":"Adams",
    "firstname":"Ansel",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1902–1984; born San Francisco, CA; died Monterey, CA",
    "begindate":1902,
    "enddate":1984,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Adams began to photograph professionally in 1930, and in 1932 was a founding member of the f/64 group in San Francisco, California. In 1940 he created the photography department at the Museum of Modern Art in New York City, New York, along with Beaumont Newhall and David McAlpin. In 1941 Adams began to photograph landscapes. From 1942 to 1944 Adams acted as the photographic adviser to the United States Army. In 1962 Adams moved to Carmel, California where he founded the Friends of Photography in 1967. He continued to document the landscape of the American West. American photographer. (ULAN)",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Ansel Easton Adams",
            "alphasort":"Adams, Ansel Easton",
            "lastname":"Adams",
            "firstname":"Ansel",
            "nametitle":null,
            "middlename":"Easton",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Ansel Adams",
            "alphasort":"Adams, Ansel",
            "lastname":"Adams",
            "firstname":"Ansel",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500026108"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/61625857"
        },
        {
            "source":"NYPL PIC",
            "id":"2053"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6244a806e69dd40018d89c43"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_suf02liw",
            "displaydate":"10/28/2021",
            "title":"Lecture: Celebrating 50 Years of Photography",
            "speaker_type":"Curator",
            "description":"Fifty years ago, David H. McAlpin, Class of 1920 and friend to Alfred Stieglitz, Georgia O’Keeffe, and Ansel Adams, made a landmark gift of photographs to the Museum. Join our Peter C. Bunnell Curator of Photography, Katherine A. Bussard, for a discussion about the legacy of this foundational gift as well as the future of photography at Princeton.",
            "video_type":"Lecture",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"660f032ee95df23b82d72179"
            },
            "caption_file":[],
            "title":"\"A Giant Glittering Dome of Stars\": Ansel Adams and the Value of Wilderness",
            "description":"Ansel Adams arrived in Yosemite as a fourteen-year-old tourist in a wilderness wonderland; over the next ten years of exploration he cemented a meaningful and lifelong connection to the natural world that informed both his environmentalism and his photography. Rebecca Senf, author of the new book Making a Photographer: The Early Work of Ansel Adams, will talk about the photographer's experiences and how they can be seen in his artwork. Moderated by Katherine A. Bussard, Peter C. Bunnell Curator of Photography. ",
            "displaydate":"08/20/2020",
            "file_uri":"https://mediacentral.princeton.edu/id/1_q1dehz73",
            "speaker_type":"Author",
            "created_by":{
                "$oid":"660ae18ce95df23b82d72158"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db0a1a7f85cb00016e5c66a"
            },
            "body":"Late one afternoon at the cusp of November sixty-six years ago, Adams was driving south to Santa Fe, New Mexico, after a middling day's work for a photomural project with the Department of the Interior. Suddenly an \"inevitable photograph,\" as he would later call it, appeared to his left.Adams swerved onto the shoulder and hit the brakes. Before the dust settled, he had hauled his eight­ by-ten-inch view camera, film holder, and tripod onto the car's custom-built roof platform and was spurring his two passengers into a futile search for his light meter. Before him, the day's last sunlight glowed on an adobe church and the crosses in its cemetery. In the sky, above the snow-capped Sangre de Cristo Mountains and a smooth bank of clouds, the moon floated, nearly full. Having committed its luminance to memory, Adams used the moon for a meter and hazarded an exposure. He prepared to make a second plate with the aperture one stop further open, but he was  too late: the sun had set behind  him, casting the  churchyard into shadow. As it turned out, the flawed exposure resulted in what the artist came to call his \"most difficult negative\"; he ventured only three or four prints from it prior to 1948, when he intensified the negative in the foreground area.\n\n\n",
            "title":"Newsletter: Fall 2007",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e39c2ab043e70001673e72f"
            },
            "body":"<p>GEO 102/ 2017 Much of climate change is invisible to us. The “smoke” you see coming out of smokestacks is not carbon dioxide, which is transparent in visible light, but a combination of water droplets and soot. The trade-offs of replacing fossil fuels with renewable energy sources are generally not discernible. And changes, particularly natural changes, occur so slowly that they can be difficult to observe directly. So, how can the reality of climate change, its impacts, and its solutions be communicated? The photographs in this installation make the invisible visible through a variety of means. - They play with interesting adjacencies, such as a sooty fire next to an oil well in Robert Adams’s <em>Denver<em>, 1974, or a field of wind turbines between sand dunes and a forest fire. - They use unusual vantage points, such as aerial perspectives of landscapes, or the dramatically low viewpoint of smokestacks in Michael Kenna’s <em>The Rouge, Study 59<em>. - They incorporate disconcerting cropping effects, such as the high-contrast presentation of a car factory, or the fragmentary view of coastal houses in Alexander Heilner’s <em>Palm Jumeirah<em>. For those concerned about mitigating and adapting to climate change, we must ask how to make our climate system visible to all. The photographs also challenge us to ask whether Earth’s environment and human civilizations are resilient or fragile—or both. Among the most fragile landscapes are our coastlines, because of sea level rise, and our cryosphere, because the icy parts of the Earth system fluctuate dramatically over decades and millennia. We make ourselves more susceptible to climate change by assuming that these landscapes are stable. What is unique about each landscape shown, in what ways do they change through time, and how do those shifts impact ecosystems and humans? The choice of these photographs is our argument that there is no single answer to these questions.&nbsp;</p><p>-- Catherine Riihimaki, Associate Director, Science Education, Council on Science and Technology&nbsp;</p><p>Veronica White, Curator of Academic Programs&nbsp;</p><p>Students in GEO 102 (Climate: Past, Present, and Future): Amanda Morrison ’19, Lila Currie ’18, Micaela Keller ’20, Grace Searle ’20, and Jenna Shaw ’20</p>",
            "title":"Online Collection Sets: Art and Climate: Making the Invisible Visible",
            "source_project":"Other",
            "author_type":"Faculty, Curator, Student",
            "source":"Other"
        }
    ]
}