{
    "makerid":2962,
    "published_date":"2022-03-28 16:05:09.641152",
    "type":"maker",
    "displayname":"Hubert Vos",
    "makertype":"Individual",
    "alphasort":"Vos Hubert",
    "lastname":"Vos",
    "firstname":"Hubert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Holland, 1855–1935",
    "begindate":1855,
    "enddate":1935,
    "nationality":"American, born Holland",
    "culturegroup":null,
    "biography":"Hubert Vos was a Dutch painter who was born in Maastricht in 1855. He studied at the Académie des Beaux Arts in Brussels and with Fernand Cormon (1845-1924) in Paris. He exhibited widely in Paris, Amsterdam, Brussels, Dresden and Munich. From 1885 to 1892, he worked in England, where he exhibited at the Royal Academy between 1888 and 1891. He was a member of the Royal Society of British Artists.\r\n\r\nIn 1898, He visited Hawaii, where he painted the local people. In that same year, Vos travelled to Korea, where he completed at least three paintings in duplicate. In each case, he left one copy in Korea and kept one copy. The paintings are a life-sized portrait of Emperor Gojong, a portrait of Min Sang-ho (1870-1933) and a landscape of Seoul. The copies left in Korea hung in the Deoksugung Palace until all except the landscape of Seoul,were destroyed by fire in 1904. In 1905, on his second and last trip around the world, Vos became the second western painter to paint a portrait of China’s Empress Dowager Tzu Hsi (1835-1908).\r\n\r\nIn addition to portraits and landscapes, Vos is known for his interior scenes and still-life paintings of Chinese porcelains. He died in New York City in 1935.\r\n\r\nThe Chicago History Museum, the Fogg Art Museum (Harvard University), the Honolulu Academy of Arts, the Metropolitan Museum of Art and the Smithsonian American Art Museum are among he public collections having paintings by Hubert Vos.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hubert Vos",
            "alphasort":"Vos Hubert",
            "lastname":"Vos",
            "firstname":"Hubert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029926"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95866288"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}