{
    "makerid":5552,
    "published_date":"2022-03-28 16:06:47.474504",
    "type":"maker",
    "displayname":"Joe Deal",
    "makertype":"Individual",
    "alphasort":"Deal Joe",
    "lastname":"Deal",
    "firstname":"Joe",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1947–2010",
    "begindate":1947,
    "enddate":2010,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Joe Deal",
            "alphasort":"Deal Joe",
            "lastname":"Deal",
            "firstname":"Joe",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500037034"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95913802"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcc5c7b7d5eb40016f336e3"
            },
            "body":"<p>American Landscape Photography Since 1968 The idea of wilderness and the frontier—as a challenge, a resource, and later, an escape—was central to the formation of our national identity. In contrast to a civilized and cultivated Europe, the vast, unsettled land of the American West was this country’s most distinguishing feature. Well past the Second World War, the ideal of a sublime and unpopulated western landscape was offered to an eager public by such photographers as Ansel Adams and Eliot Porter. Through their photographs, often disseminated in close alliance with the conservation movement, “landscape” came to mean “wilderness.” By 1978, photographer Robert Adams was to observe, “More people currently know the appearance of Yosemite Valley and Grand Canyon from looking at photographic books than from looking at the places themselves.” More pointedly, photographer Mark Klett recently wrote of Ansel Adams, “…anyone who has visited the site of one of Adam’s photographs knows that the romance of his landscapes is often best experiences in the photographs themselves. The reality of the place is quite difference. Parking lots of tour buses now intersect the trails to his favorite Yosemite vantage points…Adam’s photographs, while inspirational, may also engender feelings of great loss.” The photographers in this exhibition were among the first to isolate and articulate the fact that not only are there very few large tracts of wilderness left in the United States, but that most Americans live in places that are crowded and over-developed, in cities and suburbs that deny an unobstructed view of the horizon. These artists have sought to define a new style of landscape photography that acknowledges these realities, and together they offer alternatives to the traditional assumption that a completely unadulterated wilderness is the only worthy subject of landscape photography. This shift in emphasis can be seen in <em>Woods, Redding, Connecticut,</em> 1970 by Paul Caponigro. Although Caponigro’s style is firmly rooted in a West Coast aesthetic of large format, black and white photography, this work is an intimate, less dynamic landscape that demands contemplation. The life-size scale of Joann Brenna’s 1992 four-panel photograph, <em>Institute Woods, Princeton, New Jersey,</em> surrounds the viewer. A single, sharply focused branch connecting the panels gives a sense of space and created the feeling of walking through the stand of trees oneself. Neither of these photographs is an especially dramatic landscape: each seeks instead to make us more aware of local scenery frequently ignored simply for lack of looking. Robert Adams and Joe Deal were participants in the 1975 exhibition “New Topographies,” a title that suggests photographs more closely allied with documentation than artistic expression. To the contrary, Adams has emerged as perhaps the most devoted chronicler of the contemporary American West, from his lonesome portraits of tract homes huddles along the Front Range of the Rocky Mountains to the 1982 view of the smog-filled basin that is now southern California, creating an empathy between the flat, dry tone of his prints and the hot air and haze they record. The borders of Deal’s print <em>Back yard, Diamond Bar, California,</em> 1980, perfectly encapsulate the entire “landscape” where many suburbanites spend their only time outdoors—within the cinder block confines of their own backyards, a cramped and isolated private haven. In his series <em>Altered Landscapes,</em> 1974-1978, John Pfahl manipulated both nature and the viewer, unashamedly doctoring the landscape to create an environment of optical puns. His later photographs are less obviously constructed, but no less weighted. The <em>Smoke</em> series transforms industrial effluent into luminous, billowing clouds and toxin-laden sunsets. In his portraits of famous waterfalls, Pfahl’s presumed subjects are frequently relegated to the background, dwarfed by the buildings and bridges that now surround them. Emmet Gowin, Robert Hartman, and Patrick Nagatani all document destruction of varying types and degrees. Gowin’s early work creates a personal landscape around a close circle of family members and their rural Virginia home, but his more recent aerial photographs of the aftermath of the Mount St. Helens eruption take an increasingly larger environmental view employing natural disaster as a metaphor for the more senseless destruction of the earth that is within our power to control. Hartman’s aerial view of an industrial site in northern California, like Pfahl’s <em>smoke</em> photographs, transforms chemical spills and waste into painterly abstraction. Nagatani’s photographs address the consequences of the. Production and use of the atomic bomb both from his perspective as a Japanese-American and as a resident of New Mexico, a state steeped in the history of the Manhattan Project and now rather unwilling burial ground for eons of radioactive waste. In the late seventies, Mark Klett was one of the founders of the Rephotographic Survey Project, a group of photographers and historians who sought out locations first documented in nineteenth-century government surveys of the West. Klett and others carefully rephotographed these sites in an effort to learn more about the working method of their predecessors and also as a record of the changes of an intervening century. From this experience, he has brought a sense of historicism to his own photographs of the Southwest. Klett frequently allows his hat or the shadow of his tripod intrude into the frame, literally signaling his presence. Uneven borders from the Polaroid negative material he uses draw attention to the process of photography, and the detailed captions written directly on the surface of the print indicating the time and place of each exposure give the appearance of a survey record, creating a personal history as well as a history of life in the contemporary Southwest. Nicolette Bromberg also has returned to a number of well-known nineteenth-century landmarks, but has approached them with as much a sense of irony as history. <em>Mushroom Rock,</em> photographer by Alexander Gardner in the late nineteenth century, appears again, under additional layers of graffiti, while Nebraska proudly celebrated its ‘quasquicentennial’ by selling off its landmarks foot by foot. The[se] photographs…do not indicate an absence of nature, but rather they recognize that very little has escaped untouched. [Since 1968] photographers…became more comprehensive and inclusive in their depiction of the American land. With varying degrees of acceptance and resignation, and sometimes anger, these artists have confronted the overwhelming imprint we have left and tried to redefine the relationship we have with our immediate surroundings. A dramatic photograph of Yosemite does not raise any questions. For most, its value is implicit. The artists represented here seek to raise an awareness of the consequences of two hundred years of relatively unchecked development and to guide us toward an understanding of the environment that requires more restraint and respect by forcing us to recognize the effects of our actions. Photography’s “new job,” according to Robert Adams, is “…to reconcile us to half wilderness,” to offer us a way to come to terms with both the limits and the beauties of our everyday landscape.</p><p>&nbsp;--Toby A. Jurovic, Assitant Curator of Photography</p>",
            "title":"Collection Publications: In Close Quarters",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}