{
    "makerid":6688,
    "published_date":"2022-03-28 16:07:34.092220",
    "type":"maker",
    "displayname":"Cozzi Porcelain Factory",
    "makertype":"Institution",
    "alphasort":"Cozzi Porcelain Factory",
    "lastname":"Cozzi Porcelain Factory",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1764–1812",
    "begindate":1764,
    "enddate":1812,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"The Cozzi Porcelain Factory was founded in 1764 in the Cannaregio area of Venice by the banker and ceramic technician Geminiano Cozzi. Cozzi had trained at the Vezzi Porcelain Factory in Venice and later established a partnership with the Saxon potter and porcelain expert Nathaniel Friedrich Hewelke. In 1765 the manufactory was granted a monopoly for making porcelain in the Venetian states. It made mostly hard paste porcelain but also some maiolica and cream-colored earthenwares in the English style. Tablewares and vases were decorated with chinoiseries, floral motifs, and carnival scenes in heavy gilding and bright colors. Notable painters and sculptors such as Domenico Bosello were employed by the manufactory. Cozzi's brother Vincenzo was also involved. ULAN \r\n\r\n----\r\n\r\nItalian porcelain factory. It was established in the Cannaregio area of Venice by the banker and ceramic technician Geminiano Cozzi (1728–97) in 1764. Cozzi had been trained at the Vezzi Porcelain Factory in Venice and later established a partnership with the Saxon potter Nathaniel Friedrich Hewelke, a porcelain expert. The factory produced mostly hard-paste porcelain but also some maiolica and cream-coloured earthenwares in the English style. Tablewares and vases were decorated with chinoiseries, carnival scenes and floral designs in bright colours and thick gilding. Painters and sculptors such as Domenico Bosello worked at the factory. Cozzi’s brother Vincenzo Cozzi also worked with him, and the factory is known to have remained in production until 1812. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Cozzi Porcelain Factory",
            "alphasort":"Cozzi Porcelain Factory",
            "lastname":"Cozzi Porcelain Factory",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500124182"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/141800361"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}