{
    "makerid":2955,
    "published_date":"2022-03-28 16:05:09.372888",
    "type":"maker",
    "displayname":"David Vinckboons",
    "makertype":"Individual",
    "alphasort":"Vinckboons, David",
    "lastname":"Vinckboons",
    "firstname":"David",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Dutch, 1576–before 1633",
    "begindate":1576,
    "enddate":1633,
    "nationality":"Dutch",
    "culturegroup":null,
    "biography":"Known for his panoramic landscapes and genre scenes. ULAN\r\n\r\n---\r\n\r\nPainter, draughtsman and printmaker. He does not appear to have had any teacher other than his father. Although the influence of Gillis van Coninxloo III (who lived in Amsterdam from 1595) is unmistakable in his work, van Mander mentioned nothing about a definite period as a pupil. In 1602 David Vinckboons married Agneta van Loon, daughter of a notary from Leeuwarden; they had ten children. In 1611 David bought a house on the Antoniebreestraat in Amsterdam. His widow, who appeared before the Amsterdam orphanage committee on 12 January 1633, and some of his children continued to live there after his death.\r\n\r\n1. Paintings.\r\n\r\nDavid Vinckboons’s paintings comprise landscapes, often with many small figures, peasant scenes, courtly companies, biblical scenes with numerous small figures and a few history pieces with large figures. The earliest dated work is from 1602, the latest from 1629. In his early wooded landscapes (e.g. Wood with Hunting Scene, 1602; ex-E. Perman priv. col., Stockholm, see Gossens, 1954, p. 21), Vinckboons was completely inspired by van Coninxloo’s example. In a large panel such as the Flemish Kermis (1610; Brussels, Mus. A. Anc.) the high horizon and accumulation of architectural elements also recall the work of Pieter Bruegel the elder and Hans Bol. Similarly unimaginable without Bruegel’s example are Vinckboons’s fantastic landscapes with meadows, peopled by innumerable tiny figures and representing a biblical episode (e.g. the Large Crucifixion, 1611; Munich, Alte. Pin.). He also continued Bruegel’s tradition of peasant scenes (e.g. the Jew’s Harp Seller, 1614; Brussels, Mus. A. Anc.). Such paintings form an important link between the work of Bruegel and that of such Dutch artists as Adriaen and Isaack van Ostade. Vinckboons made an entirely personal contribution to the peasant genre with his series entitled Peasant Sorrows (various series are known, not only as paintings and drawings but also as prints). These portray the tense relationship between the local people and the Spanish soldiers during the Revolt of the Netherlands, particularly in the period preceding the Twelve-Year Truce (1609–21). Such scenes were probably regarded as counterparts to the many pamphlets that appeared concerning the forthcoming Truce. Of greater significance for the development of Dutch painting in the first decades of the 17th century, however, are Vinckboons’s paintings of fashionably attired groups entertaining themselves with food, drink and flirtation in country-house landscapes (e.g. Merry Company, c. 1610; Amsterdam, Rijksmuseum). Country-house parties by Willem Buytewech, Esaias van de Velde and Dirck Hals were directly influenced by Vinckboons’s models. Some large figural history-pieces occupy a separate place in Vinckboons’s oeuvre that is difficult to define (e.g. Hercules, Nessus and Deianeira, 1612; Vienna, Ksthist. Mus.).\r\n\r\n2. Drawings and prints.\r\n\r\nVinckboons’s drawings are more numerous than his paintings. Wegner and Pée catalogued 83 autograph drawings, and the total number is now estimated at c. 90. There must originally have been many more, given the many engravings after lost designs by Vinckboons. Nearly all the drawings are executed in pen and brown ink with a wash of grey, brown and sometimes yellow, green and blue. An exception is the Jew’s Harp Seller (c. 1608; Amsterdam, Rijksmus.), an earlier version of the painted composition; it is drawn in pen and ink only, in a style that imitates an engraving. Vinckboons’s earliest dated drawing is a large Landscape with the Healing of the Blind (1601; Amsterdam, Rijksmus.), which belongs to a group of six landscapes with biblical subjects, all engraved by Johannes van Londerseel. The Large Kermis (1602; Copenhagen, Stat. Mus. Kst, engraved by Nicolaes de Bruyn and later by Boetius Bolswert) and the Party in a Park (c. 1602–4; USA, priv. col.; engraved by de Bruyn) are among the most spectacular of the young Vinckboons’s drawings. One subject to which he repeatedly turned in his drawings is that of the Birdsnester (e.g. c. 1604–6, Amsterdam, Rijksmus.; c. 1606–7, Brussels, Bib. Royale Albert 1er; c. 1607–8, Stuttgart, Staatsgal.), derived from Pieter Bruegel’s model. Vinckboons also supplied drawings for print series, such as the four drawings of the Story of the Prodigal Son (London, BM; engraved by Claes Jansz. Visscher I, 1608) and the twelve Hunting Scenes (Berlin, Kupferstichkab.; engraved by Pieter Serwouters (1586–1657) and Visscher in 1612). Vinckboons also executed designs for decorations on a number of maps, including those for world maps by Willem Jansz. Blaeu (1605), Petrus Planicus (1607) and Jodocus Hondius I (c. 1611). Vinckboons designed many book illustrations although none of the drawings survives; there are prints after his drawings in such works as Daniel Hensius’s Nederduytsche poemata (1616), J. van Heemskerck’s Ovidius’ minne-kunst, gepast op d’ Amsterdamsc[h]e vrijagien met noch andere minne-dichten ende mengel-dichten (1622) and G. A. Bredero’s Boertigh, Amoreus, en aendachtig grood lied-boeck (‘Amorous, humorous and religious songbook’; 1622).\r\n\r\nVinckboons also designed one of the stained-glass windows in Amsterdam’s Zuiderkerk (removed before 1658), for which the drawing of Moses and the Burning Bush, possibly dating from c. 1609, survives (Amsterdam, Rijksmus.). Two drawings assumed to be designs for wall hangings are the Continence of Scipio (Windsor Castle, Berks, Royal Lib.) and Quintus Fabius Cunctator Meeting his Son on Foot (c. 1609–10; left half, New York, Pierpont Morgan Lib., right half, Amsterdam, Rijksmus.). After c. 1610 Vinckboons’s drawing style became looser, the design less rigid and the characterization more spirited. Far fewer works are preserved from the years after 1610; the Triumph of Frederick Henry (c. 1629; New York, Met.; print by an unknown engraver) is typical of his later style. No Dutch artist of the early 17th century had as many drawings made into prints as David Vinckboons. Apart from the artists already named, Simon Frisius, Hessel Gerritsz. (1581–1632), Jacob Matham, Salomon Savery (1594–1665) and Jan van de Velde II engraved after his designs. Vinckboons executed a few prints himself, only three of which are known: the Annunciation to the Shepherds (drawing, 1604; Amsterdam, Rijksmus.), a Beggar Woman with Two Children (1604) and the Bagpipe-player with a Child under a Tree (1606). GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"David Vinckboons",
            "alphasort":"Vinckboons, David",
            "lastname":"Vinckboons",
            "firstname":"David",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500015966"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/3605220"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}