{
    "makerid":15118,
    "published_date":"2022-03-28 16:08:58.499143",
    "type":"maker",
    "displayname":"Roger Sessions",
    "makertype":"Individual",
    "alphasort":"Sessions, Roger",
    "lastname":"Sessions",
    "firstname":"Roger",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1896–1985",
    "begindate":1896,
    "enddate":1985,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Roger Sessions (1896-1985) is one of the musical giants of the 20th century, a composer of profound emotion, uncompromising honesty, and consummate craftsmanship. His works have been performed by most of the world’s major musical organizations, and have earned him universal admiration and respect. In addition, he has made important contributions to American music as an educator, counting among his former pupils such eminent composers as Ellen Taaffe Zwilich, George Tsontakis, Milton Babbitt, Andrew Imbrie, Leon Kirchner, David Diamond, and Hugo Weisgall.\r\n\r\nBorn in Brooklyn in 1896, Sessions showed remarkable intellectual and musical precocity, entering Harvard at the age of 14. He later attended Yale, studying with Horatio Parker after a plan to study with Ravel was prevented by the War. He was most strongly influenced in his early years by Ernest Bloch, first as his student and later as his assistant at the Cleveland Institute of Music. He later was able to go to Europe, and lived and worked in Paris, Berlin and Florence during the years 1925 to 1933.\r\n\r\nHis first big success was the 1928 The Black Maskers: Suite. His style subsequently evolved through the open intervals of the Symphony No. 1 to the more chromatic Violin Concerto of 1935. Later works in the 1950s used the 12-note technique, as exemplified by works such as the Symphony No. 3.\r\n\r\nSessions was associated with a number of institutions, including the University of California, Princeton University, and the Juilliard School of Music. His honors include several Guggenheim Fellowships, a Carnegie Fellowship, a Prix de Rome, an honorary doctorate from Harvard, and membership in the National Institute of Arts and Letters and the International Society for Contemporary Music, among many others. In addition to a special Pulitzer citation bestowed for his life’s work in 1974, Mr. Sessions was awarded the Pulitzer Prize for his Concerto for Orchestra in 1982, which also turned out to be his final work\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Roger Sessions",
            "alphasort":"Sessions, Roger",
            "lastname":"Sessions",
            "firstname":"Roger",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/109492778"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}