{
    "makerid":2436,
    "published_date":"2025-08-26 02:04:03.883258",
    "type":"maker",
    "displayname":"David Smith",
    "makertype":"Individual",
    "alphasort":"Smith David",
    "lastname":"Smith",
    "firstname":"David",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1906–1965, born Decator, IN; died Bennington, VT; active Bolton Landing, NY",
    "begindate":1906,
    "enddate":1965,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"David Smith",
            "alphasort":"Smith David",
            "lastname":"Smith",
            "firstname":"David",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"David Rowland Smith",
            "alphasort":"Smith, David Rowland",
            "lastname":"Smith",
            "firstname":"David Rowland",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"David RoLand Smith",
            "alphasort":"Smith, David RoLand",
            "lastname":"Smith",
            "firstname":"David RoLand",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500015402"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/4989320"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5ddc4356d6698a0016cb2826"
            },
            "title":"Hear the Student (y1969-19)",
            "transcription":"Hear the Student (y1969-19)\n\nHello, my name is Laura Herman and I am a member of Princeton’s class of 2018. In the fall of 2014, I took a freshman seminar titled “Historic Gardens and Designed Landscapes” with professor William Barksdale Maynard. For my final project, I studied David Smith’s Cubi XIII and the way it relates to the environment around it. Smith’s artistic philosophy hinged on discordance and harsh asymmetry, and his sculptures create stark contrasts with nature, provoking an uneasy sense of non-belonging. He often used the landscape as an incongruous background to enliven his objects, many of which incorporate discarded machine parts, setting them apart from nature. Smith saw nature and industry as mutually exclusive; he established himself as an ally of industry by exaggerating its separation from nature. Although his sculptures are placed in a landscape, to Smith, this placement did not mean that his sculptures were interacting with the landscape. In fact, he specifically chose a natural setting to highlight the very lack of interaction between his works and the surrounding environment. As seen in Cubi XIII, Smith’s works create many juxtapositions: steel structure against hills and forests, linear abstract forms next to open sky, the familiar and the unknown, communal and singular, presence and absence. The surface of Cubi XIII reflects the leaves and nature around it, glistening with the colors of the current season. In this way, Smith’s sculpture ironically reflects, both literally and figuratively, on the nature around it.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca077",
            "speaker_type":"Student"
        },
        {
            "_id":{
                "$oid":"5ddc4197d6698a0016cb2822"
            },
            "title":"Hear the Curator (y1969-19)",
            "transcription":"Hear the Curator (y1969-19)\n\nPart of David Smith’s final and most famed series of sculptures, Cubi XIII  is made of polished stainless steel to reflect the changing colors of its surroundings. Smith himself said, “I like outdoor sculpture, and the most practical thing for outdoor sculpture is stainless steel, and I make them and I polish them in such a way that on a dull day, they take on a dull blue, or the color of the sky in the late afternoon sun, the glow golden like the rays, the colors of nature.” Smith began to exploit the potential of stainless steel as a medium in the late 1950s. Coming to sculp­ture as a painter, Smith had little propensity for modeling or carving preliminary models. Instead, he used a welding torch to execute his sculptures directly.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca044",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5ddc4508d6698a0016cb282a"
            },
            "title":"Hear his Daughter (y1969-19)",
            "transcription":"Hear his Daughter (y1969-19)\n\nThis is a recorded interview with Candida Smith, daughter of the artist David Smith. She was on campus with her friend, the artist Ursula von Rydingsvard, during the installation of von Rydingsvard's sculpture URODA in front of the Andlinger Center for Energy and the Environment in November 2015. It was recorded in the field, and for this reason the sound quality is not optimal.\n\n​\n\nIt's remarkable in that it's the only Cubi with a round element. He talked about why he used circles so much, and he said it was because circles were everything—they're the belly, they're the mouth, they're the womb. He was planning the series for thirty years. He had drawings relating to something like this, volumetric elements, but he couldn't afford to have them fabricated. At that time, you had to be in a real industrial situation to weld stainless steel. It's very difficult to weld, but he could manipulate the elements, arranging and rearranging these elements in the same way that we were children at the time building things out of blocks. He would play with blocks with us, and that's a very fast way of sketching, in a way—for a cubist artist. It's fun, and the element of play is essential in art, and the element of play is essential if you just open your eyes and look at Cubi—you can see the playfulness in it. It comes from not just the sun shining in it but the playfulness of how “movemented” everything is. How everything rushes on, balances, teeters, contrasts, hurries—it's exciting, and it's playful. I see it in a lot of painted pieces, and he actually made pieces inspired by little-kid art that we used to do. He took our ideas seriously and talked seriously to us about art because he really believed we had something to say—that we could still play, and he was trying to find that through us. Many parents rediscover their playful selves through their children. And, as an artist, my father, David Smith, did everything as an artist, he cooked as an artist, he did dishes as an artist, he played with his kids as an artist, he was never not an artist.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca078",
            "speaker_type":""
        }
    ],
    "video":[],
    "essay":[]
}