{
    "makerid":6287,
    "published_date":"2022-03-28 16:07:18.563606",
    "type":"maker",
    "displayname":"John F. Carlson",
    "makertype":"Individual",
    "alphasort":"Carlson, John F.",
    "lastname":"Carlson",
    "firstname":"John",
    "nametitle":null,
    "middlename":"F.",
    "suffix":null,
    "displaybio":"American, 1874–1945",
    "begindate":1874,
    "enddate":1945,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Known for his tonalist nature paintings, especially snow scenes, in conservative style, John Carlson was one of the leading landscape painters in America in the early 20th century. He founded the John F Carlson School of Landscape painting in Woodstock, New York, and in 1942, co-founded with Emile Gruppe a summer school in Gloucester. He was a proponent of juxtaposing light and shadow to capture the changing moods of nature.\r\n\r\nHe spent his childhood in Kalmar-Lan, Sweden and immigrated at age 10 with his family to Brooklyn, New York and later to Buffalo. His father, encouraging his son's art talent, hired a private tutor, and he later attended the Buffalo Albright Art School where his teacher was Lucius Hitchcock. In 1902, he enrolled on a scholarship at the Art Students League in New York City, and his teachers were Frank Vincent DuMond and Birge Harrison. He and Harrison became very close friends, and Carlson joined his teacher at Woodstock but decided he did not like the regimentation.\r\n\r\nHowever, in 1906, he returned to Woodstock as Harrison's assistant, and also became active in the Arts and Crafts Movement at Woodstock as part of the Byrdcliffe Colony. In 1909, he had his first one-man show in New York City. In 1911, he was elected to the National Academy of Design and made a full academician in 1925 and until 1916, became director of the Art Students League summer school.\r\n\r\nAfter traveling extensively in the United States, he returned to Woodstock and founded his own school. He also helped found the Broadmoor Art Academy in Colorado Springs and painted frequently in the Canadian Rockies and Gloucester, Massachusetts.\r\n\r\nSource:\r\nDavid Zellman, \"300 Years of American Art\r\nPeter Falk, \"Who Was Who in American Art\"\r\nhttp://www.museum.cornell.edu/byrdcliffe/\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John F. Carlson",
            "alphasort":"Carlson, John F.",
            "lastname":"Carlson",
            "firstname":"John",
            "nametitle":null,
            "middlename":"F.",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"John Fabian Carlson",
            "alphasort":"Carlson, John Fabian",
            "lastname":"Carlson",
            "firstname":"John",
            "nametitle":null,
            "middlename":"Fabian",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500027245"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/3993797"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}