{
    "makerid":13934,
    "published_date":"2024-02-22 02:02:23.943544",
    "type":"maker",
    "displayname":"Javanese",
    "makertype":"Cultural Group",
    "alphasort":"Javanese",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Javanese",
    "culturegroup":"Javanese",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Javanese",
            "alphasort":"Javanese",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Javanese"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dbc6d04313cac0016d84b04"
            },
            "body":"The ovoid pan of this bronze lamp is pinched at each end and divided across the center by a barrier to form two oil reservoirs in which wicks were placed. A pyramidal base rises at the center of the barrier to support a bowed tree with a climber, whose right hand touches his face while cradling some object and left hand is extended to hold onto the tree. On the barrier are two birds and an ox. Floral scrolls spring from the ends of the barrier and curve to connect with the tree and climber, creating a screen with a trefoil outline (that may represent a jewel). The lamp would have been hung by a chain attached to the swiveling hanger and knob at the top. Palmette-like appliqués and spiral finials adorn the scrolls. Small cylinders are found on the back of the climber and on each side of the top of tree trunk. These may originally have held additional attachments. The climbing figure may be related to figures climbing floral scrolls toward a man and woman riding a bovine found on other oil lamps of this period. This may represent an episode from a legend that has yet to be identified. The design of the present lamp could also represent a figure climbing the \"tree of heaven\" and reaching for the elixir of immortality.\n\n",
            "title":"Online Activities: \\\"Tree of Heaven\\\" oil lamp",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}