{
    "makerid":6321,
    "published_date":"2022-03-28 16:07:19.829175",
    "type":"maker",
    "displayname":"Mary Cassatt",
    "makertype":"Individual",
    "alphasort":"Cassatt, Mary",
    "lastname":"Cassatt",
    "firstname":"Mary",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1844–1926; born Allegheny City, PA; died Le Mesnil-Theribus, France",
    "begindate":1844,
    "enddate":1926,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Mary Cassatt",
            "alphasort":"Cassatt, Mary",
            "lastname":"Cassatt",
            "firstname":"Mary",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Mary Stevenson",
            "alphasort":"Stevenson, Mary",
            "lastname":"Stevenson",
            "firstname":"Mary",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500012368"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/2478969"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"622663b4c585860018ecf5a0"
            },
            "exhibitions":[],
            "title":"Mary Cassatt’s Little Girl in a Large Red Hat",
            "body":"<p><strong>Mary Cassatt’s Little Girl in a Large Red Hat</strong></p><p>Mary Cassatt is triply distinguished as among the greatest American artists, the greatest artists of the nineteenth century, and one of the finest female painters of the Western tradition. Little Girl in a Large Red Hat, completed at the early peak of her career, as she fully assimilated the Impressionist idiom that was to inform her strongest work, is a small masterpiece of painterly characterization, depicting the artist’s signature subject with a deft acumen in an altogether compelling composition.<br>Cassatt wrote, “I love to paint children. They are so natural and truthful. They have no arrière-pensée [ulterior motive, mental reservation].” Thus the feminist art historian Griselda Pollock quotes the artist in her monograph on Cassatt, in a passage that situates the advent of the artist’s exploration of the single-child image to her major work of 1878, Little Girl in a Blue Armchair. The author goes on to note that Cassatt’s devotion to the theme “continued in a series of powerful confrontations between the artist and the young girl: Little Girl in a Large Red Hat and Girl in a Straw Hat [ca. 1886, National Gallery, Washington, DC].” It is in the context of Cassatt’s earliest, and strongest, “confrontations” with the motif, then, that Little Girl in a Large Red Hat should be assessed.</p><p>To begin, what does Pollock mean by confrontation, a curious word to describe the thirty-seven-year-old artist’s encounter with an eight- or nine-year-old girl, who appears to be, as her only sketchily rendered setting and attire suggest, of the same bourgeois background as her portrayer? Perhaps she intends that Cassatt’s subject is engaged by the artist as just that—as a thoughtful, perceiving person of depth and interiority—rather than superficially as an object, in the prevailing manner of contemporary Victorian images of especially female children on both sides of the Atlantic.<br>Cassatt was a significant member of the group of artists known as Impressionists, who exhibited together during the 1870s and 1880s and dedicated themselves to the portrayal of modern life, the new conditions resulting from the rapid industrialization and urbanization of Western Europe and its associated sociocultural transformations. Her signal contribution to the group was to extend the pictorial examination of the male-dominated public realm to a private domestic one of female shape and dimension—a space distinct from that of artists such as Pierre-Auguste Renoir and Claude Monet, who treated domestic life paternally—and to bring to the project of modernism a distinctive voice reflecting the pervasive changes to social relations both in the home and among women. Notable among these was the conception of childhood as a stage of life meriting the same focused exploration as others. In keeping with this emerging belief, Cassatt concentrated on subjects not previously accorded the sustained interest of male artists, investing works such as Little Girl in a Large Red Hat with the intensity of observation and skill of characterization that painters had routinely dedicated to (predominantly male) adults.</p><p>Mary Stevenson Cassatt was born into comfortable circumstances outside Pittsburgh in 1844 but spent most of her life in France. Following study at the Pennsylvania Academy of the Fine Arts in Philadelphia, she moved to Paris in 1866 and became a student of the academic artist Jean-Léon Gérôme. After exhibiting several times at the Salon, she was invited in 1877 by the older artist Edgar Degas—who became a close friend, mentor, and collaborator—to join the Impressionist exhibitions, which she did in 1879–81 and 1886 as the lone American in the group. Her work in the Impressionist style continued into the late 1880s, when elements of Post-Impressionism, and later Realism and Classicism, successively informed her practice, which remained focused on portrayals of women and children, often together.</p><p>Little Girl in a Large Red Hat was probably completed quickly, and it incorporates a desired tension between finished head and sketchy, more painterly body and background, an emerging hallmark of the artist’s style. It is nonetheless a sophisticated image, its underlying structure—the series of inverted red V shapes formed successively by loose and looped ribbon, the girl’s upper lip and flushed cheeks, and the brim and body of her hat, complemented by the overarching X-shaped architecture of the picture as a whole—all serving to bolster the girl’s presence and solidity, despite the figure’s adumbrated facture. In focusing on the subject’s head as opposed to her body, Cassatt intended that this girl, and others like her, be apprehended in terms of thoughts and mind, not fashion or flesh. A staunch supporter of women’s abilities and rights, Cassatt invested the painting with her belief in the compelling individuality of the girl, offering a portent of her future potential and agency.</p><p>Karl Kusserow&nbsp;<br>John Wilmerding Curator of American Art</p><p>Spring 2021 Magazine<br>&nbsp;</p><p>&nbsp;</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            },
            "author_type":"Curator"
        }
    ]
}