{
    "makerid":10410,
    "published_date":"2023-02-01 02:01:28.702345",
    "type":"maker",
    "displayname":"Peter C. Bunnell",
    "makertype":"Individual",
    "alphasort":"Bunnell, Peter C",
    "lastname":"Bunnell",
    "firstname":"Peter",
    "nametitle":null,
    "middlename":"C",
    "suffix":null,
    "displaybio":"1937–2021; born Poughkeepsie, NY; died Princeton, NJ; active New York, NY and Princeton",
    "begindate":1937,
    "enddate":2021,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Peter C. Bunnell",
            "alphasort":"Bunnell, Peter C",
            "lastname":"Bunnell",
            "firstname":"Peter",
            "nametitle":null,
            "middlename":"C",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228d2b79556a800189dfbd7"
            },
            "exhibitions":[],
            "title":"Groundbreaking Photography Scholar Peter C. Bunnell Has Died",
            "body":"<p><strong>Groundbreaking Photography Scholar Peter C. Bunnell Has Died</strong></p><p><br>The curator, professor and museum director was one of the most essential and influential figures in the history of photography<br>Legendary photography scholar and curator Peter C. Bunnell passed away early yesterday, September 20, 2021, after a lengthy illness. He served as curator of photography at the Museum of Modern Art from 1966 to 1972, and then came to Princeton University as the inaugural David Hunter McAlpin Professor of the History of Photography and Modern Art. The position, established in 1971 by Princeton alumnus and photography collector David McAlpin, was the first endowed professorship in the field in the United States and celebrates its fiftieth anniversary this year. In addition to his role on the Princeton faculty, from which he retired in 2002, Bunnell spent more than thirty years at the Princeton University Art Museum—as curator of photography, Museum director (1973–1978), and acting director (1998–2000). His influence on the study of photography will long outlive him.<br>“It is with great sadness that we mark the passing of our wonderful friend and colleague Peter Bunnell—one of the most essential figures in the history of photography and in the history of our museum,” said James Steward, Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director. “No one did more than Peter to shape the field of photography or our collections at Princeton—but equally his national and international influence was immense. He taught, mentored, and shaped generations of students, scholars, curators, and others. He was also one of the kindest people you could hope to know.”<br>Born in 1937 in Poughkeepsie, New York, Bunnell met the American photographer Minor White as an undergraduate at the Rochester Institute of Technology, where classes taught by White nurtured his burgeoning interest in photography. “I took his classes, and, as was his practice, he drew a group of students around him outside the Institute,” recalled Bunnell. “These were informal sessions where he explored in more depth his philosophy and attitudes toward photographing.” Bunnell went on to receive a Master of Fine Arts in photography from Ohio University in 1961 under the tutelage of Clarence H. White Jr., the son of noted American photographer Clarence Hudson White, as well as a master’s in art history from Yale University in 1965.<br>While at the Museum of Modern Art, Bunnell curated several important exhibitions, including the first survey of the work of Clarence H. White and the seminal Photography into Sculpture, which offered innovative new avenues to analyze and understand photography.<br>In 1989, Bunnell curated Minor White: The Eye That Shapes, which interpreted White’s photographic achievements in relation to past photographers such as Alfred Stieglitz, Ansel Adams, and Paul Strand and traveled to six other venues, including New York’s Museum of Modern Art, the San Francisco Museum of Modern Art and the Museum of Fine Arts, Boston. Ultimately, the archives of both Minor White and Clarence H. White came to Princeton under Bunnell’s auspices. Princeton’s Minor White Project fosters research into and the publication of the artist’s work, legacy and influence, in part through a program of annual grants to scholars.<br>Through Bunnell’s visionary leadership, the Princeton University Art Museum today holds one of North America’s most important repositories of historical photographs, including modern Japanese photography in which Bunnell was a pioneering curator and collector. Through the generosity of several former students, the Museum’s curatorship of photography was named in Bunnell’s honor in 2011.<br>“Peter was a natural storyteller who made the history of photography come alive,” said Katherine A. Bussard, Peter C. Bunnell Curator of Photography at the Princeton University Art Museum. “We are forever grateful for this gift he shared with so many.”<br>Among the many significant volumes that Bunnell wrote and edited over the course of his long career are Minor White: The Eye That Shapes (1989), which won the George Wittenborn Memorial Book Award of the Art Libraries Society of North America; A Photographic Vision: Pictorial Photography, 1889–1923 (1980); Edward Weston on Photography (1983); Aperture Magazine Anthology: The Minor White Years, 1952–1976 (2012); and Photography at Princeton, published in 1998 on the twenty-fifth anniversary of the establishment of the Museum’s photography collection. His essays and reviews, which have appeared in national and international publications, encompass a wide range of photographic subjects and artists, including Diane Arbus, Ruth Bernhard, Paul Caponigro, Walter Chappell, Walker Evans, Robert Frank, Emmet Gowin, Gertrude Käsebier, Michiko Kon, Barbara Morgan, Wright Morris, John Pfahl, Edward Ranney, Aaron Siskind, and Alfred Stieglitz.<br>Bunnell oversaw the exhibition of work by the photographer Harry Callahan for the US Pavilion at the 38th Venice Biennale in 1978. He was a Guggenheim Foundation Fellow in 1979 and was an Honorary Fellow of the Royal Photographic Society.<br>A celebration of Bunnell’s life and career will be held at a later date.</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"62dee53c8c4e8200181e8895"
            },
            "exhibitions":[
                {
                    "$oid":"5ec3f0a3ccba4f2b3ca3739f"
                }
            ],
            "body":"<p><strong>Museum Collections: Celebrating Fifty Years of Photography at Princeton</strong></p><p>&nbsp;</p><p>The hiring of a new faculty member does not typically merit national newspaper coverage, but Princeton’s announcement in 1972 that Peter Bunnell would be joining the University from the Museum of Modern Art as the inaugural David Hunter McAlpin Professor of the History of Photography and Modern Art made headlines. Princeton’s new “Photo Arts Chair,” as the New York Times dubbed the position, was the country’s first endowed professorship of photography at a time when the discipline was only beginning to be accepted as a serious academic pursuit and photographs were not widely collected by museums—and thus it was news.</p><p>Until that point, studying the history and aesthetics of picture taking required determination.&nbsp;Art history textbooks of the era typically omitted photography, and the Library of Congress classified it as a craft rather than a fine art. Bunnell, the first Yale student to attempt a dissertation on a photographer, described for the New York Times the tenacity needed to pursue the subject in the 1960s: “ Despite a growing awareness of still photography’s importance, there was no program where you could study its aesthetics and history. You had&nbsp; to pick your way through a variety of academic programs, and if you were lucky, the Fine Arts faculty would graciously give you permission to concentrate on photography.”</p><p>Although nearly 150 years had passed since its invention, the camera’s supposed objectivity and its primacy in advertising prevented many art historians and curators from considering photography a serious collecting area. Photography collections were often an afterthought in museums, typically acquired as donations rather than as purchases. The Princeton University Art Museum received its first photograph, The Steerage (1907)&nbsp; by Alfred Stieglitz, in 1949 as a gift from former Museum director Frank Jewett Mather. At that time the Museum of Modern Art was an outlier with a stand-alone department&nbsp; of photography founded in 1940, following the success of&nbsp; its landmark survey exhibition Photography 1839–1937. In comparison, the Metropolitan Museum of Art established its photography department only in 1992, and many university art museums began actively collecting photographs in the 1970s.</p><p>It is therefore no surprise that the advent of Princeton’s dedicated professorship of photography was seen as a newsworthy development. Wen Fong, then chair of Princeton’s Department of Art and Archaeology, stated in&nbsp; a press release that the new McAlpin Professorship was a “ significant departure for our department and the study of the history of art in general” but also a welcome innovation for the second-oldest department in the country, which had “ played an important role in turning the study of art into a serious academic discipline.” The University had long been on the leading edge of the field, an early adopter in 1882 of&nbsp; a discipline that was in the nineteenth century mainly practiced at major European universities, particularly in Germany. In the years surrounding World War I, Princeton was the leading center for the study of medieval art in the nation if not the world. Beginning in the 1950s, Princeton’s pioneering faculty, led by Fong, helped to shape the field of East Asian art history. However, it took the extraordinary vision and generosity of former Princeton University trustee David H. McAlpin, Class of 1920 (1897–1989), to make Princeton a pioneer in the history of photography.</p><p>An investment banker and philanthropist, McAlpin became a passionate collector of photographs beginning&nbsp;in the 1930s, when personal photography collections were exceedingly rare. As a trustee of the Museum of Modern Art,&nbsp;he headed the committee that organized its first department of photography. McAlpin had long hoped to establish his alma mater as a center for photographic study, offering donations for that purpose as early as the 1960s that were initially rebuffed. In 1967, he founded an annual photography lecture series in memory of Alfred Stieglitz, and in 1971, he and his wife, Sarah “Sally” Sage McAlpin, made a foundational donation to the Museum of nearly five hundred photographs—the remainder of their collection—by mostly American innovators of the medium, including Ansel Adams, Imogen Cunningham, Alfred Stieglitz, Paul Strand, Edward Weston, and Minor White.&nbsp;</p><p>The McAlpin gift of photographs was transformational. Museum director Patrick Kelleher highlighted how these works elevated Princeton as a leader in a burgeoning discipline in a letter to McAlpin: “Dear, dear David: What&nbsp; a major breakthrough you have made single-handedly, for The Art Museum in that princely gift of your collection . . . dealing with the art of American photography. In one fell swoop the Museum can now begin to compete with the best in an entirely new field only sparsely represented previously in the collections.” A year later, a $1 million gift from the couple created the David Hunter McAlpin Professorship of the History of Photography and Modern Art.</p><p>The flourishing of photography at Princeton was due as much to McAlpin’s foresight as it was to the dedication of the first McAlpin Professor, Peter Bunnell (1937–2021), who also served as the Museum’s curator of photography and later its director. Upon his appointment to Princeton, Bunnell wrote, “With this program we hope to establish a major center where the serious student and scholar may undertake intensive studies, and eventually we hope to provide for universities and museums elsewhere the necessary staff to develop a new depth in the study of photography.” Bunnell amply fulfilled that promise: Many of his under-graduate and graduate students followed him into the field, making their mark as professors, curators, photographers, and collectors. It is impossible to overstate Bunnell’s impact on the field, recognized when in 2011 a group of his former students collectively endowed the Museum’s curatorship&nbsp; in photography in his name, a position now held by Katherine Bussard.</p><p>At the heart of Bunnell’s vision for photography at Princeton was the integration of the Museum’s collections with teaching, a relationship he described as being “as basic as a laboratory to the student of biology or chemistry.” Bunnell was renowned for his hands-on courses, in which students closely examined and even handled original works of art. In a 1998 New York Times profile, he said of his classes, “ I teach all the discussion sections of my courses with only original photographs, no slides. To be able to demonstrate what it is that makes [the French photographer Eugène] Atget so remarkable, a reproduction won’t do.”&nbsp;</p><p>The legacy of Bunnell’s object-based teaching continues today. In a typical year, the Museum’s staff pull one thousand photographs from the collections for classroom use. Anne McCauley, who succeeded Bunnell as the McAlpin Professor, has remained an advocate for teaching from original works, regularly holding courses in the Museum’s galleries and object study classrooms, as well as continuing Bunnell’s practice of faculty curation of major exhibitions, including the landmark 2017 exhibition Clarence H. White and His World: The Art and Craft of Photography, 1895–1925.</p><p>The Museum’s photography holdings have grown to include more than 43,000 works of art, including&nbsp;</p><p>the photographic archives of the artists Ruth Bernhard, Clarence H. White, and Minor White (no relation). Over the years, each successive curator of photography has focused on acquiring works that further the faculty’s teaching and research needs. Bunnell pioneered the collecting of Japanese photography, while successors like Joel Smith—himself a former Bunnell student—led the field in collecting vernacular photos, and Bussard has invested vigorously in photojournalism, works by women photographers, and photographs grappling with the legacies of enslavement.</p><p>Set to open in late 2024, the new home for the Princeton University Art Museum will afford fresh opportunities to present the Museum’s collections of photography—including time-based media—to new generations of students and other visitors. Museum director James Steward notes, “The visionary gift McAlpin made fifty years ago ensured that Princeton would become a pioneer in the study of photography; that legacy is now in our DNA and will remain at the heart of our work for decades to come.”</p><p>&nbsp;</p><p>Christine Minerva&nbsp;</p><p>Writing and Communications Assistant</p><p>&nbsp;</p><p>Summer 2022 Magazine</p>",
            "title":"Museum Collections: Celebrating Fifty Years of Photography at Princeton",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}