{
    "makerid":20048,
    "published_date":"2022-03-28 16:09:57.126842",
    "type":"maker",
    "displayname":"Elizabeth Colomba",
    "makertype":"Individual",
    "alphasort":"Colomba, Elizabeth",
    "lastname":"Columba",
    "firstname":"Elizabeth",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1976, Épinay-sur-Seine, France; active New York, NY",
    "begindate":1976,
    "enddate":0,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Elizabeth Colomba",
            "alphasort":"Colomba, Elizabeth",
            "lastname":"Columba",
            "firstname":"Elizabeth",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/6658148523912820970008"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"62291ffd9556a800189dfbe4"
            },
            "exhibitions":[],
            "body":"<p><strong>Elizabeth Colomba's First Solo Exhibition at the Princeton University Art Museum's Art@Bainbridge Gallery This Spring</strong><br>Artist’s work offers a radical corrective to narratives in Western art and culture</p><p>PRINCETON, N.J. – Elizabeth Colomba’s provocative resettings of established themes in Western art and culture cast Black women as historical and fictional heroines, often richly dressed and placed in the opulent spaces from which they were erased or in which they were assigned subservient roles. Elizabeth Colomba: Repainting the Story, the artist’s first solo museum exhibition, will be on view at the Princeton University Art Museum’s gallery space Art@Bainbridge in downtown Princeton from March 12 through May 8, 2022. Launched in 2019, Art@Bainbridge presents artist projects, site-based work and solo exhibitions of work by artists who are typically in the earlier phases of their careers.<br>A French citizen of Martinican descent, Colomba graduated from the École Nationale Supérieure des Beaux-Arts in Paris. She subsequently lived in Los Angeles before moving to New York City in 2011. Her work is represented in collections across the country, including the Princeton University Art Museum. Drawing on her classical training and frequently referencing earlier works by European artists, Colomba creates meticulous, multilayered paintings that employ motifs from classical mythology, cultural history and religious narratives to empower her protagonists. She reclaims for them, in her words, “an egalitarian existence in a story from which the Black body is almost always absent.”</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Elizabeth Colomba: Repainting the Story is curated by Laura M. Giles, Heather and Paul G. Haaga Jr., Class of 1970, curator of prints and drawings at the Princeton University Art Museum, with Monique Long, independent curator and writer.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;“Elizabeth Colomba’s restagings of iconic works of art and mythology provide vital opportunities to re-interrogate histories of colonialism, the transatlantic slave trade and the traditional gendering of power, while also being potently executed works affording painterly delight,” said James Steward, Nancy A. Nasher–David J. Haemisegger, Class of 1976, director.&nbsp;<br>The exhibition begins with Laure (Portrait of a Negress) (2018), which represents the Black model who posed as a maid in Édouard Manet’s celebrated painting Olympia (1863). That work caused a scandal at the 1865 Paris Salon for its unidealized representation of a nude prostitute lying on a bed. Colomba’s painting removes Laure from the confines of the artist’s studio and foregrounds her as an independent woman on a rainy Parisian street — itself evocative of period works by artists such as Gustave Caillebotte. The work is emblematic of the artist’s mission to transform the role of Black women in historical paintings from secondary and subservient participants to central protagonists.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Many of the paintings in the second gallery depict or allude to biblical women. Two of the women portrayed, Eve and Delilah, are traditionally represented by white models in Western art and are often shown as predators and temptresses in the company of their victims, Adam and Samson respectively. In Colomba’s interpretation, Eve (2007) is shown half-nude in an austere bedroom, surrounded by references to the story of the temptation in the Garden of Eden — a painted fruit still life, a half-eaten apple, a slithering snake. By contrast, Delilah(2008) is voluptuous and reposes in an elaborate interior.<br>In the third gallery, Colomba’s reinterpretations of allegorical symbolism and classical mythology address issues of race and gender. In Four Elements, Five Senses (2018), the artist surrounds her regal protagonist with an array of nine allegorical concepts, ranging from the bowl of fruits signifying Earth to the bird nestled in the woman’s hand, which symbolizes both the element air and the sense of touch. Colomba also seeks to show the woman in a moment of leisure, or what she calls “timeless lightness,” which renders her attuned to her senses and absorbed in her surroundings.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The final gallery features Colomba’s short film Cendrillon (2018), which follows the character Cinderella, played by model and actor Grace Bol, as she prepares for the royal ball. With the help of the fairy godmother, performed by Colomba herself, Bol wears an iridescent, plush gown designed by Lashun Costor. Colomba redefines what Cinderella should look like as Bol primps and poses against the backdrop of a lavishly ornamented building. Cendrillon thus showcases the central themes of Colomba’s work, privileging Black womanhood in fictional and historical narratives, and provides a fitting conclusion to the exhibition.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The exhibition’s opening celebration, hosted by its curator, will take place on Sunday, March 20, 2022, from 1 to 4 p.m. at Art@Bainbridge in downtown Princeton.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Exhibitions at Art@Bainbridge are made possible through the generous support of the Kathleen C. Sherrerd Program Fund for American Art; the Virginia and Bagley Wright, Class of 1946, Program Fund for Modern and Contemporary Art; Barbara and Gerald Essig; and Joshua R. Slocum, Class of 1998, and Sara Slocum. Additional support is provided by Stacey Roth Goergen, Class of 1990, and Robert B. Goergen.</p>",
            "title":"Elizabeth Colomba's First Solo Exhibition at the Princeton University Art Museum's Art@Bainbridge Gallery This Spring",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}