{
    "makerid":2793,
    "published_date":"2025-07-01 02:01:36.687962",
    "type":"maker",
    "displayname":"Francisco Toledo",
    "makertype":"Individual",
    "alphasort":"Toledo, Francisco",
    "lastname":"Toledo",
    "firstname":"Francisco",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1940–2019, born Juchitan, Oaxaca, Mexico; died Oaxaca City, Mexico; active Oaxaca City",
    "begindate":1940,
    "enddate":2019,
    "nationality":"Mexican",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Francisco Toledo",
            "alphasort":"Toledo, Francisco",
            "lastname":"Toledo",
            "firstname":"Francisco",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500005528"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/98262574"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db0a118f85cb00016e5c669"
            },
            "body":"<p>Widely considered to be Mexico's greatest living artist, Toledo is as celebrated for his activity on behalf of his native Oaxaca's cultural heritage and natural environment as he is for his wide-ranging and prolific talent, which encompasses paintings, prints, photographs, and ceramic sculptures. In Mexico he is often called <em>el maestro</em> (the teacher or master), a sign of respect not only for his artistic production but also for his leadership in protecting Oaxacan political autonomy and its endagered folk crafts, native plants, and historic buildings. A precocious and independent artist who turned away from the politicized subject matter of revolutionaly muralists José Clemente Orozco, Diego Rivera, and David Alfaro Siquieros, Toledo had his first one-person exhibitions in 1959 at the age of nineteen in Mexico City and Fort Worth, Texas. Now in his sixties, Toledo has developed a unique visionary style that draws both on his knowledge of postwar European painting and printmaking (which he first absorbed while living in Paris in 1960-65) and on his absorption of Zapotec Indian culture. Described as the quintessential magical realist, Toledo's vividly graphic and often encrusted work plays homage to indigenous traditions while inventing a highly personal and distinctive imagery that derives from family fables, sixteenth­ century natural histories, and a keen observation of the natural world, with his lens focused on animals not conven­tionally associated with beauty-such as bats, iguanas, toads, and pigs. Frequently engaged in sexual or violent actions, his human and animal protagonists inhabit a richly patterned and textured anthro­pomorphic universe universe in which nature's life forces are sometimes threatened by civilization, as in the self-explanatory <em>Shoes and Toads</em> (1972). Toledo often freely associates his prismatic portrayals of insects, leaves, and animals with metaphors from an array of artistic and literary sources, including Franz Kafka and the French Surrealist writer Georges Bataille, whose violent pornographic novella <em>History of the Eye</em> (1928) inspired the mirror-like and Cyclopean Self-portrait of 1996.</p>",
            "title":"Francisco Toledo, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Fall 2007"
        },
        {
            "_id":{
                "$oid":"5e39e7d0aaa9b60016a8b6fd"
            },
            "body":"<p>In the 1990s, through the generosity of David L. Meginnity, Class of 1958 (1936–2000), the Princeton University Art Museum gained an exceptional collection of 140 paintings, sculptures, and works on paper by twentieth-century Latin American artists. The Meginnity Collection, focused on figurative prints and drawings from Mexico and Guatemala, contains many superb examples of modern Latin American art in a variety of styles by artists of several nationalities. This installation presents a selection of these works, together with other significant prints, drawings, and photographs acquired by the Museum over the decades, offering an overview of the development of modern art in Latin America through allegorical representations of the human figure, created during a century of enormous—and often violent—artistic, political, and social change following the Mexican Revolution of 1910–20. The century begins with a populist broadside illustrated by José Posada, who borrowed traditional symbols from the Day of the Dead—an ancient celebration of Aztec origin honoring departed ancestors —to satirize corruption in Mexican society under the long dictatorship of Porfirio Díaz. In the decades that followed, aspiring young artists flocked to Paris and New York to absorb European modernism firsthand, then returned to Mexico to combine modernist theories with Latin American themes and subjects. In the 1930s and ’40s many artists from this first generation of Latin American modernists, such as Carlos Mérida, Diego Rivera, Rufino Tamayo, and José Clemente Orozco, engaged in large-scale mural projects devoted to historical and socialist themes, painted for public buildings in Mexico and the United States. In the 1940s, as the unique character of Latin American art gained an international reputation, the Surrealist painters Leonora Carrington and Remedios Varos fled the rise of Fascism in Europe, finding refuge in the relative exoticism of artistic circles in Mexico City. Following the war, a younger generation of artists—including Raphael Coronel and Francisco Toledo, as well as the photographers Graciela Iturbide and Mario Cravo Neto—drew on the complexity of these established themes and influences to establish a uniquely expressive art that combines ancestral origins with psychologically and politically charged complexities to explore the identity of the artist in Latin America today.&nbsp;</p><p>--Calvin Brown [Former] Associate Curator of Prints and Drawings</p>",
            "title":"Online Collection Sets: The Allegorical Figure in Latin American Prints, Drawings, and Photographs",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}