{
    "makerid":4634,
    "published_date":"2023-03-29 02:04:48.160028",
    "type":"maker",
    "displayname":"Jacques Lipchitz",
    "makertype":"Individual",
    "alphasort":"Lipchitz Jacques",
    "lastname":"Lipchitz",
    "firstname":"Jacques",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1891–1973; born Druskieniki, Lithuania; died Capri, Italy; active Paris, France, and Hastings-on-Hudson, NY",
    "begindate":1891,
    "enddate":1973,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jacques Lipchitz",
            "alphasort":"Lipchitz Jacques",
            "lastname":"Lipchitz",
            "firstname":"Jacques",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Chaïm Jacob Lipchitz",
            "alphasort":"Lipchitz, Chaïm Jacob",
            "lastname":"Lipchitz",
            "firstname":"Chaïm",
            "nametitle":null,
            "middlename":"Jacob",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500015743"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/17231680"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dbb00cde1688d00168bc475"
            },
            "title":"Hear the Curator (y1969-22)",
            "transcription":"Hear the Curator (y1969-22)\n\nIn Song of the Vowels by Jacques Lipchitz, harp and harpist become one in an outburst of joint exuberance. Inspired by symphony concerts in Paris, the work embodies the Cubist principles of structure and form, for which the sculptor was well known. According to Lipchitz’s vision of transparency, sculpture produces spatial tensions with open spaces that pierce masses, creating voices as expressive as those produced by the solids. Seven of an edition of seven, Princeton’s version is unique in that it adds a square base to the pedestal, an element not found in earlier casts. The artist commented on the title of the sculpture: “The title has no connection with the famous poem of Rimbaud, but rather with a legend of ancient Egypt, according to which it appears there existed a prayer, the ‘Song of the Vowels,’ which the priests and priestesses made use of to conjure up the forces of nature.”",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca027",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db31e454d90050016329743"
            },
            "body":"Jacques Lipchitz’s <em>Acrobat on Horse</em> (1914) was cast in lost wax (cire perdue) by Claude Valsuani, active in Paris from 1908 to 1940 and again after the war. It displays the fine black patina for which Claude was justly famous—“Valsuani black,” dense, rich, and deep, is one of the most celebrated patinas of this foundry, and <em>Acrobat on Horse</em> is a prime example. X-radiography shows how beautifully cast the figure and horse are, with an even wall thickness containing a well-secured interior ceramic core. Because of the complexity of the shapes, there was some drift of the core especially at the outermost areas such as the acrobat’s legs and the horse’s raised hoof, resulting in some walls that are slightly thicker than others. The flat base, however, is sloppily cast. We can see large patches of secondary castings. We do not know if they represent the foundry’s solution to lost wax casting of a flat element or whether they are repairs to an incompletely cast element.",
            "title":"Magazine: Summer 2013",
            "source_project":"Other",
            "author_type":"Expert",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"6228ef689556a800189dfbe0"
            },
            "exhibitions":[],
            "body":"<p><strong>Centering Object-Based Learning</strong><br>The Princeton University Art Museum was founded on the belief that object-based study is essential to teaching and learning—a premise that continues to infuse all aspects of the Museum’s work, including planning for the new building. During the period when the main building is offline, university-level teaching with works of art continues thanks to the use of off-site and on-campus classrooms, the superb campus collections, and the exhibition venues at Art@Bainbridge and Art on Hulfish. This ensures that no Princeton undergraduate will miss the opportunity to study directly from works of art. When students engage with objects, they activate all their senses, including touch in classes that offer the opportunity to handle certain works of art, like Late Classic Maya ceramics. As they together look closely at an etching such as Rembrandt’s Three Trees (1643), students can hone their observation, inquiry, evaluation, and deduction skills.</p><p>This fall, courses as varied as “An Introduction to the History of Art: Meanings in the Visual Arts”; “Muertos: Art and Mortality in Mexico”; a junior seminar in critical writing; and “Seeing Health: Medicine, Literature, and the Visual Arts,” a course supported by the Andrew W. Mellon Fund for Faculty Innovation, took advantage of the purpose-designed Museum classrooms &nbsp;to view works from the collections. Courses also leveraged the works of art on campus, including a course on theater lighting design. The freshman seminar “Behind the Scenes at the Art Museum” held classes in Nassau Hall and Bainbridge House and used the outdoor sculpture collection to provide opportunities for students to engage deeply with works of art as they grappled with some of the most pressing issues facing museums today.</p><p>This semester, faculty and students from several courses visited the exhibition Gathering Together / Adama Delphine Fawundu, the first installation to open at Bainbridge House since the COVID-19 pandemic began. Through multimedia works that employ Sierra Leonian garra fabric, fabric-printing techniques, and photography, Fawundu investigates familial traditions and cultural inheritance. The exhibition attracted classes from the visual arts, history, anthropology, art and archaeology, and other disciplines. Faculty are encouraged to schedule class visits to upcoming exhibitions.<br>These opportunities to teach from objects are still more limited than in the past. For courses not able to take advantage of in-person resources, the Museum’s online collections are always available, and images of objects selected for courses are available in three ways: through PowerPoint, .zip download, or the online high-resolution viewer Mirador. Mirador allows users to zoom in to see details of thousands of works of art from across the collections. Faculty can access these resources directly, or Museum staff can assist in preparing a selection of objects. Additionally, groups of objects from the Museum’s collections that explore specific themes are available on the Museum’s website.</p><p>While studying remotely, the Museum’s student tour guides worked with the Museum’s Education department staff to continue to share their love of art with University, local, and global communities through digital programming. Now that the students are back on campus, they are once again engaging audiences with artworks in person.</p><p>This fall, curators and educators provided training on the history of the University’s collection of outdoor sculpture and in-depth discussions of works by artists such as Henry Moore, Louise Nevelson, Ai Weiwei, Sol LeWitt, and Maya Lin. Among the guides are students pursuing diverse areas of study, including public and international affairs, mechanical and aerospace engineering, English, architecture, and molecular biology. The tours have proved a resounding success, with students leading tours for a variety of campus community members, including undergraduate students from Butler College, the Department of Molecular Biology, and the Procurement Services department in Finance and Treasury. Additionally, we offered five open tours to the campus community that welcomed faculty, staff, and students from all corners of campus, including the Pace Center and the library.</p><p>A new class of student guides will begin training in January. The students will continue to focus on the outdoor sculpture collection.</p><p>Winter 2022 Magazine</p>",
            "title":"Centering Object-Based Learning",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}