{
    "makerid":4864,
    "published_date":"2022-03-28 16:06:22.311065",
    "type":"maker",
    "displayname":"Giustiniani family",
    "makertype":"Individual",
    "alphasort":"Giustiniani family",
    "lastname":"Giustiniani family",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian family of potters, active 18th and 19th centuries",
    "begindate":1700,
    "enddate":1899,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Giustiniani (ii).\r\nItalian family of potters. They were active in Naples from the beginning of the 18th century to the end of the 19th. During the 18th century important family members included Ignazio Giustiniani (1686–c. 1742), who specialized in the production of tin-glazed earthenware wall tiles decorated with festoons and naturalistic elements; an outstanding example of his work is the tiled floor (1729) in the church of S Andrea delle Dame in Naples. During this period some members of the family were active in Cerreto Sannita, where they worked on such elaborate projects as the panel (1727) set in the tympanum of the congregation of S Maria in San Lorenzello, which is signed and dated by Antonio Giustiniani. Nicola Giustiniani, known as Bel Pensiero (1732–1815), is regarded as one of the most important Neapolitan potters of the period. His work includes two maiolica plaques (1758; Graz, Mus. Kstgew.) painted with ruins inspired by the work of Leonardo Coccorante (1680–1750). The family became increasingly active in Naples during the early 19th century producing utilitarian earthenwares, terracotta garden wares, reproduction antique vases, plates and such services as the ‘Etruscan’ service (Naples, Mus. N. Cer.); they also produced porcelain for a short while. Work produced by the family during the 19th century was highly regarded and was awarded prizes at both national and international exhibitions. Wares are often marked with the monograms fmng or fgn or alternatively with a g or with the surname in full. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giustiniani family",
            "alphasort":"Giustiniani family",
            "lastname":"Giustiniani family",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}