{
    "makerid":742,
    "published_date":"2025-05-31 02:01:25.545156",
    "type":"maker",
    "displayname":"Sir John Herschel",
    "makertype":"Individual",
    "alphasort":"Herschel Sir John",
    "lastname":"Herschel",
    "firstname":"John",
    "nametitle":"Sir",
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1792–1871",
    "begindate":1792,
    "enddate":1871,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sir John Herschel",
            "alphasort":"Herschel Sir John",
            "lastname":"Herschel",
            "firstname":"John",
            "nametitle":"Sir",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115027"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/9887999"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf103320f95900166a94bb"
            },
            "body":"Signed and dated September 15, 1821, [this was] the first drawing to enter the collection made with the aid of a camera lucida. The camera lucida, an optical instrument invented in 1807, aids artists and draftsmen by projecting reflected images on paper with an exactness unmatched by the naked eye. Herschel began to use this device as early as 1809, and used it extensively until 1865. \n\nSir John Herschel was a preeminent British astronomer, mathematician, and scientist, and a major figure in early photography. Well acquainted with the work of the inventors of photography, he experimented with chemical processes to make photographs permanent and is credited with originating the terms \"photography,\" \"negative,\" and \"positive\" as they refer to photographs. He is also known to the world of photography through his friendship with Julia Margaret Cameron and her remarkable portraits of him. \n\nCastle of Chillon is typical of landscapes made by Herschel on his frequent travels to the continent, and complements a rare pen and wash drawing by the French inventor of photography, Louuis-Jacques-Mandé Daguerre, in the museum's collections. Together these works provide important insights into the origins of photography. Of further note is the relevance of this work to the controversy, originated by the painted David Hockney, over the use of optical drawing aids. ",
            "title":"Newsletter: Winter 2002",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}