{
    "makerid":5130,
    "published_date":"2022-03-28 16:06:32.307255",
    "type":"maker",
    "displayname":"Erik Haupt",
    "makertype":"Individual",
    "alphasort":"Haupt Erik",
    "lastname":"Haupt",
    "firstname":"Erik",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Germany, 1891–1984",
    "begindate":1891,
    "enddate":1984,
    "nationality":"American, born Germany",
    "culturegroup":null,
    "biography":"1891-1984. Erik Haupt was born in Kassel, Germany but studied in this country at the Maryland Institute in Baltimore, and it is with that city that he is most associated. Graduating from the Institute, he furthered his study at the Royal Academy in Munich, with the American expatriate artist, Carl von Marr, and then in Paris, at the Académie Julian with Jean Paul Laurens; at the Académie Colarossi with Richard E. Miller. Haupt was back in Baltimore in 1915, and by 1918 was teaching drawing at the Maryland Institute through 1925. By 1930 he was living on Gramercy Park, New York, a member of the National Arts Club there where he exhibited frequently, and where he enjoyed a one-artist show in 1972. Though Haupt painted figure works and garden scenes, he turned increasingly to the lucrative field of formal portraiture, where his work can be found in the Supreme Court and the Sons of the American Revolution in Washington, D. C.; the Chamber of Commerce, New York; Yale University; and Randolph-Macon Woman's College in Lynchburg, Virginia. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Erik Haupt",
            "alphasort":"Haupt Erik",
            "lastname":"Haupt",
            "firstname":"Erik",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500054241"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96042228"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}