{
    "makerid":14209,
    "published_date":"2022-03-28 16:08:32.821416",
    "type":"maker",
    "displayname":"Terry Atkinson",
    "makertype":"Individual",
    "alphasort":"Atkinson, Terry",
    "lastname":"Atkinson",
    "firstname":"Terry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, born 1939",
    "begindate":1939,
    "enddate":2100,
    "nationality":"British",
    "culturegroup":null,
    "biography":"British painter and sculptor. He studied at the Slade School of Art (1960–4). Atkinson first came to prominence as part of the conceptual art group Art and Language, of which he was a founding member, in 1967. His work at that time included both essays for the group’s journal and discussion, which resulted in works exhibited under the group’s name. Gradually he began to grow apart from the group’s interest in Conceptualism and he left in 1974. His work continued to pursue Art and Language’s concerns with politics, history painting and the recent history of Modernism, but he approached these issues through paintings and, often, accompanying texts. The Happy Snap–History Snap series (1984–5; see exh cat. 1985–6) is typical of his work in the mid-1980s: the broad handling and bright palette marked a distance from the traditional values of Beaux-Arts painting, while the content, drawn from photographs, sought to situate his family in the context of major historical events; World War II, the Cold War and the politics of North Ireland have been recurrent interests. Towards the end of the 1980s he became more interested in late Modernism and began to mix ostensibly formalist styles with historically specific events. Red Enola Gay Arrow Head Mute (1991; see exh. cat. 1992), is characteristic of this approach: a polygonal canvas, painted in a monchrome magenta, it bears a small black motif resembling an aeroplane seen flying at a distance. The complex wood and metal tableaux of the Greaser series (1987–90) marked a further examination of the heritage of Modernism through the lens of historical materialism (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Terry Atkinson",
            "alphasort":"Atkinson, Terry",
            "lastname":"Atkinson",
            "firstname":"Terry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}