{
    "makerid":1973,
    "published_date":"2022-03-28 16:04:30.945920",
    "type":"maker",
    "displayname":"James Romberger",
    "makertype":"Individual",
    "alphasort":"Romberger James",
    "lastname":"Romberger",
    "firstname":"James",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1958",
    "begindate":1958,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Romberger",
            "alphasort":"Romberger James",
            "lastname":"Romberger",
            "firstname":"James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db89387975ec80016e02d50"
            },
            "body":"Working in New York City’s East Village during the late 1980s—when the newly defined AIDS epidemic was exacerbated by federal neglect and societal prejudice—David Wojnarowicz depicted moments often silenced by homophobia and fear. Before his death from an illness related to the virus, Wojnarowitz’s multimedia work engaged in a radical honesty that drew on intimate experiences to pry open legal and social exclusions. In 1986, the cartoonist James Romberger began working with Wojnarowicz on a graphic memoir of Wojnarowicz’s life, from his years as a homeless teenager to his struggles with AIDS; Wojnarowicz died before they could complete the book together. Romberger continued to work on the manuscript, published in 1996 as 7 Miles a Second. In this screenprint of one of the layouts, an explosion and fusion of bodies manages to feel horrific and also intimate. Likewise, Wojnarowicz’s autobiographical writings convey both rage and vulnerability: “It makes me weep to feel the history of you of your flesh beneath my hands at a time of so much loss . . . All these moments will be lost in time like tears in the rain.”\n\n<em><em>Conversation prompts<em><em>\n\nWhat effect does the comic book-like format of the scenes have on the viewer’s reading? How do the text and images relate to one another? In what order do you read the scenes?\n\nIs this a hopeful image? Why or why not?\n\nHow does the autobiographical nature of this work inform your reading of the relationship between caregiver and the ill?",
            "title":"Teach with Collections: Romberger and Wojnarowicz, untitled, 1993",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}