{
    "makerid":12505,
    "published_date":"2023-03-17 02:01:27.024093",
    "type":"maker",
    "displayname":"Warring States period",
    "makertype":"Individual",
    "alphasort":"Warring States period",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"ca. 470–221 BCE",
    "begindate":-470,
    "enddate":-221,
    "nationality":"Chinese",
    "culturegroup":"Warring States period",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Warring States period",
            "alphasort":"Warring States period",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Warring States period"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300018378"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db74ca968398700162b1b9e"
            },
            "body":"A remarkably finished bronze lamp in the form of a sword bearer standing with his arms held out in front of his chest, holding the stem of a curving shaft rising over his head to support a dish-shaped lamp pan with fluted sides and a center spike. The soldier's broad face extends in front of his head almost like a mask, and has almond-shaped eyes with stylized feather eyebrows and mustache over his hips. His ears are pierced with plug ornaments, his hair is finely cast in parallel strands gathered into a chignon and partially covered with a close-fitting headdress that is tied under his chin with a knot ending in a pair of curled pleated ribbons. He wears a long plain outer tunic with chased lines that is tied at the waist with a pleated sash knotted at the center, which hangs down in an inverted U-shape. At his left hip is a long sword with an octagonal handle that is fitted in a scabbard with a rectangular buckle hooked over the waist sash. The outer tunic ends above the ankles where the hem of his under robe flares out in a curve down to the ground. The front of the under robe is parted at front exposing his round-toed shoes and the fluted bottom of his pants.\n\nThe lamp is cast using piece-molds, and assembled from multiple pouring casts of the body and head, with cast-on components, including the chin strap ends, waist knot, sword, and the lamp pan and shaft. The body and head are cast in three successive pours, making use of different alloy compositions to achieve a polychromatic effect. The head and lower hem are cast with a darker ruddy colored bronze, while the outer tunic, waist knot, sword, and lamp dish and shaft are cast with a pale gold colored alloy. The rectangular tenon end of the lamp shaft is inserted into the hands the figure and pinned in two directions to prevent movement, and secured by lead.\n\nAccording to tomb inventories (<em>qiance<em>) this type of lamp is called <em>zhuyong</em> (\"lamp-figurine\"), and similar lamps have been found in Warring States and Western Han (206 B.C.–A.D. 9) burials. Such lamps may have been used in tombs to provide light during burial rituals, to guide the deceased soul on their afterlife journey, or to embody the soul in the form of an eternal flame during funerary ceremonies. This solemn figure wears ear plugs (possibly symbolic of a guard's duty to keep what is overheard in confidence) and bears a duck-bill sword, both of which find precedents in the Warring States bronze figural supports for a lacquered bell rack from the Marquis of Yi of Zeng's tomb (ca. 433 B.C.) at Leigudun, Suizhou, Hubei province.\n\nThis lamp was examined and tested for the purpose of discovering the details of its fabrication and evidence that would either support or refute an ancient date of manufacture. The bronze is of extremely high quality in terms of the skill with which it was cast from piece molds and finished. The casting was highly finished by polishing with abrasive, a process that may have assisted in retarding the onset of surface corrosion. Thermoluminescence analysis of a ceramic sample taken from inside left sleeve yielded a firing date consistent with a mid Warring States to early Western Han date.",
            "title":"Asian Art website: Sword-bearer lamp",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}