{
    "makerid":15469,
    "published_date":"2022-03-28 16:09:04.162574",
    "type":"maker",
    "displayname":"Francis Alÿs",
    "makertype":"Individual",
    "alphasort":"Alÿs, Francis",
    "lastname":"Alÿs",
    "firstname":"Francis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born Antwerp, 1959; based in Mexico City",
    "begindate":1959,
    "enddate":0,
    "nationality":"Belgian",
    "culturegroup":null,
    "biography":"Belgian artist based in Mexico City (ULAN).\r\n\r\n---\r\n\r\nBelgian painter, conceptual artist and performance artist active primarily in Mexico. He studied architecture at the Institut d’Architecture de Tournai in Belgium (1978–83) and at the Istituto Universitario di Architettura in Venice (1983–6). His art concentrates on Mexico City as a model of urban living. One of his best-known projects was a collaboration from 1992 to 1996 with painters of advertisements displayed on the streets of Mexico City. Creating small paintings of suited men inspired by the work of such sign painters, and commissioning from them larger versions in their own style, Alÿs deferred authorship into a semantic chain. Hovering between the banal and the surreal, these works have an uncanny theme, of individuals observed in situations that defy explanation yet evoke a collective unconscious angst; this impression is heightened by the presentation of the paintings as installations, as in Untitled (1996; see M. Darling, pp.52–3), which consists of three paintings, one by Alÿs, the others by named sign painters. Citing walking as the centre of his practice, Alÿs catalogues the urban experience through slight interventions. For his performance The Collector (1991; see 1997 exh. cat.; pp. 18–21), he dragged a small magnetic dog through Mexico City so as to attract debris to it. Through this action of collecting urban material, Alÿs locates artistic production within the social fabric itself (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Francis Alys",
            "alphasort":"Alys, Francis",
            "lastname":"Alys",
            "firstname":"Francis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Francis Alÿs",
            "alphasort":"Alÿs, Francis",
            "lastname":"Alÿs",
            "firstname":"Francis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}