{
    "makerid":207,
    "published_date":"2022-06-09 08:44:08.160545",
    "type":"maker",
    "displayname":"Kōno Bairei 幸野楳嶺",
    "makertype":"Individual",
    "alphasort":"Kono Bairei",
    "lastname":"Kono",
    "firstname":"Bairei",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1844–1895",
    "begindate":1844,
    "enddate":1895,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":"Japanese painter, book illustrator and art educator. Born the fourth son of Yasuda Shirobei, a Kyoto moneylender, the young Bairei was adopted into the Ko-no family. In 1852 he began his artistic training under the Maruyama-school painter, Nakajima Raisho- (1796–1871). After Raisho-’s death, Bairei studied with the Shijo--school master Shiokawa Bunrin (1808–77). He also studied Chinese literature and calligraphy with Confucian scholars. In 1873 his talent was officially recognized when he was included among the painters selected to show at the second Kyoto Exhibition.\r\n\r\nIn 1878 he and the painter Mochizuki Gyokusen (1834–1913) successfully petitioned the governor of Kyoto Prefecture to establish the Kyoto Prefectural Painting School (Kyo-to Fu Gagakko-) in 1880. Bairei was appointed instructor in the Kano- and To-yo- Sesshu- styles of ink painting (suibokuga; see Japan, §VI, 4(iii) and (vii)), but in 1881 he resigned his post to open a private art academy. Among his students were Takeuchi Seiho- and Kikuchi Ho-bun (1862–1918), future leaders of modern Japanese painting (Nihonga; see Japan, §VI, 5(iii)).\r\n\r\nThe commercial picture book Bairei hyakucho gafu (‘Bairei’s album of birds’; 1881; Chicago, IL, A. Inst.) established his reputation as an illustrator. In his painting he used the coloured washes and varied ink tones characteristic of the Shijo- school. These he combined with controlled drawing and deliberate compositions to produce sedate, rather formal works, such as Autumn Scene in the Country (Denka shukei; 1893; Tokyo, N. Mus.). In later life, Bairei became a pillar of the Meiji-period (1868–1912) artistic establishment. He was awarded many prizes and honours and sat on the juries of several national painting exhibitions. His most important contribution to the history of Japanese art, however, was as the teacher of Seiho- and Ho-bun and other leaders of the Nihonga movement (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Kōno Bairei 幸野楳嶺",
            "alphasort":"Kono Bairei",
            "lastname":"Kono",
            "firstname":"Bairei",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Kōno Bairei",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500123308"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/60481830"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}