{
    "makerid":6676,
    "published_date":"2022-03-28 16:07:33.551729",
    "type":"maker",
    "displayname":"Thomas Couture",
    "makertype":"Individual",
    "alphasort":"Couture, Thomas",
    "lastname":"Couture",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1815 – 1879",
    "begindate":1815,
    "enddate":1879,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Often remembered for \"The Romans of the Decadence,\" the sensation of the 1847 Salon that is now often cited as a classic example of bombastic academic painting. His informal works are more lively and he encouraged his students to directly study from landscape. ULAN\r\n\r\n---\r\n\r\nFrench painter and teacher. A student of Antoine-Jean Gros in 1830–38 and Paul Delaroche in 1838–9, he demonstrated precocious ability in drawing and was expected to win the Prix de Rome. He tried at least six times between 1834 and 1839, but achieved only second prize in 1837 (entry untraced). Disgusted with the politics of the academic system, Couture withdrew and took an independent path. He later attacked the stultified curriculum of the Ecole des Beaux-Arts and discouraged his own students from entering this institution. He first attained public notoriety at the Paris Salon with Young Venetians after an Orgy (1840; Montrouge, priv. col., see Boime, p. 85), the Prodigal Son (1841; Le Havre, Mus. B.-A.) and the Love of Gold (1844; Toulouse, Mus. Augustins). These early canvases are treated in a moralizing and anecdotal mode; the forms and compositional structures, like the debauched and corrupt protagonists, are sluggish and dull. Yet what made his work seem fresh to the Salon audience was his use of bright colour and surface texture derived from such painters as Alexandre-Gabriel Decamps and Eugène Delacroix, while his literary bent and methodical drawing demonstrated his mastery of academic tradition. The critics Théophile Gautier and Paul Mantz (1821–95) proclaimed him as the leader of a new school that mediated between the old and the new, and looked to him for a revitalization of Salon painting. The air of compromise his works projected made him appear a cultural representative of the juste milieu policies of Louis-Philippe.\r\n\r\nHowever Couture was far from happy in this role. Longing to make a statement worthy of the grand tradition of David and Gros, he started to work in the mid–1840s on the monumental Romans of the Decadence (completed 1847; Paris, Mus. d’Orsay). It was the triumph of the Salon of 1847 and destined to become his best-known picture. An extension of the moralizing themes of his first Salon exhibits, it represents the waning moments of an all-night orgy in the vestibule of a vast Corinthian hall. The exhausted and drunken revellers are contrasted with the solemn tutelary statues of the great Roman republicans in the niches around the hall; the heroes’ descendants have fallen into venality and corruption. The work was interpreted as a satire on the July Monarchy (1840–48) and a wide range of government critics—aristocratic, radical and bourgeois—perceived it as a forecast of the regime’s impending doom. The picture also had its admirers in government circles: François Guizot, the king’s chief minister, was instrumental in its purchase by the state.\r\n\r\nThe collapse of the July Monarchy in 1848 seemed to confirm a prophetic interpretation of the picture, and Couture was encouraged to produce a new monumental painting celebrating the Revolution for the Salle des Séances in the Assemblée Nationale. He had already begun his Enrolment of the Volunteers of 1792 (incomplete; Beauvais, Mus. Dépt. Oise) near the end of 1847, inspired by a series of lectures given by Jules Michelet at the Collège de France, which aimed to regenerate French society through the invigorating impulses of its youth. Michelet invoked 1789 as an exemplary model, and similarly in the Enrolment Couture depicted all classes in society forging a new national unity in the face of external threat. The exhilaration of the picture, its energetic sweep and movement, contrasts sharply with the Romans and attests to the sense of revitalization sparked by the 1848 revolution. But the work was never completed: with the counter-revolution in June 1848 and the installation of Louis-Napoléon as emperor the political climate altered so drastically that the Enrolment lost its raison d’être. The canvas has some figures almost complete but mainly only underdrawing.\r\n\r\nCouture managed to maintain close ties with the various governments of Napoleon III. He received a number of major commissions, but completed only the wall paintings in the chapel of the Virgin, St Eustache, Paris. His Baptism of the Prince Imperial (Compiègne, Château), celebrating the dynastic heir of the Second Empire, was commissioned in 1856 with the Return of the Troops from the Crimea (Le Havre, Mus. B.-A.) but remained unfinished. A combination of jealous intrigues and his own unstable temperament led to a falling out with the imperial family, and by the end of the 1850s he had nothing to show for his labours except innumerable sketches (e.g. Senlis, Mus. A. & Archéol.).\r\n\r\nCouture returned to Senlis in 1859 and devoted the rest of his life to satisfying the tastes of private patrons, many of them Americans. He embarked on a series of pictures based on the characters of the commedia dell’arte. His satirical Realist (1865; Cork, Crawford Mun. A.G.) shows a bohemian art student seated on the head of the Olympian Jupiter painting the head of a pig. His misanthropic disposition is revealed in his Courtesan’s Chariot or Love Leading the World (several versions, 1870s; e.g. Philadelphia, PA, Mus. A.), which shows a bare-breasted female pulled in a carriage by four men representing Youth, Riches, Courage and Poetry. The courtesan drives them with a whip, transforming them into beasts of burden. He was a particularly fine portrait painter, as can be seen in the Young Italian Girl (1877; Senlis, Mus. A. & Archéol.).\r\n\r\nCouture’s posthumous reputation rests mainly on his pedagogic skills. In 1847 he announced that he was opening an atelier in Paris independent of both classical and Romantic schools. He soon became a popular teacher. His distrust of academic education and honours, his innovative technical procedures and obsession with the pure colour and fresh brushwork of the sketch, which he encouraged his students to retain into the finished picture, exercised a profound influence. Among his pupils were Edouard Manet, Pierre Puvis de Chavannes, Anselm Feuerbach and many American artists—who preferred his teaching to the more rigid discipline of the Ecole and the Düsseldorf school—notably John La Farge, William Morris Hunt and Eastman Johnson.\r\n\r\nMany of Couture’s paintings and drawings were destroyed in 1870 during the Franco-Prussian War. The Musée d’Art et Archéologie, Senlis, has a collection of his portraits and oil sketches. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Couture",
            "alphasort":"Couture, Thomas",
            "lastname":"Couture",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115403"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7522264"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}