{
    "makerid":6150,
    "published_date":"2022-03-28 16:07:13.385894",
    "type":"maker",
    "displayname":"Joe Brown",
    "makertype":"Individual",
    "alphasort":"Brown Joe",
    "lastname":"Brown",
    "firstname":"Joe",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1909–1985",
    "begindate":1909,
    "enddate":1985,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Joseph Brown \r\nLecturer with rank of Professor in Visual Arts, Emeritus \r\nPrinceton University\r\n\r\nJoseph Brown, a sculptor of widely diversified abilities, taught at Princeton University for almost four decades. He saw nothing incongruous in his two apparently unrelated interests—sculpture and athletics. In the spring of 1962 he retired from the Department of Athletics and Physical Education after his 25 th season as Instructor of Boxing. He taught sculpture from 1939 until he retired from the faculty in 1977; he is Lecturer with rank of Professor in Visual Arts, Emeritus. \r\n\r\nA native of the once rough-and-ready Grays Ferry Section of Philadelphia, Pa., Brown (born: March 20, 1909 ) first caught the public eye as a Temple University undergraduate. Entering Temple on a football scholarship in 1927, he concentrated his efforts on boxing and was captain of the team in 1929. He turned professional later that year and won nine straight bouts as a light heavyweight. \r\n\r\nAlthough he had reached the “main-event class,” Brown decided that there “must be a better way to make a living.” He banked his ring earnings and continued his studies at Temple , graduating with a B.S. in education in 1931. \r\n\r\nAn opportunity to pick up a few dollars modeling struck the spark which led to his development as one of the country's best known sculptors. While posing for sculptor Walker Hancock and illustrator Douglas Duer, he tried a small sculpture himself. Hancock was so impressed that he sent Brown some materials and encouraged him to go ahead on his own. \r\n\r\nBrown did exactly that. He turned out two boxing figures and a dancer, borrowed a book on casting and –without benefit of formal study—had all three pieces accepted for exhibit by the Pennsylvania Academy of Fine Arts annual exhibition. \r\n\r\nHis first sculptures caught the eye of the late R. Tait McKenzie, who invited him to work in his studio as his apprentice. For the next seven years (1931-1938) Brown served a different apprenticeship, evolving the techniques which have since won a number of national awards, including the National Academy of Design's Barnet Prize for Sculpture. Unlike many of his contemporaries, Brown has never divorced art from everyday experiences and athletes. \r\n\r\nIn 1937 he was named boxing instructor at Princeton until 1962, and in 1939 was appointed Resident Fellow in Sculpture under the then new Creative Arts Program. He conducted popular courses in the practice of sculpture until his retirement in 1977. \r\n\r\nDuring World War II, Brown was a consultant to the Secretary of War and was a member of the Founding Faculty when the Army Ground and Service Forces established the Physical Trainers and Athletic Directors School at Lexington , Va. His ideas about the teaching of boxing influenced the Army to revamp its program of physical training in 1944. \r\n\r\nIn 1954 he presented a paper at the National Recreation Congress and exhibited models of “play Communities,” designated to re-establish play as “a preparation for the responsibilities of maturity.” Since then full-sized models have been installed in playgrounds in London, Tokyo, Philadelphia, the New Jersey Neuro-Psychiatric Institute (now know as the North Princeton Development Center) and many other public playgrounds. An article by Brown, “Unpredictability—Margin for Inspiration” which appeared in Architectural Record , brought invitations for articles in the French magazine Arcitecture aujourd'hui , the Italian magazine Domus , and the Danish magazine Arkitektur . \r\n\r\nIn 1961 professor Brown went on a four-month State Department goodwill tour, under the auspices of the Department's American Specialist Branch. In Japan , Taiwan , Indonesia , Thailand and Burma, he conducted scores of boxing clinics, gave dozens of lectures on sculpture, and turned out 16 statuettes and four small busts, most of them depicting local athletic heroes from the areas he visited. \r\n\r\nProfessor Brown was authorized by the State Department to return to Asia the following year to deliver the bronzes of his statuettes, in person, in Japan, Taiwan, Thailand and Burma. \r\n\r\nIn 1967, Brown received the annual Distinguished Service Citation of the American Association for Health, Physical Education, and Recreation, a department of the National Education Association, in recognition of his “meritorious service as a n educational leader” and for his contributions to “programs of education for children, youth, and adults. \r\n\r\n\r\n-----\r\n\r\nAthlete, educator and artist, Joe Brown was gifted in many areas.\r\n\r\nOne of Brown's natural talents was boxing. Brown began his boxing career at Temple University and became the Amateur Athletic Union's (AAU) heavyweight champion. He was lured away from the amateur realm by the money and fame of the professional boxing world. His professional career was short-lived.\r\n\r\nA boxing injury resulted in Brown's introduction to the world of art in 1929. He became a model for a sculpting class and soon realized he was interested in sculpting. That year he sculpted a boxer, his brother Harry, and a ballet dancer. All three works were accepted into the annual exhibition at the Pennsylvania Academy of Fine Arts.\r\n\r\nAfter graduating from Temple University in 1931 with a bachelor's degree in education, Brown apprenticed to sculptor, physician, and educator Dr. R. Tait McKenzie. McKenzie often warned Brown, \"Don't plan on making a living with your art, because if you try, you will be shaped by the fashions in art and cease to be an artist, because you will no longer work from the basis of personal experience.\" Brown heeded this advice and combined teaching and coaching with art.\r\n\r\nIn 1938, Brown was hired as Princeton University's boxing coach.\r\n\r\nDuring his tenure as boxing coach, the Academic Dean of Princeton University, Christian Gauss, noticed a bronze statue of the champion swimmer Duke Kahanomoku on a desk. Guass was told the artist was Joe Brown - the boxing coach. Brown had kept silent about his artistic talent, fearing that the mix of art and athletics would be viewed as a weakness. Instead, this mixture was viewed as a strength and Brown became a Resident Fellow of Sculpture. He became a full Professor of Art in 1962 and retired from Princeton in 1977.\r\n\r\nThroughout his career, Brown sculpted what he knew best-sports. His works in the National Art Museum of Sport include \"Dropped, Antaeus, 1951,\" \"Boxer Bandaging His Hand,\" and \"Hurling.\" They were donated to the Museum by Dr. Louis A. Pyle, Jr., who had been a Princeton boxer and posed for \"Boxer Bandaging his Hand.\" A bronze of a gymnast was recently given the Museum.\r\n\r\nVeterans' Stadium, the former home of the Philadelphia Phillies and the Philadelphia Eagles, was the site of four 16-foot bronzes by Joe Brown. With the construction of a new stadium, the bronzes have been installed as public art in other parts of Philadelphia. He not only sculpted works of sport, but also famous people such as John Steinbeck and Robert Frost.\r\n\r\nhttp://www.namos.iupui.edu/Artist.aspx?artist=145\r\n\r\n-----\r\n\r\nJoe Brown graduated from Temple University in 1931 at the height of the depression. He couldn't get a position as a physical education instructor, but since he was an athlete he got a job posing for artists at the Pennsylvania Academy of the Fine Arts. There he was tempted to try sculpting himself, and the three pieces he produced were accepted by the Academy for exhibition. His work caught the eye of Dr. R. Tait McKenzie, a noted physician and sculptor. Brown served a seven-year apprenticeship to Dr. McKenzie and then joined the Princeton University staff as boxing coach in 1937,until 1962, and in 1939 was appointed Resident Fellow in Sculpture under the then new Creative Arts Program. He conducted popular courses in the practice of sculpture until his retirement in 1977.\r\n\r\nDuring World War II, Brown was a consultant to the Secretary of War and was a member of the Founding Faculty when the Army Ground and Service Forces established the Physical Trainers and Athletic Directors School at Lexington , Va. His ideas about the teaching of boxing influenced the Army to revamp its program of physical training in 1944. In 1954 he presented a paper at the National Recreation Congress and exhibited models of “play Communities,” designated to re-establish play as “a preparation for the responsibilities of maturity.” Since then full-sized models have been installed in playgrounds in London, Tokyo, Philadelphia, the New Jersey Neuro-Psychiatric Institute (now know as the North Princeton Development Center) and many other public playgrounds. An article by Brown, “Unpredictability—Margin for Inspiration” which appeared in Architectural Record , brought invitations for articles in the French magazine Arcitecture aujourd'hui , the Italian magazine Domus , and the Danish magazine Arkitektur. \r\n\r\nIn 1961 professor Brown went on a four-month State Department goodwill tour, under the auspices of the Department's American Specialist Branch. In Japan , Taiwan , Indonesia , Thailand and Burma, he conducted scores of boxing clinics, gave dozens of lectures on sculpture, and turned out 16 statuettes and four small busts, most of them depicting local\r\nathletic heroes from the areas he visited.\r\n\r\nProfessor Brown was authorized by the State Department to return to Asia the following year to deliver the bronzes of his statuettes, in person, in Japan, Taiwan, Thailand and Burma. In 1967, Brown received the annual Distinguished Service Citation of the American Association for Health, Physical Education, and Recreation, a department of the National Education Association, in recognition of his “meritorious service as a n educational leader” and for his contributions to “programs of education for children, youth, and adults.\r\n\r\nHe was on of the consultants to the Children's Television Workshop during the planning of “ Sesame Street ” in 1969. In April 1980 he was inducted into the Hall of Fame of the National Association of Sports and Physical Education.\r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Joe Brown",
            "alphasort":"Brown Joe",
            "lastname":"Brown",
            "firstname":"Joe",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Joseph Brown",
            "alphasort":"Brown, Joseph",
            "lastname":"Brown",
            "firstname":"Joseph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"LCCN",
            "id":"https://lccn.loc.gov/n86042347"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/67944478"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}