{
    "makerid":14754,
    "published_date":"2022-03-28 16:08:50.085197",
    "type":"maker",
    "displayname":"William Richardson Davie",
    "makertype":"Individual",
    "alphasort":"Davie, William Richardson",
    "lastname":"Davie",
    "firstname":"William",
    "nametitle":null,
    "middlename":"Richardson",
    "suffix":null,
    "displaybio":"American, 1756–1820",
    "begindate":1756,
    "enddate":1820,
    "nationality":"American",
    "culturegroup":null,
    "biography":"William Richardson Davie (June 22, 1756–November 5, 1820) was the Governor of North Carolina from 1798 to 1799. He was a Federalist and may be considered a \"Founding Father of the United States.\"\r\n\r\nBorn in Egremont Parish, Cumberland County, England, William Davie immigrated to North America in 1764 with his parents, Archibald and Mary Richardson Davie. The family soon established a farmstead in the \"Waxhaws\" region, in present-day Lancaster County, South Carolina. There Mary's brother, William Richardson, had settled earlier and served as a prominent Presbyterian minister. As a youth, William Davie was influenced significantly by his uncle, especially in the years after the death of Davie's mother in 1767. The Reverend Richardson, whose manse was located next to the Davie family's property, provided his nephew with religious instruction and likely with the bulk of the boy's basic secular education at the nearby church school. According to some biographical accounts, Davie traveled to North Carolina at the age of fifteen to acquire higher education at Queen's College in Charlotte. While no period documentation has been found to confirm his studies at that short-lived academy in 1771, records to show that he enrolled at the College of New Jersey (later Princeton University) in 1774.\r\n\r\nWilliam Davie's years at the northern college proved to be decisive ones for him, as they were for New Jersey and the rest of the American colonies, which were moving with increasing speed and resolve to sever their ties permanently with Great Britain. Reports of fiery debates in the Second Continental Congress in Philadelphia and of armed, bloody confrontations between rebels and pro-British forces deeply affected Davie, imbuing him and many of his classmates with a growing sense of American nationalism, unified purpose, and with a desire to enter the fight against the crown.\r\n\r\nNews in July 1776 that delegates in Philadelphia had signed the Declaration of Independence finally spurred Davie and a group of his fellow students to act on their emotions. Over the objections of their teachers, they organized at school that summer a volunteer company and marched thirty-seven miles from Princeton to Elizabeth, New Jersey (at the time \"Elizabethtown\"), to join a detachment of General George Washington's army. Apparently, the rigors and tedium of daily life in the military quickly tempered the students' patriotic zeal, for they soon returned to college. Shortly thereafter, in October 1776, Davie completed his coursework at the College of New Jersey and received his bachelor's degree.\r\n\r\n\r\n[edit] Revolutionary and post-Revolutionary Era\r\nAfter leaving New Jersey, Davie began to study law in Salisbury, North Carolina, under Spruce Macay (pronounced \"Muh-coy\"), who would later provide Andrew Jackson with his own legal training. In December 1778, Davie left Salisbury to join 1,200 militiamen led by Brigadier General Allen Jones of Northampton County, NC. Jones's force advanced toward Charleston, SC, with intentions to aid the port city as it prepared its defenses against possible British assault. That threat receded, so Davie and the rest of Jones's men returned to North Carolina after marching as far southward as Camden, SC.\r\n\r\nDavie resumed his studies in Salisbury, but in the spring of 1779, he closed his law books again to reenter military service. This time, though, Davie did not volunteer for an existing force; he helped to raise and train a local cavalry troop. For his work in forming \"a Company of Horse in the District of Salisbury,\" he received a lieutenant's commission in April from North Carolina Governor Richard Caswell. Davie did not remain in that junior rank for long. In May 1779, he and his company were attached to the legion of General Casimir Pulaski, who earlier in the year had moved from Pennsylvania to South Carolina to help bolster American positions in and around Charleston. Promoted to the rank of major under Pulaski, Davie assumed command of a brigade of cavalry. On June 20, 1779, just two days shy of his twenty-third birthday, Davie led a charge against British forces at the Battle of Stono Ferry outside Charleston. He suffered a serious wound to his thigh in that engagement, fell from his horse, and narrowly escaped capture. While convalescing from his injuries, Davie resumed his legal studies back in Salisbury. Soon he completed or \"stood\" his examinations and in November 1779 obtained a license to practice law in South Carolina. In the late spring and summer of the following year, Davie, now fully recovered, formed an independent company of cavalry. He led that mounted force in several actions during the summer of 1780.\r\n\r\nShortly after the Battle of Hanging Rock, Davie received word of a new army moving into South Carolina under General Horatio Gates. At the Battle of Camden on August 16, 1780 Gates was soundly defeated. While the Continentals fought hard, his militia largely fled without much if any of a fight. Gates and what remained of his army fell back into South Carolina. Davie narrowly missed the battle. Instead of retreating north along with Gates and the remnants of the American army, Davie moved south towards the enemy and Camden to recover supply wagons and gather intelligence on enemy movements. In the time between Camden and the Battle of Kings Mountain, in October 1780, Davie's cavalry was the only unbroken corps between the British army and what was left of the Continental forces.\r\n\r\nPerhaps, Davie's most audacious action as a cavalry officer came at the Battle of Charlotte on September, 26, 1780. Ordered to cover the American army retreat and hinder the British invasion of North Carolina, Davie, now a colonel, and 150 of his mounted militia set up defense in what was then the small village of Charlotte. He dismounted several of his men and had them take station behind a stone wall at the summit of a hill in the center of town. Other dismounted soldiers where scattered on the flanks with a reserve of cavalry. At about noon, the British army under General Lord Cornwallis appeared. Cornwallis' forces numbered at least 2,000 Redcoats and loyalists. After three charges of British cavalry and infantry moving on his right flank, Davie and his men retreated northward. Cornwallis subsequently occupied Charlotte, but he remained there less than two weeks, withdrawing his forces from the \"hornets nest\" after receiving news of the defeat of British and loyalist forces by backcountry militia at the Battle of Kings Mountain on October 7, 1780. As Cornwallis's army marched back toward South Carolina, Davie directed his men to shadow and skirmish with enemy units and to disrupt and intercept their communications.\r\n\r\nDavie's military service in the Revolution changed dramatically after December 1780, when General Nathanael Greene arrived in North Carolina to take command of the American army in the \"Southern Department.\" Headquartered in Charlotte, Greene desperately needed more provisions and equipment for his soldiers as he prepared to counter the certain return of Cornwallis to North Carolina. Davie's leadership skills and knowledge of the region's terrain and inhabitants impressed Greene, who in January 1781 persuaded the experienced cavalry officer to relinquish his field command so that he could serve as the army's commissary-general. In that position Davie spent the final stages of the war carrying out the crucial but often thankless tasks of locating, organizing, and transporting supplies for General Greene's ever-needed troops, as well as for North Carolina's militia.\r\n\r\nAfter the war, Davie rose to prominence in North Carolina as a traveling circuit court lawyer and orator. He was elected to the North Carolina House of Commons on multiple occasions from 1786 through 1798. He served as a member of the Constitutional Convention of 1787 (leaving before he could sign the document) and argued for its passage at the North Carolina State Conventions in 1788 and 1789.\r\n\r\nDavie was elected governor of North Carolina by the North Carolina General Assembly in 1798. During his administration, the state settled boundary disputes with South Carolina and Tennessee to the west. He resigned as the state's chief executive when President Adams enlisted him in 1799 to serve on a peace commission to France, where bilateral negotiations resulted in the Convention of 1800.\r\n\r\nDavie remained active in the state militia and in the newly-formed United States Army; he served in the state militia during the 1797 crisis with France (immediately preceding the Quasi-War) and was appointed brigadier general in the Army by President John Adams. After his return to North Carolina, Davie continued to be active in Federalist politics. He ran unsuccessfully for the United States House of Representatives against Willis Alston in the [[United States House of Representatives elections, 1804|1804 election]. (Alston, elected as a Federalist in 1798, joined the Democratic Republican Party during the Jefferson administration).\r\n\r\n\r\n[edit] Founding the University of North Carolina\r\nAs a member of the North Carolina General Assembly, Davie sponsored the bill that chartered the University of North Carolina. He is recognized as the university's founder and served on its board of trustees from 1789 to 1807. Davie also received the institution's first honorary degree in 1811, an LL.D., and was given the title \"Father of the University.\" The \"Davie Poplar\" tree on the campus is, as legend has it, where Davie tied his horse in the late 1790s to pick out the site for the Tar Heel state's first university.\r\n\r\n\r\n[edit] Later life\r\nAfter his unsuccessful run for the House of Representatives Davie retired from public life to his estate, Tivoli, in South Carolina. During the 1812 presidential election, Virginia Federalists who refused to support the candidacy of dissident Democratic-Republican DeWitt Clinton against incumbent Democratic-Republican James Madison nominated presidential electors pledged to Rufus King for president and Davie for vice president. This Federalist slate was defeated by a wide margin [1]). During the War of 1812, Davie served in the army as well, but declined an offer from President James Madison to command the American forces.\r\n\r\nDavie was keenly interested in thoroughbred horses. In 1809, he purchased a champion race horse from William Ransom Johnson, a native of North Carolina who was known in American racing circles as \"The Napoleon of the Turf.\" The horse, \"Sir Archy,\" cost Davie the then-staggering sum of $5,000. That price reflected the horse's greatness and his promise as one of the foundation sires in American racing. Nearly a century and a half later, in 1955, as further testament to Sir Archy's standing, the stallion was among the first class of horses inducted into the National Museum of Racing and Hall of Fame in Saratoga Springs, New York.\r\n\r\nDavie died at his Tivoli estate in 1820. He was preceded in death by his wife, the former Sarah Jones, whom he married in 1782. Davie is buried at Old Waxhaw Presbyterian Church in South Carolina. Sarah, who died at the age of 39 in 1802, is buried in the Old Colonial Cemetery in Halifax, North Carolina, and was the daughter of Allen Jones (delegate).\r\n\r\nDavie County, North Carolina, established in 1836, is named in his memory.\r\n\r\nWilliam R. Davie Middle School, in Roanoke Rapids, N.C., is named in his memory.\r\n\r\nWilliam R. Davie Elementary School, in Davie County, N.C., is also named in his memory.\r\n\r\n\r\n[edit] Sources\r\nWilliam Richardson Davie: Soldier, Statesman, and Founder of the University of North Carolina, R. Neil Fulghum. University of North Carolina at Chapel Hill: The North Carolina Collection, 2006. \r\nBiographical Directory of the Governors of the United States, 1789-1978, Robert Sobel and John Raimo, eds. Westport, CT: Meckler Books, 1978. (ISBN 0-930466-00-4) \r\n\"Finding a forgotten Founding Father,\" Charlotte Observer, June 21, 2006. [2] \r\nUniversity of Groningen biography [3] \r\n\"Political Career of William R. Davie\". Our Campaigns.com. \r\nWilliam R. Davie, Blackwell P. Robinson. The University of North Carolina at Chapel Hill, 1957. \r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William Richardson Davie",
            "alphasort":"Davie, William Richardson",
            "lastname":"Davie",
            "firstname":"William",
            "nametitle":null,
            "middlename":"Richardson",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/6237172"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}