{
    "makerid":766,
    "published_date":"2022-03-28 16:03:45.176034",
    "type":"maker",
    "displayname":"Shahzia Sikander",
    "makertype":"Individual",
    "alphasort":"Sikander Shahzia",
    "lastname":"Sikander",
    "firstname":"Shahzia",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1969, Lahore, Pakistan; active New York, NY",
    "begindate":1969,
    "enddate":2100,
    "nationality":"Pakistani",
    "culturegroup":null,
    "biography":"Shahzia Sikander was trained as a painter of Mughal miniatures, but even as a young student, she infused this tradition with a distinctly contemporary sensibility. In her work, Muslim and Hindu iconography mingle with allusions to dance, current events, and Western art history. The multilayered quality of Sikander's prints, paintings, and videos signals the dramatic changes that have accompanied globalization, changes that render identity all the more synthetic and culture all the more hybridized.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Shahzia Sikander",
            "alphasort":"Sikander Shahzia",
            "lastname":"Sikander",
            "firstname":"Shahzia",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500114748"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/216393026"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d813ea169514e00166d8dee"
            },
            "title":"Artist Talk: Shahzia Sikander",
            "description":"To celebrate her major public commissions for Princeton University’s 20 Washington Road—the new home for the Economics Department and its many international programs, Shahzia Sikander will discuss her work, followed by an interview with Museum Director James Steward. In her pioneering practice, the Pakistani-American artist takes Indo-Persian miniature painting as a point of departure to examine the forces at stake in contested cultural and political histories. Speakers: Shahzia Sikander, James Steward Princeton University November 17, 2016 ",
            "speaker_type":"Artist",
            "file_uri":"https://mediacentral.princeton.edu/id/1_x5njus4x",
            "transcript":"",
            "source_project":"Campus Art",
            "displaydate":"November 17, 2016 ",
            "sort_date":"2016-11-17",
            "video_type":"Artist Talks",
            "caption_file":[]
        },
        {
            "_id":{
                "$oid":"5d8e5d2ac402a2001627635c"
            },
            "title":"Drawing in Glass: Shahzia Sikander at Princeton University",
            "description":"Get a behind-the-scenes view into the making of two spectacular, site-specific works by the internationally acclaimed artist Shahzia Sikander that were unveiled at Princeton in April 2017.\n\nSoaring above the forum of the Julis Romo Rabinowitz Building—the new home for the Department of Economics—is the site of Quintuplet Effect, where layered images of flight, descent, material economies, and spiritual transcendence invite contemplation and conversation. Nearby, as one climbs the stairs in the Louis A. Simpson International Building, a shimmering, sixty-six-foot-high glass and ceramic scroll entitled Ecstasy as Sublime, Heart as Vector takes visitors on a journey from the mortal bonds of humanity to the realm of abstraction. ",
            "speaker_type":"Faculty, Artist, Director, Expert",
            "file_uri":"https://mediacentral.princeton.edu/id/1_pr676bba",
            "transcript":"",
            "source_project":"Campus Art",
            "caption_file":[],
            "place":{
                "$oid":"5cb77e11add6ef068be62779"
            },
            "displaydate":"Spring 2017",
            "sort_date":"2017-05-01",
            "video_type":"Collections"
        }
    ],
    "essay":[]
}