{
    "makerid":5918,
    "published_date":"2022-03-28 16:07:04.671637",
    "type":"maker",
    "displayname":"James FitzGerald",
    "makertype":"Individual",
    "alphasort":"FitzGerald James",
    "lastname":"FitzGerald",
    "firstname":"James",
    "nametitle":null,
    "middlename":"Herbert",
    "suffix":null,
    "displaybio":"American, 1910–1973",
    "begindate":1910,
    "enddate":1973,
    "nationality":"American",
    "culturegroup":null,
    "biography":"James FitzGerald along with his wife, Margaret Tomkins were among the most innovative modern artists active in the Pacific Northwest.\r\n   \r\nHe attended the University of Washington; the Kansas City Art Institute; Art Center School in Los Angeles, with Thomas Hart Benton, Henry Varnum Poor, Boardman Robinson; Colorado Springs Fine Arts Center and Yale University (Carnegie Fellow).\r\n\r\nHe was an instructor at the Kansas City Art Institute, the University of Washington and was Director of the Spokane Art Center in 1941.\r\n\r\nHe produced works for various WPA art programs in Colorado, Washington state and California.  He traveled to Mexico where he studied mural painting under Jose Clemente Orozco.\r\n\r\nHis exhibition history includes several solo exhibitions including the Seattle Art Museum, the Santa Barbara Museum of Art, and the San Francisco Art Museum.\r\n\r\nSelected Group exhibitions include the Whitney Museum of American Art, the Art Institute of Chicago where he exhibited in the important Abstract & Surrealist Art in America, 1947,  Denver Art Museum, Seattle Art Museum, San Francisco Art Museum , Munson, Williams, Proctor Institute, Utica, NY , the Albright-Knox Gallery, Buffalo, NY, The Pennsylvania Academy of Fine Art, the Brooklyn Museum and many others.\r\n\r\nHis Sculptural commissions include the Lake Washington Floating Bridge relief sculptures, Seattle, WA, 1939; The IBM Building, Seattle,1962 (Minoru Yamasaki, architect), United States Federal Building, Ogden, Utah,  Princeton University; the Seattle Public Library and numerous others.\r\n\r\nHis work is in the collections of the Seattle Art Museum, The Henry Art Gallery, University of Washington, the Tacoma Art Museum, the Museum of Northwest Art, LaConnor, WA, the Museum of Contemporary Art, Chicago, IL, the University of Maryland Art Gallery, and several others.\r\n\r\nIn 1959, a devastating fire destroyed the home and studios of FitzGerald and his wife Margaret Tomkins, where they lost the majority of their earlier works.\r\nhttp://www.martin-zambito.com/MARGRET%20TOMKINS%20&%20JAMES%20FITZGERALD.html",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James FitzGerald",
            "alphasort":"FitzGerald James",
            "lastname":"FitzGerald",
            "firstname":"James",
            "nametitle":null,
            "middlename":"Herbert",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http;//viaf.org/viaf/43897405"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d94bbede8866e00160a5c07"
            },
            "title":"Hear the Manager of Campus Collections (PP519)",
            "transcription":"Hear the Manager of Campus Collections (PP519)\n\nScudder Plaza may be the most relaxing spot on campus: you can catch the cooling spray from James FitzGerald’s monumental sculpture, Fountain of Freedom, or be soothed by the sounds of its cascading water. At twenty-three feet high, Fountain of Freedom is one of the largest cast bronze sculptures in the U.S. Inspired by the rugged beauty of the artist’s native Pacific Northwest, the grooves, channels, and spires of the six-ton sculpture—reminiscent of naturally eroded forms—are meant to symbolize Woodrow Wilson’s aspirations and frustrations.\n\nFitzGerald began his career as a painter, first studying with the great Mexican muralist José Clemente Orozco and then working on WPA-funded murals throughout the U.S, including in New York, where he lived briefly with Jackson Pollock. After studying at Yale’s School of Architecture, FitzGerald returned west, where he began making monumental sculpture. There are five public fountains designed by FitzGerald in Seattle, including one for the IBM building designed by Minoru Yamasaki, the architect of the Woodrow Wilson School.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca059",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}