{
    "makerid":20829,
    "published_date":"2025-08-26 02:04:05.955242",
    "type":"maker",
    "displayname":"Edna Andrade",
    "makertype":"Individual",
    "alphasort":"Andrade, Edna",
    "lastname":"Andrade",
    "firstname":"Edna",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1917–2008; born Portsmouth, VA; active Philadelphia, PA",
    "begindate":1917,
    "enddate":2008,
    "nationality":"American",
    "culturegroup":null,
    "biography":"One of the foremost artists to emerge in Philadelphia in the 1960s, Edna Andrade (1917-2008) is now recognized as an early leader in the Op Art movement. Characterized by pulsating patterns, vivid colors, and a visual immediacy that surpasses narrative meaning, her work explores symmetry, rhythm and harmony through geometric abstraction and structures inspired by nature and architecture.\r\n\r\nAndrade lived and worked in Philadelphia for the majority of her career after first moving to the city from Virginia to attend the Pennsylvania Academy of Fine Arts (PAFA). At PAFA Andrade was awarded two Cresson Traveling Scholarships that allowed her to visit Europe, exposing her to Bauhaus ideologies and post-war artists that indelibly influenced her approaches to color, abstraction, and teaching. During World War II, she worked under architect Eeron Saarinen for the Office of Strategic Services designing visual aids, maps, animations and exhibitions. Andrade went on to be a celebrated educator at the Philadelphia College of Art and in 1996 was awarded the College Art Association Award for Distinguished Teaching.\r\n\r\nIn her career-spanning investigations into the nature of perception, she balanced her interests in fine arts, hand made crafts, and public projects. This would lead her to experiment with print editions throughout her career and complete public commissions for the Free Library of Philadelphia and the Salvation Army, among others. Additionally, she was influenced by many realms outside of fine arts including architecture, philosophy, mathematics, biology, psychology, and design. Her later works are delicate and masterful graphite drawings of the rocky coast of Maine, returning to her formal PAFA training and the representational subjects of her early landscape paintings.\r\n\r\nAndrade was the focus of two major retrospectives during her lifetime: in 1993, at the Pennsylvania Academy of Fine Arts, and in 2003, at the Institute of Contemporary Art at the University of Pennsylvania. She was included in the Op Art publication by Joe Houston, Optic Nerve: Perceptual Art of the 1960s, in 2007. The artist’s work is in numerous museums throughout the U.S. including the Philadelphia Museum of Art, the Pennsylvania Academy of the Fine Arts, the Houston Museum of Fine Arts, the Dallas Museum of Art, Virginia Museum of Fine Arts and Baltimore Art Museum. (Locks Gallery website, last visited 04/28/2021).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edna Andrade",
            "alphasort":"Andrade, Edna",
            "lastname":"Andrade",
            "firstname":"Edna",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/13114599"
        },
        {
            "source":"ULAN",
            "id":"500334146"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}