{
    "makerid":126,
    "published_date":"2022-06-09 08:44:06.994350",
    "type":"maker",
    "displayname":"Adolphe Appian",
    "makertype":"Individual",
    "alphasort":"Appian, Adolphe",
    "lastname":"Appian",
    "firstname":"Adolphe",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1818–1898",
    "begindate":1818,
    "enddate":1898,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French painter and printmaker. He was a student of François Grobon (1815–1901) and Augustin Thierriat (1789–1870) at the Ecole des Beaux-Arts, Lyon. Appian made a speciality of charcoal studies from nature in which colours were transposed into tonal values. From 1852 he worked from nature at Crémieu, together with Corot, Charles-François Daubigny, Auguste Ravier, Louis-Hector Allemand (1809–86) and Louis Carrand. He had by this time achieved financial independence and devoted himself completely to painting.\r\n\r\nAppian depicted an enormous range of subjects, visiting the Pyrenees, the Auvergne, the Bugey and Italy: he often favoured views of still waters and the Mediterranean such as The Beach (1870; Lyon, Mus. B.-A.). His scenes are frequently dotted with little figures in the style of his friend Corot. The style of this prolific and meticulous production remained rather static until 1877, when Appian abandoned his earlier sombre palette and became a virtuoso colourist, producing work with a glistening enamel-like quality. In 1885 he painted in the environs of Fontainebleau. His work as a whole is regional in outlook, with its frequent concentration on the landscape of the Lyon area, and can be found in the collections of the Musées des Beaux-Arts at Dijon and Lyon. His studio in the Villa des Fusains came to symbolize 19th-century landscape painting in the region. Appian was also a notable printmaker; from 1863 he belonged to the Société des Aquafortistes, producing etchings for Alfred Cadart and working in drypoint. He also produced work for the Gazette des beaux-arts, the Revue du Lyonnais, Le Fusain and Paris Salon. His son Jean-Louis Appian (1862–96) was also a painter and printmaker (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Jacques Barthélemy Appian",
            "alphasort":"Appian, Jacques Barthélemy",
            "lastname":"Appian",
            "firstname":"Jacques Barthélemy",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Adolphe Appian",
            "alphasort":"Appian, Adolphe",
            "lastname":"Appian",
            "firstname":"Adolphe",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500009819"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/69039286"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}