{
    "makerid":3207,
    "published_date":"2022-10-28 02:04:38.612404",
    "type":"maker",
    "displayname":"Frederic Remington",
    "makertype":"Individual",
    "alphasort":"Remington, Frederic",
    "lastname":"Remington",
    "firstname":"Frederic",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1861–1909; born Canton, NY; died Ridgefield, CT",
    "begindate":1861,
    "enddate":1909,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Remington is known as one of the premier artist of the American West. During the 1880s, he traveled through the Dakotas, Montana, the Arizona Territory, and Texas, returning to New York in 1885, with the desire to record the vanishing wilderness. In 1895, he began to exhibit his bronzes of cowboys and horses in motion. After 1900, his illustrative style shifted to one of Impressionism, as he became influenced by the work of Monet, Childe Hassam, and John H. Twatchman. In addition to his paintings and sculpture, he wrote eight books and numerous short stories on the Wild West (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Frederic Remington",
            "alphasort":"Remington, Frederic",
            "lastname":"Remington",
            "firstname":"Frederic",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Frederic Sackrider Remington",
            "alphasort":"Remington, Frederic Sackrider",
            "lastname":"Remington",
            "firstname":"Frederic Sackrider",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500024759"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/9891506"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadd141c5089b0016f26e09"
            },
            "body":"A work of great virtuosity, <em>Coming Through the Rye</em> depicts four mounted, hell-raising  cowboys riding at full gallop, their arms raised, firing their guns into the air. The sculpture, a daring techni­cal achievement, captures the swift movement and high spirits of the subject; and the horses with their heads lowered and their tails whipping the air seem almost suspended, resting as they do on only five of the legs. It is a work of uncompromising realism, with every detail of anatomy and cos­tume carefully rendered; the reins of the horses are separately fashioned strips of metal applied to the cast bronze. The affectionate and ebullient characterization of this rowdy foursome and, of course, the lore of the Wild West have made Remington's <em>Coming Through the Rye</em> a favorite with the Ameri­can public. \n",
            "title":"Coming through the Rye, Frederic Remington",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring /Summer 1991"
        }
    ]
}