{
    "alphasort":"Bacon, Francis",
    "altnames":[],
    "begindate":1909,
    "biography":"English painter. One of the most individual, powerful and disturbing artists of the period following World War II, he took the human figure as his subject at a time when art was dominated by abstract styles, and he was also one of the first to depict overtly homosexual themes. Though largely self-taught, he was widely read and of great independence of mind. His subject-matter and procedures of painting are too personal to be imitated with any real success by other artists, but in Britain and further afield he remains a towering example to those dedicated to the depiction of the human figure.\r\n\r\n1. Life and work.\r\n\r\n(i) Childhood and early work, to 1942.\r\n\r\nBacon was probably a collateral descendant of the famous Elizabethan essayist and statesman Sir Francis Bacon. Born of English parents, he was brought up in Ireland and England and had almost no formal education partly because of the severe asthma from which he suffered as a child. He left home in 1927 at the age of 17, spending eight weeks in Berlin during its wildest and most licentious period, when homosexuality was openly expressed, before moving to Paris. He lived there for the next year and a half, visiting galleries and taking an interest in painting, though without attending any art school.\r\n\r\nBacon returned to London in 1929, took a studio and tried for the next two or three years to establish himself as an interior decorator, while also experimenting with watercolours and drawings. In 1929-30 he organized two exhibitions in his studio of furniture and rugs made from his designs, and sold a small number of pieces. The furniture was mainly in an Art Deco style, with extensive use of stainless steel and glass. Although his activity as a furniture designer was short-lived, it seemed to find an echo later on in the elaborate couches and other items of furniture that appear in some of his paintings.\r\n\r\nVery few of Bacon's early paintings survive because he destroyed many of his early works as unsatisfactory and left others behind when moving from studio to studio, but it is clear that he began in a style very different from his later work. His designs for rugs and his earliest known paintings, two watercolours of 1929, are in a semi-Cubist style partly reminiscent of the work of Fernand Léger. Soon afterwards, however, he was influenced by Pablo Picasso's biomorphic bone-like figures of the late 1920s, and his work took on a more organic, grotesque and Surrealistic character. Although one of his earliest oil paintings, Crucifixion (1933; London, Trustees of Sir Colin and Lady Anderson priv. col.), was reproduced in Herbert Read's book Art Now (London, 1933), he began by 1934 to feel discouraged and in the later 1930s did very little painting, supporting himself by various odd jobs that had nothing to do with art, including running an illegal casino.\r\n\r\n(ii) 1943-53.\r\n\r\nPronounced unfit for military service because of his asthma, Bacon turned to painting as a full-time activity in 1943-4 and later dated his career as a fully committed artist from that time. His first mature work, in his own view, was Three Studies for Figures at the Base of a Crucifixion (London, Tate), which he completed in 1944 after several years' work. Constructed in the form of a triptych, it consists of separate panels, each of which contains a single polyp-like creature crouching in a shallow box-like space against a vivid orange background. The images, which represent the Greek Furies, known as the Eumenides, which he planned to put at the base of a large Crucifixion, are deeply shocking, almost obscene: bulbous forms with long, phallic, thrusting necks and gaping mouths. They bring together the Christian subject of the Crucifixion (which as a non-believer he regarded simply as a great, traditional symbol of inhumanity) with literary references to Aeschylus and to T. S. Eliot, who had introduced the Eumenides into his play The Family Reunion (1939).\r\n\r\nHis triptych was followed by a somewhat more direct treatment of the human figure in pictures such as Figure in a Landscape (1945; London, Tate) and Painting (1946; New York, MOMA), which were nevertheless still highly aggressive and disturbing in their distortions and bizarre, shocking imagery. In the latter work, for instance, a brutal, ape-like bully of a man, the upper half of his head totally blacked out by the shade from an umbrella, is standing in front of an enormous carcase of beef strung up like a crucified figure and with what appears to be a row of microphones in front of him.\r\n\r\nBacon had begun by this time to base his imagery largely on a great variety of photographs, often combining elements taken from several completely different types in the same picture. His principal sources included images printed in newspapers (including some of Adolf Hitler), film stills, photographs of big game, studies of the human figure and animals in motion by the 19th-century photographer Eadweard Muybridge, and reproductions of the famous portrait of Pope Innocent X (Rome, Gal. Doria-Pamphili) by Diego Velázquez. Thus in Head VI (1949; London, AC Eng), the last of an astonishing series of six heads painted in 1948-9, the head of a pope inspired by the Velázquez portrait is given a screaming mouth and shattered pince-nez based on a still from Sergey Eisenstein's film Battleship Potemkin, in which an elderly woman is shown in close-up just after being hit by a bullet; the upper part of the head dissolves away into a curtain.\r\nSome of Bacon's studies of the human figure were based on photographs by Muybridge of naked figures engaged in simple actions such as walking, jumping or wrestling. He was also inspired by Muybridge's practice of photographing sequential phases of movement to paint several series of pictures between 1950 and 1961 in which a single figure is shown in successive stages. In 1953, for instance, he painted eight pictures of a seated figure, known as Study for a Portrait I-VIII (e.g. Switzerland, priv. col., see 1985 exh. cat., no. 23), in which the man gradually becomes more and more agitated; while conceived as a group, however, this and other series were afterwards broken up and the pictures sold separately. However complex and mysterious the imagery in some of these works might be, the pictures were not intended to have a precise meaning but, in Bacon's own words, to 'trap reality' with the greatest possible intensity without falling into illustration. They are often large in scale, with a sumptuous richness and grandeur of presentation, colour and brushwork reminiscent of the work of 16th-century Venetian artists such as Titian.\r\n\r\nAlthough the human figure remained Bacon's principal subject, in the 1950s he made a small number of paintings of animals, notably several pictures of a walking dog based on Muybridge, such as Dog (1952; London, Tate), and a small series of African landscapes and animals, such as Study of a Baboon (1953; New York, MOMA), partly inspired by two visits to South Africa in 1950-51 and 1952. In the course of these journeys he also visited Cairo and saw the Sphinx at Giza, which became the subject of three pictures, including Sphinx I (1953; priv. col., see 1985 exh. cat., no. 19).\r\n\r\n(iii) 1954-61.\r\n\r\nStarting c. 1953-4, Bacon began to develop a less distorted style that was more directly based on images of contemporary life and sometimes on specific friends or acquaintances. A characteristic subject at this time was that of a man dressed like an executive seated in a darkened room in front of curtains or venetian blinds. A few of these works were even painted partly from life, including a series of pictures entitled Man in Blue I-VII (1954; e.g. Man in Blue V, Turin, Gal. Galatea, see 1971 exh. cat., p. 105) and several commissioned portraits. Most of the works from this period until 1957 were painted on dark inky blue backgrounds with contrasts of thick and thin paint, with the flesh colours delicately smeared and smudged on to a stained background. This technique sometimes gave the figures an insubstantial, almost ghost-like character, for instance in five small pictures painted in 1955 and 1956 based on the life mask of William Blake in the National Portrait Gallery, London, in which the heads take on a silvery transparency like ectoplasm; a characteristic example is Study for Portrait II (after the Life Mask of William Blake) (1955; London, Tate).\r\n\r\nThe move out of the darkness and into the light that took place in Bacon's work in the late 1950s and early 1960s was prompted partly by the influence of Vincent van Gogh and began with his decision to paint a series of variants of van Gogh's picture the Painter on the Road to Tarascon, of which he had a colour reproduction in a book. Although the first, made in 1956, was still very dark in tone, he followed it in 1957 with six versions that have a blaze of light and colour, such as Study for Portrait of van Gogh III (1957; Washington, DC, Hirshhorn). Depicting nearly life-size figures and executed with vehement, convulsive brushstrokes, they differ considerably from van Gogh's much smaller picture in colour and composition.\r\n\r\nBeginning in the late 1950s, a favourite subject was that of a single figure, sometimes nude, seen in a well-lit space, seated or lying on a comfortable padded couch. Instead of just being sketched in as a blurred and shadowy presence that fades away into the darkness, the forms are simplified and solidly modelled, and the body is given bulk and volume, as in Reclining Woman (1961; London, Tate), in which a separate piece of canvas corresponding to the shape of the body is collaged on to the background. Much of the expressiveness is concentrated in the heads, which have an extraordinarily battered, lumpen appearance; a series of studies of heads was made at the same time, for example Head of Woman (1960; priv. col., see 1985 exh. cat., no. 36).\r\n\r\n(iv) After 1961.\r\n\r\nFrancis Bacon: Three Studies for Head of George Dyer, oil…By 1961-2 the main characteristics of Bacon's late style were already apparent. There was a tendency in works other than small studies to be on a large and grand scale, on canvases of a standard size (often 1.98×1.48 m). Most of these pictures are of a strongly lit single figure, usually male, standing or seated in a claustrophobic, windowless interior. The large triptychs that he began to make at intervals from 1962, starting with Three Studies for a Crucifixion (1962; New York, Guggenheim), consist of three of these large canvases hung side by side. Bacon also produced small portrait heads of himself and friends, some of which were also mounted together as triptychs: Three Studies for Head of Isabel Rawsthorne (1965; Norwich, U. E. Anglia, Sainsbury Cent.; see fig. [not available online]) and Three Studies for Head of George Dyer (1964; private col.) in which the same head is seen from three different positions, is a typical example.\r\n\r\nIn place of variations on existing images, Bacon's later work consisted mainly of paintings of particular people he knew, and it was therefore more intimately connected with his personal life. He found it necessary to paint people he knew well, whom he had seen many times from different angles and with whose contours he was familiar. He chose to paint from memory and from photographs rather than from life because the process of painting as he now conceived it involved doing great violence to the image in order to intensify it, and he found it easier to do this in the absence of the model. The facial features and limbs are often wrenched and twisted out of shape, though without ever completely losing the original likeness. In order to break away from a standardized procedure and to open up new possibilities, Bacon was prepared to avail himself of chance methods, such as throwing a splash of paint at the canvas, seeing them as a sort of risk-taking related to his love of gambling and particularly of roulette.\r\nBacon's close friend George Dyer was one of his most frequent subjects from the mid-1960s; after Dyer's death on the eve of Bacon's retrospective in Paris in 1971, he painted a number of pictures in his memory, such as Three Figures and a Portrait (1975; London, Tate), in which there is a small winged creature representing the Eumenides and in which, as in several of his other later works, the treatment of the nude was based partly on illustrations in medical text books. However much his reputation grew in later life, Bacon never lost his capacity to surprise nor his willingness to risk failure. His taste for strangeness remains firmly in evidence even in a late work such as Study of the Human Body (1982; Paris, Pompidou), in which a grotesquely truncated male torso, nude except for the cricket pads covering its legs, elicits from the viewer the shock of recognition of the human form reassembled as if being invented for the first time.\r\nRonald Alley \r\n\r\n2. Working methods and technique.\r\n\r\nFrom the moment that he became a full-time painter, Bacon devoted himself exclusively to that medium, producing no drawings or other preparatory or related studies. Apart from Three Studies for Figures at the Base of a Crucifixion, which he painted on a light and absorbent wood-fibre board, he made all his paintings on stretched canvas. From 1948 he favoured the reverse (unprimed) side of pre-primed canvas as a more absorbent surface that suited his methods of handling the brush and the matt effect of paint sinking into the weave of the canvas; as with many of his procedures, this was a chance discovery, occasioned in this case by the fact that he had run out of materials and was forced to use the back of an already painted canvas.\r\n\r\nAs a self-taught painter Bacon had little hesitation in devising his own often idiosyncratic techniques. In Three Studies for Figures at the Base of a Crucifixion he juxtaposed oil and pastel, a combination to which he was to return in the 1970s and 1980s in works such as Study of the Human Body (1982; Paris, Pompidou), while in Painting 1946 he used both oil and tempera. The central image was generally painted in oil, while the flat coloured areas surrounding it were usually painted in quick-drying emulsion house paints or acrylic paints and altered as work on the figure progressed. Bacon never used varnish either between layers or as a final sealer, preferring in later years to protect the painting with glass and accepting the reflections and the partial obscuring of the image thus caused as part of the effect.\r\n\r\nAlthough Bacon generally painted with conventional brushes, he also applied the paint directly with his fingers or modified the surface by dabbing it with sponges or rags, sometimes pressing a piece of cloth against the wet paint to leave the impression of its weave. In works such as Triptych August 1972 (London, Tate) he added sand to the paint while it was still wet in order to obtain a more textured surface, and as early as 1973, in paintings such as Sphinx-Portrait of Muriel Belcher (1979; Tokyo, N. Mus. Mod. A.), he used ready-made self-adhesive lettering known as Letraset in a random and scrambled manner as another unpredictable way with which to vary the surface. He often referred to photographs while painting, always choosing images taken by others or found in books rather than taking his own pictures, not simply as a source of motifs but as a means of spurring his imagination to find new and surprising methods of creating painted marks endowed with a vitality and physical presence independent of the objects they describe (GDA).\r\n\r\n",
    "constituentid":187,
    "culturegroup":null,
    "displaybio":"British, 1909 - 1992",
    "displayname":"Francis Bacon",
    "enddate":1992,
    "firstname":"Francis",
    "lastname":"Bacon",
    "middlename":null,
    "nametitle":null,
    "nationality":"British",
    "published_date":"2017-01-03 11:47:49.570984",
    "suffix":null
}