{
    "makerid":21635,
    "published_date":"2025-10-02 02:01:00.045162",
    "type":"maker",
    "displayname":"Danny Yung (Yung Ning Tsun or Rong Nianzeng 榮念曾)",
    "makertype":"Individual",
    "alphasort":"Yung, Danny",
    "lastname":"Yung",
    "firstname":"Danny",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1943, Shanghai, China; active Hong Kong and United States",
    "begindate":1943,
    "enddate":0,
    "nationality":null,
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Danny Yung 榮念曾 (Yung Ning Tsun or Rong Nianzeng)",
            "alphasort":"Yung, Danny",
            "lastname":"Yung",
            "firstname":"Danny",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Rong Nianzeng",
            "alphasort":"Nianzeng, Rong",
            "lastname":"Nianzeng",
            "firstname":"Rong",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Yung Ning Tsun",
            "alphasort":"Tsun, Yung Ning",
            "lastname":"Tsun",
            "firstname":"Yung",
            "nametitle":null,
            "middlename":"Ning",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228cb039556a800189dfbd3"
            },
            "body":"<p><strong>Asian American Art at Princeton</strong></p><p><br>The first sizable group of immigrants from Asia to land on American shores came from southern China in the middle of the nineteenth century. Driven from their homeland by an increasingly dire economic situation, these Chinese men arrived on the West Coast to take low-paying menial jobs in railroad construction, agriculture, and other sectors. (For further reading, see Beth Lew-Williams, <i>The Chinese Must Go: Violence, Exclusion, and the Making of the Alien in America</i>, Harvard University Press, 2018.) In the roughly 170 years since that first of many waves of Chinese immigration, people from Japan, Korea, Southeast Asia—including Vietnam, Indonesia, and the Philippines—and South Asia (India and Pakistan in particular) have come to the United States. The result is an extraordinarily diverse group of peoples who are united under the category “Asian Americans.”<br>&nbsp;</p><p>The art produced by Asian Americans is staggeringly diverse as well. Some artists have chosen to work with artistic idioms or materials that reference the visual traditions of the countries of their ancestors. Others have wholeheartedly embraced global currents in modern and contemporary modes of art making such as Surrealism, Abstract Expressionism, and conceptual and performance art. And still others pursue an artistic vision that mixes the visual culture of their heritage countries with global contemporary art.</p><p>At Princeton we have been engaged with the collecting and display of Asian American art for some time. In 1990 we were gifted a large collection of ceramics by Toshiko Takaezu. Born to Japanese immigrant parents on the island of Hawaii in 1922 and trained at the Cranbrook Academy of Art in Michigan, one of the premier art graduate programs in the country, Takaezu pioneered Abstract Expressionism through the medium of pottery.</p><p>In 2009 the Museum held the exhibition <i>Outside In: Chinese × American × Contemporary Art</i>. The exhibition was the first project that grappled with the complexity of what is Chinese, what is contemporary, and what is American through an examination of the work and lives of contemporary artists, all of whom are United States citizens and American artists deeply engaged in Chinese artistic traditions, style, subject matter, and philosophical outlook.</p><p>In 2019 our efforts were given a significant boost by the acquisition of a large group of material formerly in the collection of the Asian American Art Centre in New York. The gift comprised thirty-two objects, including paintings, sculpture, photographs, prints, and drawings made by American artists of pan-Asian descent.<br>One object from this group is a hauntingly beautiful reinterpretation of a landscape, historically the most popular genre of East Asian painting. Made by the Korean-born artist Mikyung Kim, the painting uses avant-garde materials and methods to evoke the lofty peaks and still waters of classical Asian landscapes. While the work’s dramatic ink washes reference traditional paintings from the artist’s first homeland, Korea, its visual interest in geometry and abstraction creates a singular work of contemporary art. The painting is also a study of time. Kim says that the “most significant and symbolic” aspect of her work is “the uncontrollable element of time. There are evidences everywhere, in the length of time the resin is exposed in the mixing jar, to the interaction with the dry wooden surfaces, and the application itself, which all notably affect how the image will ultimately materialize.”</p><p>Another gift from the Asian American Art Centre is a sculpture of a small boy with his finger outstretched pointing at an unknown object, titled <i>Tian Tian Xiang Shang</i>. The artist, Danny Yung, was a founding member of the Basement Workshop (1970–86) in New York, the first Asian American arts and cultural organization on the East Coast, and artistic director of the Hong Kong Institute of Contemporary Arts. He first created these caricatures of a little boy in the 1950s while still a child in Hong Kong. According to the artist, “In those years, the slogan ‘tian tian xiang shang’ 天天向上 (‘Every day we look up’) [coined in 1951 by Mao Zedong], was written on the wall of every primary school in China . . . the slogan was written in huge characters stretching over the entire front wall, and it appeared quite threatening to the schoolchildren.” The figure also draws inspiration from modern Japanese graphic arts, global pop-culture art of the 1980s, and the long history of Chinese glazed white ceramics.</p><p>In the coming years we intend to curate a collection of Asian American art that will excite and engage the research and teaching of our faculty and students. We will also display this material in our new building in innovative and challenging ways that we hope will convey to our viewership the beauty and significance of the art made by Americans of Asian descent.</p><p>Zoe S. Kwok<br>Associate Curator of Asian Art</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; &nbsp;August 2021 Magazine</p>",
            "title":"Asian American Art at Princeton",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}