{
    "makerid":4025,
    "published_date":"2022-03-28 16:05:50.308379",
    "type":"maker",
    "displayname":"Isamu Noguchi",
    "makertype":"Individual",
    "alphasort":"Noguchi, Isamu",
    "lastname":"Noguchi",
    "firstname":"Isamu",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1904–1988; born Los Angeles, CA; died New York, NY",
    "begindate":1904,
    "enddate":1988,
    "nationality":"Japanese American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Isamu Noguchi",
            "alphasort":"Noguchi, Isamu",
            "lastname":"Noguchi",
            "firstname":"Isamu",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5dc59a92242a910016bcaa12"
            },
            "title":"Hear the Curator (y1969-129)",
            "transcription":"Hear the Curator (y1969-129)\n\nIsamu Noguchi created Princeton’s White Sun while in the process of developing an installation called The Garden (Pyramid, Sun, and Cube) at Yale University’s Beinecke Rare Book and Manuscript Library, which features a dazzling white marble disk representing the sun. Princeton’s is one of several study versions of that sun; other studies include a black granite sun that is now in Seattle. As the artist said, “It has been my conceit to think that I have spanned the continent with a giant White Sun in the East and Black Sun on the western shores of America. May I say that Princeton’s White Sun is among my favorites.” Drawing on both Eastern and Western cultural traditions, Noguchi’s sculptures appear to possess an “effortlessness,” a virtue that Japanese artists once valued above perfection. This work is no exception.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca047",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5dc59af6242a910016bcaa13"
            },
            "title":"This Place in Time: “Firestone Fossils” (y1969-129)",
            "transcription":"This Place in Time: “Firestone Fossils” (y1969-129)\n\nFirestone Library is a six-story building with three floors below ground, a design intended to keep the building from dwarfing the adjacent University Chapel. Before the cornerstone of Firestone Library was laid in 1947, the thirty-foot excavation for the lower floors turned up an unexpected find: fossils of a late Mesozoic era fish.  Sharp-eyed members of the Geology Department discovered Osteopleurus newarki in the exposed shale and soft clay and removed them along with students enrolled in a vertebrate paleontology course.  Ranging in size from one to eight inches, the fossils were more perfectly preserved than any similar type previously found, and ultimately the specimens were shared with museums and colleges around the country, including the Rare Books and Special Collections Department within Firestone Library.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca008",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}