{
    "makerid":81,
    "published_date":"2022-06-09 08:44:06.746983",
    "type":"maker",
    "displayname":"Jost Amman",
    "makertype":"Individual",
    "alphasort":"Amman, Jost",
    "lastname":"Amman",
    "firstname":"Jost",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Swiss, 1539–1591",
    "begindate":1539,
    "enddate":1591,
    "nationality":"Swiss",
    "culturegroup":null,
    "biography":"Youngest son of the noted scholar and Chorherr in Zurich, Johann Jakob Amman, a friend of Ulrich Zwingli and Konrad Gessner. Known for his book about Renaissance woodcuts for artists and Illustrators, known as the \"Kunstbuchlin,\" and other works. A work was signed by him in 1451; others have been attributed to him, dating from the mid- to late 15th century (ULAN).\r\n\r\n----\r\n\r\nSwiss draughtsman, woodcutter, engraver, etcher and painter. He was the youngest son of the noted scholar and Chorherr in Zurich, Johann Jakob Amman, a friend of Ulrich Zwingli and Konrad Gessner. Although a successful pupil at the renowned Collegium Carolinum where his father was a professor, Jost, like his brother Josua (1531–64), who became a goldsmith, did not take up a scholarly career. As early as 1556–7 his copies of prints by other artists, for example Dürer (b. 94) and Virgil Solis (b. 249), show an independent and original approach. For his apprenticeship Amman may have been in Basle or Zurich, but he probably spent some time in Paris or Lyon, since his early works show a close similarity to French book illustrations.\r\n\r\nIn 1561 Amman was in Nuremberg, where he may have worked with Solis, the chief illustrator for the Frankfurt am Main publisher Sigmund Feyerabend. When Solis died in 1562, Feyerabend probably commissioned Amman to continue the woodcuts for his ambitious Bible projects. The Biblia of 1564 (Andresen, no. 181) contains many woodcuts with Amman’s initials, which were also partly used for books Feyerabend published later. For the Livius (1568; a 201) and the Tierbuch (1569; a 238) Amman supplied a great number of woodcuts after drawings by Hans Bocksberger the younger ( fl 1564–79). His most famous and repeatedly reprinted book of this time is the Ständebuch (1568; a 231), with detailed illustrations of the work of various trades (for illustration see Parchment; see also ). In spite of his extensive work for Feyerabend, Amman found time to produce ornamental designs , the woodcuts (with rich ornamental borders) for Philipp Apian’s Bayerische Landtafeln (1567; a 208) and the etchings for Wenzel Jamnitzer’s elaborate Perspectiva (1568), with seven complicated ornamental title-pages (a 217), and to finish various commissions for the Nuremberg patrician family Pfinzing, including the Pfinzing Bible (completed 1568) and the Pfinzing Stammbaum (1568–70), which was illustrated with more than 100 representations of the family’s ancestors. Various portraits and ex-libris for members of other Nuremberg families were also made before 1570, when Amman recorded the Firework Display in Nuremberg on 8 June 1570 in Honour of Emperor Maximilian II in a large etching (a 70) that was sold with printed text as a broadsheet by his own shop.\r\n\r\nIn 1571 Feyerabend produced yet another Bible (a 182). This time the illustrations (nearly 200) were entirely by Amman, probably his most skilful and attractive work. They show his ability to execute charming and vivacious scenes on a minute scale: each print only measures 58×74 mm, including the ornamental frames, which still betray French influence; most seem to have been cut, in the same block with the frames, by Amman himself. The technique of printing frames and pictures from two separate blocks was used extensively by Feyerabend in 1573 for the new edition of Fronsperger’s Kriegsbuch (a 226). Amman had provided cuts for the earlier edition (1565) as well as some two dozen etched plates with camp- and battlescenes. In the new edition he contributed more woodcuts, including various new frames (the old ones having been damaged by heavy use). (For an example of a woodcut by Amman see [not available online].) In 1578 and 1579 Feyerabend produced the works that made Amman famous for the following centuries and which served as pattern books for many other artists: the Kunst- und Lehrbüchlein (1578; a 237), the Wappen- und Stammbuch (1579; a 230) and the Stamm- und Gesellenbuch (1579; a 236), all of which were frequently reprinted.\r\n\r\nA contract of 1581 between Count Palatine Ludwig and Feyerabend indicates that by this time Amman was in effect an employee of Feyerabend, who was expected to produce on demand the etched portraits for the Bayerische Fürsten (a 15). Within such limits Amman created works full of detailed information about everyday life. The Kartenspielbuch of 1588 (a 235) is probably his most charming but least-known work. It was printed in Nuremberg as a book, obviously not meant to be used as playing-cards, and includes a Latin poem in praise of Amman. How well known he was by then is shown by the various commissions he received to do work outside Nuremberg. In 1583 he was in Frankfurt, and in Heidelberg he painted a portrait of the Elector Ludwig VI on his deathbed; in 1586–7 in Würzburg he designed the portal for the University Church; he gave drawing lessons to an English earl in Altdorf in 1590. In spite of this fame and enormous productivity, he lived in constant poverty and shortly before his death wrote the last of many letters to his rich relatives in Zurich asking for money and complaining about his illness and the Nuremberg city fathers, whose bankrupting taxes on his property would leave his family in need.\r\n\r\nAmman enjoyed a high reputation among his contemporaries and proved an influential source for such later artists as Peter Paul Rubens, Rembrandt and Joshua Reynolds. After his death Amman’s reputation declined, and the variable quality of his prolific output was criticized. Yet it was precisely his ability to adapt himself to every task and to change his style according to demand that made him the ideal partner for the most ambitious and prolific publisher of his time. Apparently Amman also produced a few paintings: so far only one is known, the Portrait of a Bearded Man (1565; Basle, Öff. Kstsamml.). His collaboration with various goldsmiths (Wenzel Jamnitzer, Hans Keller (1553–1609), Valentin Maler, Abraham Gessner (1552–1613), Hans Petzolt (1551–1633)) has still to be investigated, as has the attribution to him of some 600 drawings, the majority being drawings after his prints. Although Amman had several apprentices, including Alexander Mair (1559–1617) and Georg Keller, none of his followers was able to match his productivity or range (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Jobst Amman",
            "alphasort":"Amman, Jobst",
            "lastname":"Amman",
            "firstname":"Jobst",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jos Ammann",
            "alphasort":"Ammann, Jos",
            "lastname":"Ammann",
            "firstname":"Jos",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Jost Amman",
            "alphasort":"Amman, Jost",
            "lastname":"Amman",
            "firstname":"Jost",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115433"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/32038452"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}