{
    "makerid":5560,
    "published_date":"2023-03-29 02:04:48.626596",
    "type":"maker",
    "displayname":"Edgar Degas",
    "makertype":"Individual",
    "alphasort":"Degas, Edgar",
    "lastname":"Degas",
    "firstname":"Edgar",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1834–1917, born and died Paris, France",
    "begindate":1834,
    "enddate":1917,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edgar Degas",
            "alphasort":"Degas, Edgar",
            "lastname":"Degas",
            "firstname":"Edgar",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Full Name",
            "displayname":"Hilaire Germain Edgar Degas",
            "alphasort":"Degas, Hilaire Germain Edgar",
            "lastname":"Degas",
            "firstname":"Hilaire",
            "nametitle":null,
            "middlename":"Germain Edgar",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115194"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/41863744"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d712f836ea96600169d585d"
            },
            "title":"Masterpieces of Late-Nineteenth Century French Painting in the Princeton University Art Museum ",
            "description":"Caroline Harris, Curator of Education and Academic Programs at the Princeton University Art Museum, presents various masterpieces of late-nineteenth century French painting and explains their significance within historical and artistic contexts. She discusses the techniques of Manet, Monet, Renoir, Cezanne, Degas, and others associated with Impressionism and Post-Impressionism to describe the complications of defining these movements. Presented as part of Alumni Day 2012. ",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/0_i2mt5fsu",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2012",
            "sort_date":"2012-07-01",
            "video_type":"Collections, Lectures",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db73ec968398700162b1b96"
            },
            "body":"<em><em>THE SCHOOLGIRL<em><em>\n\nThe head mistress has asked her to come into her office this Wednesday afternoon, when school is closed. She knows why she has been summoned. The schoolgirl strides onwards with determination, her long plait bouncing up and down on her back, her satchel in her hand. She pushes her hat down firmly, tilts her snub nose to the uncertain French sky.\n\nShe will be questioned, she is aware, as will be, eventu¬ally, the rest of the class or anyway those that were on the walk across the park. She imagines entering the head mis¬tress's hushed study with its book cases and paneled walls, its mauve velvet curtains and muffled light. The policeman will be sitting stolidly at the round mahogany table in the corner waiting for her, trying to look kind in his blue uniform, his <em>kepi</em> by his side. The headmistress will be wearing her old-fashioned black dress, the white fichu on her shoulders. She will finger the wart on her chin and say, whistling on the s's \"Now, Diane dear, don't be alarmed. This gentleman would just like to ask you a few questions. I would like you to listen carefully and answer them as candidly you can.\"\n\nShe will listen carefully but she has no intention of telling the police anything they do not already know. None of the girls will tell the police anything they do not already know. She will go over the facts calmly: the hot day, the walk across the park in double file, the way the Italian girl lingered alone at the back of the line, the unex¬pected thunder and lightning, the stop they were obliged to make in the pavilion because of the downpour. She may even tell him that they had played a game, though she won't say anything about Truth. She might mention the fact that Miss, the English teacher, too, seemed to have disappeared for a while, perhaps to smoke a cigarette--¬ everyone knows Miss smokes in secret-- before she called them all to line up and then set them all searching for the Italian girl, in the trees.\n\n\nThe matter, in all probability, will eventually be hushed up, as her own father's suicide was: for the good of their school, they will say. The Cours Victor Hugo is an old and reputable establishment, after all. No one need know what happened to the Italian girl. The schoolgirl is sorry that the Italian girl has disappeared (that's how she thinks about it as she strides onwards in the uncertain French sunshine.) There was something, she will admit, quite unusual about the Italian girl. There were moments in a certain light when she glowed rather like the Madonna in the painting over the side altar in the school chapel, but the school girl does not consider herself responsible. And she is certainly not going to tell anyone where the Italian girl is.\n\nThe schoolgirl strides down the street, swinging her satchel, aware of the consequences of her silence, as they all are. Miss has acted foolishly, and will probably be dis¬missed, but that is no one's fault but her own. It's always a mistake for a teacher to have a favourite pupil, or anyway a mistake to make it so blatantly obvious that she has a favourite. Miss-- they always call the pretty young English teacher, whom everyone had a crush on, Miss-- should have shown some restraint, been more circumspect, hidden her feelings. She should have had the good sense to realize how the other girls in the class would feel when she singled out the Italian girl in that way. It was obvious how she felt about her, how she watched her with her pale-blue passionate eyes.\n\nAnd how were they to know that the Italian girl's asthma was as serious as it turned out to be, that when they held her down, on the Queen's marble tomb, playing the game they played, that she would suddenly stop breathing?\n\nFortunately, between the twelve of them, they were able to move the lid of the old tomb and slip her body inside. A convenient hiding place, the schoolgirl thinks and marches on, nose tilted to the sky.\n\n--Sheila Kohler\n",
            "title":"Museum as Muse: The Schoolgirl",
            "source_project":"Other",
            "author_type":"Faculty",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"60255d4653c23600179999f5"
            },
            "exhibitions":[],
            "title":"Magazine: Spring 2020: Art Matters",
            "body":"<p>Art Matters&nbsp;</p><p>Artworks come to life when we see them freshly, beyond the received conventions. As a faculty member, I’ve been fortunate to experience the Museum at close range. Several years ago my painting class and I viewed Édouard Manet’s <i>Gypsy with a Cigarette&nbsp;</i>(undated) with curator Betsy Rosasco. We discussed many issues, including whether or not the painting could be unfinished. Rosasco informed us that it was found, unsigned, in the studio after Manet died and it was never exhibited during his lifetime. The unusually strong dark outline around the gypsy’s raised arm could be an original underpainting guideline or, alternatively, might have been a paler line reinforced by someone else after the artist’s death. The painting is currently undergoing research by conservator Bart Devolder and was the subject of a recent panel.&nbsp;</p><p>Our class turned next to the Edgar Degas painting <i>After the Bath&nbsp;</i>(1890s, on loan from the Pearlman Collection), and we remarked on the unusual position of the figure, falling forward yet suspended—in a manner inconsistent with a woman drying herself after a bath but highly evocative and active. Degas was a master of inventing poses that appear graceful but are in fact ingenious in their awkwardness, as they help to engage the viewer as well as evoke a space for reflection. We noticed the prominent dark lines delineating the figure’s calves and ankles, reminiscent of the dark lines in Manet’s <i>Gypsy</i>. In the Degas these bold lines anchor the precariously falling figure to the bottom edge of the canvas—the lines seem deliberate. We learned that an early owner of Manet’s <i>Gypsy </i>was, in fact, Degas. The Museum installation, with these paintings on adjacent walls, allowed us to make this incisive connection.&nbsp;</p><p>The idea of finished/unfinished—essentially drawing or underpainting evidenced in a finished work—is notable in <i>Death of Socrates&nbsp;</i>(after 1787) by Jacques-Louis David and studio. We debated the inconsistencies, the traces of different hands and apparent skill levels. Rosasco mentioned that the other unfinished David paintings are very different, with the entire work unfinished; however, <i>Death of Socrates&nbsp;</i>moves from right to left in a progression of finish. Thought to be a collaboration between David and his studio assistants, perhaps made as a demonstration copy, this rare work is a priceless teaching example; the finished ver- sion of 1787 can be seen in the Metropolitan Museum of Art.&nbsp;</p><p>In the work of Paul Cézanne, whose profound meditation is recognized as initiating a change in our contemporary aesthetic, the issue of unfinished/finished is brought to new levels. Art historian Svetlana Alpers wrote in a recent email, “I enjoyed the museum—was interested that the two Cezanne landscapes (vertical paintings on long loan) each had sort of empty bottom strips—as if Cezanne painted top down and gave up.” Attached were images of <i>Route to Le Tholonet&nbsp;</i>(1900– 1904) and <i>Mont Sainte-Victoire&nbsp;</i>(ca. 1904–6). Alpers continues, “He often leaves bottoms if not empty, then unresolved . . . as if he felt he did not have to justify the bottom edge.” This probably reveals how Cézanne composed his works, first focusing on objects in the middle ground and distance, then refining their relationships. The bottom strips in the two paintings—one unfinished and showing raw canvas and the other more finished with a painted horizontal band—suggest that the unfinished peripheral areas may persist even when paint is added, a feature found in other Cézanne works.&nbsp;</p><p>Last fall I viewed our recently acquired thirteen-foot fragmentary papyrus scroll of Pa-di-Amen-neb-nesut-tawy (ca. 300–200 BC, with hieroglyphic texts and color vignettes from the Book of the Dead) with Professor Tom Hare, who was able to decode and elucidate its meaning. Several empty spaces in the hieroglyphic text were for the deceased’s name to be inked in once the scroll was purchased. The artist, perhaps in a rush for the burial of the deceased, didn't fill in some of the spaces . . . a very different kind of unfinished work.&nbsp;</p><p>Finally, I must mention our 2018–19 Hodder Fellow Mario Moore’s interaction with the Museum. The fascinating exhibition <i>States of Health: Visualizing Illness and Healing</i>, curated by Laura Giles and Veronica White, included <i>Stay Woke&nbsp;</i>(2018), a stunning large silverpoint by Moore, who is currently teaching in the Visual Arts Program. Moore’s Hodder project was to paint African American blue-collar workers on campus and nearby. This brought into vivid relief the names, personalities, lives, and stories of these crucial members of our campus. At Moore’s exhibition opening at the new Hurley Gallery in the Lewis Center for the Arts, the heroically depicted individuals became celebrities, radically moving from the background into visibility.&nbsp;</p><p>The Museum purchased five of the paintings, including one of security guard Michael Moore (no relation) as he welcomes visitors from the elevator to the second-floor galleries. When our new museum, designed by Sir David Adjaye, is built, the painting will be an aide-mémoire of the old galleries and will hopefully help carry forward the warm atmosphere of our museum. Michael Moore will soon be working in the new building guarding the painting of himself standing in the old building.&nbsp;</p><p>&nbsp;</p><p>Eve Aschheim&nbsp;</p><p>Lecturer in Visual Arts&nbsp;</p>",
            "author_type":"Faculty",
            "source":""
        }
    ]
}