{
    "makerid":94,
    "published_date":"2025-10-22 02:05:17.432949",
    "type":"maker",
    "displayname":"Utagawa Hiroshige 歌川 広重",
    "makertype":"Individual",
    "alphasort":"Utagawa Hiroshige",
    "lastname":"Ando",
    "firstname":"Hiroshige",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1797–1858",
    "begindate":1797,
    "enddate":1858,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"安藤広重",
            "alphasort":"安藤広重",
            "lastname":"安藤広重",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Andō Hiroshige 安藤広重",
            "alphasort":null,
            "lastname":"Andō Hiroshige 安藤広重",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Utagawa Hiroshige I",
            "alphasort":"Utagawa Hiroshige I",
            "lastname":"Utagawa Hiroshige I",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Utagawa Hiroshige 歌川 広重",
            "alphasort":"Utagawa Hiroshige",
            "lastname":"Ando",
            "firstname":"Hiroshige",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Andō Hiroshige",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019641"
        },
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/19678928"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db6fc6bee23c8001678a718"
            },
            "body":"For more than a millenium, Japanese painters, printmakers, and more recently, photographers have produced images of outdoor scenes—large or small, colorful or monochromatic, intimate or expansive, actual locations or imagined. Two [objects] stand out as a pair of opposites that encapsulate some of the ideas and pictorial effects that Japanese artists have expressed through the rendering of place: Tani Bunchō’s <em>Mountains and Water</em> and Utagawa Hiroshige’s <em>Moon Pine at Ueno<em>.\n\nThe difference between them in format and scale immediately sets up the contrast. Bunchō’s pair of six-fold screens commands attention. [...] It spans about twenty feet, and the folds create a physical dimensionality that gives the painting tangible depth and sculptural presence. What a viewer sees changes according to viewing position: moving in close to see details hides other parts of the painting behind the folds; moving back allows one to take in the whole image and envelops the viewer in its deep and wide waterscape. In contrast, Hiroshige’s image fills only a single sheet of paper, its small size inviting close-up inspection. Within the vertical confines of the rectangular page, the artist encourages even closer looking with an extraordinary circular tree branch that emphatically frames a cluster of buildings in the distance.\n\nTheir means of manufacture vary, too, each celebrating a different kind of picture making. To delineate the rocks, trees, and mountains that bound a great body of water— mostly the gold-leafed ground left in reserve—Bunchō wielded a flexible brush loaded with liquid black ink. This approach records every twist and turn of the brush in Bunchō’s hand, his energy revealed in the taut, controlled fluidity of the ink lines. Conversely, Hiroshige never touched the printed paper that bears his name. He designed the image in the form a drawing, which was then translated into print by expert craftsmen—woodblock carvers and printers—to produce the multiple copies of the final picture we enjoy today. This technique emphasizes crisply defined, hard-edge forms and a panoply of colors, which render Hiroshige’s dramatic design with clarity and a visual power that belies the print’s small size.\n\n[T]he contrast of pictures of real places with those that existed only in the imagination, is also exemplified by these two works—though which is which may defy initial expectations. Nothing in Bunchō’s view of a mountainous watery location, with people leisurely boating, seems beyond the realm of the possible. Could this not be a tranquil place that Bunchō visited and captured with his brush and ink? In fact, the painting is an invention of Bunchō’s creative mind and knowledge of earlier art. For its period audience, it evoked not Japan but China (to which Bunchō never traveled), and his audience appreciated it for its persuasive creation of an idealized remote retreat. Hiroshige’s picture, on the other hand, seems implausible. What tree has a circular branch like the one portrayed in this print? And yet, this was a real tree in a real place, the so-called “Moon Pine” in the district of  Ueno in Edo (present-day Tokyo). The preciseness of place and name of the renowned tree is recorded and emphasized in the printed words in the cartouches at the upper right. The tree blew down in a typhoon in the late nineteenth century but has been recreated recently (if imperfectly) at the same location.\n\n--\nAndrew M. Watsky\nProfessor of Japanese Art and Archaeology and \nDirector, P.Y. and Kinmay W. Tang Center for East Asian Art",
            "title":"Magazine: Winter 2018",
            "source_project":"Other",
            "author_type":"Faculty ",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db86b4a323fe30016eb9df2"
            },
            "body":"Hiroshige is most famous for his <em>Fifty-three Stations of the Tōkaidō <em>(Tōkaidō gojūsan-tsugi), first produced in ca. 1833–1834. Hiroshige in fact produced no less than twelve major series on the theme of the Tōkaidō, the road running from Edo to Kyoto, with varied emphases and on different sizes of paper. Published by the house Tsuta-ya, this later series is distinct in its vertical (<em>tate<em>), as opposed to horizontal (<em>yoko<em>), format, such that it is nicknamed the “Vertical Tōkaidō.” Among other versions in the vertical format, one series is known as the “Figures Tōkaidō,” so-called for its compositional emphasis on the activities of the depicted figures over that of the landscape, and another series is known by its proper title, the <em>Double-brush Fifty-three Stations<em>.\n\nIn “Kanaya,” the twenty-fifth print in the series, a view of Mt. Fuji and the Ōi River stretch into the distance, dotted with a stream of travelers from the Shimada station who make their way across the water and the sandbars to the shore.",
            "title":"Asian Art website: Kanaya",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64f0a9ce538ac6620e32b770"
            },
            "title":"Exhibition: A Double Take on Picturing Place in Japan",
            "body":"<p><strong>Exhibition</strong><br><strong>A Double Take on Picturing Place in Japan</strong><br>October 20, 2018–February 24, 2019</p><p>&nbsp;</p><p>For more than a millennium, Japanese painters, printmakers, and more recently, photographers have produced images of outdoor scenes—large or small, colorful or monochromatic, intimate or expansive, actual locations or imagined. Three galleries in the Art Museum are currently filled with this prodigious output in the exhibition <i>Picturing Place in Japan</i>. Each gallery treats a different theme: Imagined Places, Famous Places, and Sacred Places, with &nbsp;a final coda of photographs commemorating the triple-disaster earthquake, tsunami, and nuclear meltdown of March 2011 in northeast Japan. Each object earned its way into the exhibition because of its compelling relevance to one (or more) of these themes. Two stand out as a pair of opposites that encapsulate some of the ideas and pictorial effects that Japanese artists have expressed through the rendering of place: Tani Bunchō’s <i>Mountains and Water</i> and Utagawa Hiroshige’s <i>Moon Pine at Ueno</i>.</p><p>The difference between them in format and scale immediately sets up the contrast. Bunchō’s pair of six-fold screens commands attention. The largest work in the exhibition, it spans about twenty feet, and the folds create &nbsp;a physical dimensionality that gives the painting tangible depth and sculptural presence. What a viewer sees changes according to viewing position: moving in close to see details hides other parts of the painting behind the folds; moving back allows one to take in the whole image and envelops &nbsp;the viewer in its deep and wide waterscape. In contrast, Hiroshige’s image fills only a single sheet of paper, its small size inviting close-up inspection. Within the vertical confines of the rectangular page, the artist encourages &nbsp;even closer looking with an extraordinary circular tree branch that emphatically frames a cluster of buildings in &nbsp;the distance.</p><p>Their means of manufacture vary, too, each celebrating a different kind of picture making. To delineate the rocks, trees, and mountains that bound a great body of water—mostly the gold-leafed ground left in reserve—Bunchō wielded a flexible brush loaded with liquid black ink. This approach records every twist and turn of the brush in Bunchō’s hand, his energy revealed in the taut, controlled fluidity of the ink lines. Conversely, Hiroshige never touched the printed paper that bears his name. He designed the image in the form a drawing, which was then translated into print by expert craftsmen—woodblock carvers and printers—to produce the multiple copies of the final picture we enjoy today. This technique emphasizes crisply defined, hard-edge forms and a panoply of colors, which render Hiroshige’s dramatic design with clarity and a visual power that belies the print’s small size.</p><p>One of the chief themes of the exhibition, the contrast &nbsp;of pictures of real places with those that existed only in the imagination, is also exemplified by these two works—though which is which may defy initial expectations. Nothing in Bunchō’s view of a mountainous watery location, with people leisurely boating, seems beyond the realm of the possible. Could this not be a tranquil place that Bunchō visited and captured with his brush and ink? In fact, the painting is an invention of Bunchō’s creative mind and knowledge of earlier art. For its period audience, it evoked not Japan but China (to which Bunchō never traveled), and his audience appreciated it for its persuasive creation of an idealized remote retreat. Hiroshige’s picture, on the other hand, seems implausible. What tree has a circular branch like the one portrayed in this print? And yet, this was a real tree in a real place, the so-called “Moon Pine” in the district of &nbsp;Ueno in Edo (present-day Tokyo). The preciseness of place and name of the renowned tree is recorded and emphasized in the printed words in the cartouches at the upper right. The tree blew down in a typhoon in the late nineteenth century but has been recreated recently (if imperfectly) at the same location.</p><p>One similarity between the two works is that each made its way to the exhibition by virtue of the scholarly attentions of Princeton students. Bunchō’s screens are owned by Dr. Kurt A. Gitter and Alice Yelen Gitter, who generously loaned them and many of the other works on view. In fact, this generosity long preceded the plans for the exhibition. Twice in the past five years, the Gitters hosted my graduate students, the museum’s curators of Asian art, and me at their Art Study Center in New Orleans, allowing us to view any work in their holdings. Before heading south, each graduate student studied the Gitter-Yelen Collection online and &nbsp;put together a request list of paintings to study in person. Bunchō’s pair of screens was a top choice for many and its spectacular presence in real life made an enormous impression on us all. When we began to think about this exhibition, the screens were a clear choice as a centerpiece.</p><p>Hiroshige’s <i>Moon Pine at Ueno</i> entered the Art Museum’s collections just this past spring, recommended by the undergraduate students in the seminar, “The Japanese Print” (ART 425). After two months studying the development of Edo-period (1615–1868) prints, including weekly sessions in the Art Museum to examine originals, the seminar traveled to a gallery in New York, and from a group of about thirty prints, they selected five as candidates for acquisition for the Art Museum. We brought the five back to Princeton, where we continued to study and discuss them. During our final seminar session, the students made their concluding arguments and, in the end, voted to acquire Hiroshige’s <i>Moon Pine at Ueno</i>. This print made an indelible mark on the students, and when they view it in <i>Picturing Place in Japan</i>, they will know from their own experience that behind every work of art in a museum, there are thoughtful people who wished to both preserve it and share it with others.</p><p>&nbsp;</p><p>Andrew M. Watsky&nbsp;<br>Professor of Japanese Art and Archaeology and Director, &nbsp;<br>P. Y. and Kinmay W. Tang Center for East Asian Art</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Winter 2019 Magazine<br>&nbsp;</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f9e914538ac6620e32b784"
            },
            "title":"Exhibition: Picturing Place in Japan",
            "body":"<p><strong>Exhibition</strong><br><strong>Picturing Place in Japan</strong><br>October 20, 2018–February 24, 2019</p><p>&nbsp;</p><p><br>For more than a millennium, the representation of place has been a dominant subject of Japanese picture-making in painting, woodblock prints, book illustrations, and photography. Sometimes pictures evoke the topography of an actual location, suggesting an artist’s observation on􀀁site, but more often the place depicted is imagined or based primarily on pictorial precedent. Across the Japanese archipelago, beautiful sites extolled in ancient poetry, centers of sacred worship, and other new locations inspired painters and printmakers to create a seemingly inﬁnite catalogue of Japanese place.</p><p>Featuring a special selection of works on loan from the renowned Gitter-Yelen Collection (also known as the Manyo’an Collection) of Dr. Kurt A. Gitter and Alice Yelen Gitter, along with works from the Art Museum and Marquand Library, <i>Picturing Place in Japan</i> is curated by Andrew M. Watsky, professor of Japanese Art and Archaeology, and Caitlin Karyadi, doctoral candidate at Princeton University, with Cary Liu, Nancy and Peter Lee Curator of Asian Art at the Art Museum. The exhibition focuses on Japanese representations of place from the sixteenth to the early twentieth century. Three long-standing traditions of place in the visual arts form the core of the exhibition: “imagined places,” “famous places,” and “sacred places,” ending with a selection of recent photographs that memorialize the Great East Japan Earthquake and Tsunami of 2011.</p><p>What is commonly translated today as “landscape” was known as “mountains and water” (<i>sansui </i>山水) in Japanese painting tradition. This genre o›ered painters a means of experimenting with brushwork through various motifs including rocks, trees, flowers, buildings, and people— in addition to mountains and water. To create pictures of “imagined places,” artists worked not from firsthand experience of the depicted locations, but from their study of preexisting pictures and their own mind’s eye. In a rare image of a Japanese painter at work, Tachihara Ky«sho shows an artist indoors, painting from memory\u0006memories of places he perhaps visited or, more likely, memories of paintings he had seen, studied, and painted before. Many <i>sansui </i>pictures referenced places in distant China, long admired in Japan as a source of cultural legitimacy. Unable to visit the continent themselves, Japanese painters borrowed the motifs and brush idioms of Chinese landscape painting to make their own creations. Thus, Japanese artists internalized centuries of painting practice and created their own interpretations of an imagined China.</p><p>In contrast to the conjured grandeur of “imagined places,” the tradition of “famous places” celebrates the more tangible beauty of specific landmarks. Japan was full of what were known as “famous places” (<i>meisho </i>名所), sites that were extolled for a particular topographic feature, for their seasonal appeal, or for an event that had transpired there. In most instances that fame had registered first in Japan’s highest art form, poetry, and was then taken up by visual artists. Such was the case with Japan’s most famous place: Mount Fuji. Renowned Kyoto painter Ike no Taiga (1723-1776) depicted Fuji numerous times throughout his career, relying on firsthand experience, and later, on memory. In an abbreviated presentation of Fuji, Taiga uses both ink and negative space to portray the snow􀀁capped mountain and enshrouding mist. In the nineteenth century “famous places” also became the subject of mass-produced color woodblock prints—including prints by masters such as Katsushika Hokusai (1760-1849) and Utagawa Hiroshige—making pictures affordable for an ever-broader audience. &nbsp;</p><p>The gods manifested far and wide throughout Japan, their sites of worship forming a web of countless “sacred places” (<i>reijō </i>霊場). Pictures of sacred places highlight the intersection of place and spirituality, given that one of the primary motivations for travel in premodern Japan was religious pilgrimage to hallowed sites and venerated temples. The enormous bird’s-eye view painting of Nachi Shrine captures the extensive natural and built environment of one of Japan’s foremost sacred sites. Teeming with men and women from across Japan’s social spectrum, this lively painting was a visual aid for temple storytellers who enthralled pilgrims with astounding tales of the shrine.</p><p>The exhibition concludes with photographs made in response to the 2011 disaster in northeastern Japan. The massive earthquake, followed by its devastating tsunami &nbsp;and the ensuing nuclear meltdown at Fukushima, created a new focus for picture-making that was specific to place and deserving of compassion. Through their pictures of raw destruction as well as remembrance and regeneration, photographers have sought to capture the shattering impact to the Tōhoku region as well as Japan at large.</p><p>In conjunction with<i> Picturing Place in Japan,</i> works by many of the same masters will be displayed in the galleries of Asian art. Made possible by recent acquisitions from the Gitter-Yelen Collection, the focused installation <i>In the Making: The Practice of Painting in Early Modern Kyoto</i> explores the processes, innovations, and shared personal connections of painters in and around eighteenth-century Kyoto. Combined, these two exhibitions offer greater insight into the creative approaches of premodern Japanese painters as well as the significance of their selected subject matter.</p><p><br>Caitlin Karyadi &nbsp;<br>Ph.D. candidate, Art &amp; Archaeology</p><p><br>Princeton University Art Museum &nbsp; Fall 2018 Magazine</p>",
            "author_type":"Student",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}