{
    "makerid":835,
    "published_date":"2025-06-17 02:02:52.981676",
    "type":"maker",
    "displayname":"Leonardo Drew",
    "makertype":"Individual",
    "alphasort":"Drew Leonardo",
    "lastname":"Drew",
    "firstname":"Leonardo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1961",
    "begindate":1961,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Leonardo Drew",
            "alphasort":"Drew Leonardo",
            "lastname":"Drew",
            "firstname":"Leonardo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500128679"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/25491582"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dc5e0448daad00016aba02c"
            },
            "body":"<p><em><em>Between Image and Concept: Recent Acquisitions in African-American Art<em><em>&nbsp;</p><p>Between the Lines Is today's African-American artist bound to represent black images (with representational painting) in a marketplace nearly devoid of such imagery? Is highly formal abstraction a valid practice for African-American artists? These questions aim to support the examination of an aesthetic diversity among any group of artists, racialized or not, but also point to the recent conundrum of black artists in the marketplace. Is the representational image or socially based concept the mark of all African-American artists? And if one is not making racially definable work, then is one just out of luck-or simply an artist whose work is not in vogue? Henry Ossawa Tanner's etching <em>The Disciples See Christ Walking on the Water</em> (ca. 1907;fig.1), is a prime example of the artist's own brand of American Naturalism. While the history of African diasporic art in the Atlantic coast region is known for its \"outsider\" artists, who carried on African traditions with their emphasis on utilitarianism, Tanner, a student of Thomas Eakins, was one of the first highly educated African-American artists. Tanner's work as a painter belonged to the nineteenth­ century American landscape tradition. As in the majority of his paintings, this work in particular,with its religious theme, also seeks to express universal humanity through illustrative scriptures. Considering Tanner's large output of biblical and religious scenes, we could look at much of his work as a sign of resistance. In a similar way, spirituals in the black church functioned as documented calls to identify oppression and celebrate a struggle against racism and the remnants of slavery. The landscape tradition to which Tanner belonged often emphasized individualism and existentialism in line with the pioneering colonialism of the country, but the post-Reconstruction United States also drew other clear lines (of segregation and property). A developing collective consciousness found a degree of cohesion at black colleges and universities like Howard in Washington, D.C. Within the visual arts,the Harvard graduate Alain Locke became the critical voice for African-Americans, calling for an avant-garde that would present a black culture with formal ingenuity and demonstrate black life. As the artist Charles White (1918-1979) said, \"A book that fascinated me and opened up new vistas, was Dr. Alain Locke's <em>The New Negro<em>. I had never realized that Negro people had done so much in the world of culture, that they had contributed so much to the development of America, it became a kind of secret life, a new world of facts and ideas.\"2 For White, who as a mentor and teacher would become a central force in the development of African-American art in Los Angeles, Locke's call for artists to demonstrate their cultural makeup in art was a blessing and a welcome challenge. White's lithograph <em>Frederick Douglass</em> (1951) emphasizes the artist's extreme craftsmanship with line in its taut, angular portrayal of the famous abolitionist leader. Ten years younger than Charles White, Alabama-born Thornton Dial (born 1928) draws another crucial line in the sand in the dissemination of African-American art. He is the patriarch of an extended family in which the production of functional objects, primarily welded furniture, and artwork in diverse media has become a facet of life. Dial thus extends the tradition of African utility in art while also creating innovative works in a vernacular tradition. His works on paper, such as the sparely colored picture of tigers...<em>You Can't Get Away from the Business <em>(1992), suggest the fantasy world that is an important part of his process. [Rozeal] Brown's work <em>Untitled II</em> (Female) (2003) draws equally and liberally upon nineteenth-century Japanese erotic (shunga) paintings, early-twentieth-century American vaudeville, and hip-hop culture. Her focus is on the portrait tradition as it relates to sartorial splendor,decoration,and the power of the sitter. [Leonardo] Drew's highly minimalist <em>Number 25 D</em> (2005) is a textured stitching of repeated squares on paper, recalling a Carl Andre floor piece, except that the hand of the artist is obviously and fully involved. The three-dimensional wall- hanging recalls the handmade touch of Arte Povera juxtaposed with the industrial feel of early minimalist objects. Its white thread also suggests his larger works made of evocative materials like raw cotton and tar. [The 2005-2006 exhibition] <em>Between Image and Concept </em> offer[ed]the opportunity to consider the relationship between a wide range of artists and the social and historical contexts that engendered their work.&nbsp;</p><p>-- Franklin Sirmans&nbsp;</p><p>Lecturer in the Councilof the Humanities and Visual Arts</p>",
            "title":"Collection Publications: Between Image and Concept",
            "source_project":"Other",
            "author_type":"Faculty",
            "source":"Other"
        }
    ]
}