{
    "makerid":1743,
    "published_date":"2022-03-28 16:04:22.685879",
    "type":"maker",
    "displayname":"Helmut K. Wimmer",
    "makertype":"Individual",
    "alphasort":"Wimmer Helmut K.",
    "lastname":"Wimmer",
    "firstname":"Helmut K.",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Germany, 1925–2006",
    "begindate":1925,
    "enddate":2006,
    "nationality":"American, born Germany",
    "culturegroup":null,
    "biography":"Helmut K. Wimmer, whose vivid depictions of twirling planets, glowing comets, pulsing nebulas and space-bending black holes awed thousands of visitors craning their necks under the dome of the old Hayden Planetarium for more than 30 years, died on March 20, 2006, near his home in Stuart, Fla. He was 80. \r\n\r\nOfficials at the planetarium and its parent institution, the American Museum of Natural History, said they had not been told of Mr. Wimmer's death until last week. News of his death was published only as paid death notices in papers in Florida. \r\n\r\nMr. Wimmer was the planetarium's staff artist from 1954 to 1987, primarily during its predigital days and before the 90-foot-high glass cube of the Rose Center for Earth and Space, with its new planetarium, opened in 2000. \r\n\r\nWorking in a basement studio with an airbrush, and sometimes adding pebbles for three-dimensional effects, Mr. Wimmer produced hundreds of paintings on cardboard sheets. His finely etched paintings were then transferred onto high-resolution slides. Inserted into as many as 200 projectors on the perimeter of the planetarium's 48-foot-high dome, or into the tentacled, insectlike Zeiss projector standing in the middle, Mr. Wimmer's images wove seamless panoramas of cosmic vistas. \r\n\r\nFor a Martian landscape, Mr. Wimmer ringed the lower edge of the dome, like a horizon, so the viewer seemed to be standing on the planet's surface. He glued rocks and sand to the cardboard, then drew shadows on the landscape, precisely indicating where the Sun's rays should be cast by the Zeiss projector. \r\n\r\n''Without his art,'' said Neil deGrasse Tyson, the director of the Hayden Planetarium and an astrophysicist with the museum, ''your planetarium experience would be limited to pointing out the stars of the night sky. His artwork allowed generations of visitors to transport themselves from Earth to the surface of a star, the lunar landscape, the vicinity of a black hole.'' \r\n\r\nDr. Tyson called Mr. Wimmer, who never went to college, ''a scientifically literate artist.'' \r\n\r\n''For whatever he would draw, he would read the latest research, take data from telescopes and space probes and capture it as accurately as possible,'' Dr. Tyson said. \r\n\r\nHelmut Karl Wimmer was born in Munich on Dec. 8, 1925. At 14, he was hired as an apprentice to a sculptor and model maker. Three years later, he was drafted into the German army. In the closing days of the war, Mr. Wimmer was captured by Czech partisans who turned him over to the Russians. In 1949, after four years as a laborer in a Russian lumber camp, he returned to Munich.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Helmut K. Wimmer",
            "alphasort":"Wimmer Helmut K.",
            "lastname":"Wimmer",
            "firstname":"Helmut K.",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500126015"
        },
        {
            "source":"VIAF",
            "id":"http;//viaf.org/viaf/38159014"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}