{
    "makerid":3982,
    "published_date":"2022-03-28 16:05:48.890075",
    "type":"maker",
    "displayname":"Neroccio de'Landi",
    "makertype":"Individual",
    "alphasort":"Landi, Neroccio de'",
    "lastname":"Landi",
    "firstname":"Neroccio",
    "nametitle":null,
    "middlename":"de'",
    "suffix":null,
    "displaybio":"Italian, 1447–1500",
    "begindate":1447,
    "enddate":1500,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter and sculptor. Born into the noble Sienese family of Landi del Poggio, he probably learnt painting and sculpture from Lorenzo di Pietro, called il Vecchietta, the teacher of almost all Sienese artists of the second half of the 15th century. Neroccio is first documented in 1461 when he was employed as a garzone (‘shop boy’) with the Cathedral Works of Siena. By 1468 he was working independently and completed his first documented commissions, a panel for Fra Giovanni, a certain rector of the Compagnia di S Girolamo, and a polychrome terracotta of the saint for the same confraternity.\r\n\r\nAt this time, Neroccio formed a partnership with the Sienese painter and architect Francesco di Giorgio Martini, with whom he collaborated on numerous cassone paintings and altarpieces. Francesco di Giorgio’s influence on the younger Neroccio was significant, and he was primarily responsible for encouraging Neroccio’s delicate figure style and pastel palette. This is particularly evident in the lunette of the Annunciation (c. 1475; New Haven, CT, Yale U. A.G.), where the pastel-coloured figures of the Virgin and the Archangel Gabriel weave a lyrical pattern across the regular geometric design of the architecture. The interplay of line and colour, although rooted in the tradition of 14th-century Sienese painting (i.e. Simone Martini), was a fundamental element that Neroccio derived almost exclusively from Francesco. Second in influence was Liberale da Verona, a northern Italian painter who worked in Siena as an illuminator and with whom Francesco di Giorgio and Neroccio may have collaborated in the early 1470s.\r\n\r\nNeroccio and Francesco di Giorgio Martini formally dissolved their partnership in 1474. That year Neroccio carved a full-length polychrome wooden statue of St Catherine of Siena for the oratory of S Caterina, Fontebranda. In the modelling of the saint’s face Neroccio established the characteristics that he later repeated in his paintings of the Virgin: full cheeks, lowered eyes and a narrow chin. In 1476 Neroccio executed one of his finest altarpieces, the signed and dated Virgin and Child with SS Michael and Bernardino (Siena, Pin. N.). The slender Virgin of the central panel of the triptych is drawn with elegant rhythmic lines. Translucent drapery, which Neroccio was particularly skilful at painting, frames her face and falls loosely over her shoulders. The gold leaf of the background enhances her regal appearance.\r\n\r\nDuring the 1480s Neroccio received a variety of commissions that show his great versatility in working in different media. In 1480 he painted a biccherna (tax record cover; Siena, Archv Stato) of the Virgin Recommending the City of Siena to Christ. He designed the Hellespontine Sibyl in 1483 for the marble inlay decoration of the pavement in Siena Cathedral. He also executed two major sculptures for the cathedral: the sepulchral monument to Bishop Tommaso Testa Piccolomini (1485) and a marble statue of St Catherine of Alexandria (1487) for the new chapel of St John the Baptist.\r\n\r\nThe greater part of Neroccio’s production, however, comprises small devotional paintings of the Virgin holding the Infant Christ, who is adored by two half-length saints of smaller proportion tightly wedged into the corners behind the Virgin. Intended primarily for private devotion, these images were repeated with little variation of design. Most of them are undated, and there are few stylistic indications of their chronological sequence. In addition, Neroccio’s assistants also participated in their production, thus confusing the matter of attribution. A few masterly examples, credited totally to Neroccio’s hand, are, however, extant and show his graceful drawing and exquisite translucent coloration, for example the Virgin and Child with SS John the Baptist and Mary Magdalene (1490s; Indianapolis, IN, Mus. A.). Neroccio’s late work consists of several important commissions, which he signed and dated. One noteworthy example is the altarpiece from Rapolano, depicting the Virgin and Child with SS Anthony Abbot and Sigismund (1492–6; Washington, DC, N.G.A.). While Neroccio’s paintings are notably conservative in composition, his drawing and transparent luminosity of colour place him among the most talented Sienese artists of the 15th century. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Neroccio de'Landi",
            "alphasort":"Landi, Neroccio de'",
            "lastname":"Landi",
            "firstname":"Neroccio",
            "nametitle":null,
            "middlename":"de'",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Neroccio di Bartolommeo de' Landi",
            "alphasort":"di Bartolommeo de' Landi, Neroccio",
            "lastname":"di Bartolommeo de' Landi",
            "firstname":"Neroccio",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500007415"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95726103"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}