{
    "makerid":2690,
    "published_date":"2025-09-24 02:01:36.560616",
    "type":"maker",
    "displayname":"Toshiko Takaezu",
    "makertype":"Individual",
    "alphasort":"Takaezu Toshiko",
    "lastname":"Takaezu",
    "firstname":"Toshiko",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1922–2011; born Pepeekeo, HI; died Honolulu; active Japan, Cleveland, OH, and Princeton, NJ",
    "begindate":1922,
    "enddate":2011,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Toshiko Takaezu",
            "alphasort":"Takaezu Toshiko",
            "lastname":"Takaezu",
            "firstname":"Toshiko",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500126272"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96612532"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1f168b627280016f5dc8f"
            },
            "body":"One of the attributes of Toshiko Takaezu’s ceramics for which she is best known is the closing of the vessel form. Once closed, the emptiness is sealed within, while the clay form gains presence and becomes a work of art. In this seemingly simple act, Takaezu was at the vanguard in an artistic revolution that elevated ceramics from a craft to an art. The closed ceramic forms also resonate with sound that lingers in memory. If you lift many of the vessels to shake them, a rattle inserted by the artist before closing the form can be heard from within. This sonic aspect connects Takaezu’s ceramics with her casting of bronze bells, such as the <em>Remembrance</em> bell erected on the Princeton University campus in memory of thirteen alumni who tragically lost their lives in the terrorist attacks of September 11, 2001.\n\nIt was the “unique dialogue between the artist and her work” that captured the attention of Cary Liu, curator of Asian art. “What speaks loudly in each creation is the dialogue between the artist’s hands, the careful working and nurturing of the clay, the dance of glaze and colors, and the magical whim of fire.” The organic and unmistakably hand made appearance of Takaezu’s forms conveys the artist’s presence and is a testament to her creative process. The preservation of fingerprints in the glaze of some pieces also serves as visual memory of the artist. These reminders of Takaezu’s presence manifest the theme of remembrance in her work, best exemplified in her <em>Remembrance</em> bell.\n\nOne of eleven children, Takaezu was born in 1922 in Pepeekeo, Hawaii, to immigrant parents from Japan. In 1948 she enrolled at the University of Hawaii, where she studied ceramics under the tutelage of Claude Horan (born 1917). She continued her studies in 1951 at the Cranbrook Academy of Arts in Michigan, mentored by the influential Finnish ceramist and teacher Maija Grotell (1899–1973). After traveling and studying in Japan, she joined the faculty of the Cleveland Institute of Art in 1955, and then, from 1967 to 1992, she taught in the Program in Visual Arts at Princeton University. Takaezu received Princeton’s Behrman Award for Distinguished Achievement in the Humanities in 1992 and an honorary doctorate of humane letters in 1996. Her art is currently held in many prominent museum collections, including the Art Institute of Chicago, the Smithsonian Institution, the Metropolitan Museum of Art, the Newark Museum, the National Museum in Bangkok, the National Museum of Art in Kyoto, and the Philadelphia Museum of Art.",
            "title":"Toshiko Takaezu, artist",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Magazine: Summer 2010"
        },
        {
            "_id":{
                "$oid":"6228ef689556a800189dfbe0"
            },
            "body":"<p><strong>Centering Object-Based Learning</strong></p><p><br>The Princeton University Art Museum was founded on the belief that object-based study is essential to teaching and learning—a premise that continues to infuse all aspects of the Museum’s work, including planning for the new building. During the period when the main building is offline, university-level teaching with works of art continues thanks to the use of off-site and on-campus classrooms, the superb campus collections, and the exhibition venues at Art@Bainbridge and Art on Hulfish. This ensures that no Princeton undergraduate will miss the opportunity to study directly from works of art. When students engage with objects, they activate all their senses, including touch in classes that offer the opportunity to handle certain works of art, like Late Classic Maya ceramics. As they together look closely at an etching such as Rembrandt’s <i>Three Trees </i>(1643), students can hone their observation, inquiry, evaluation, and deduction skills.</p><p>This fall, courses as varied as “An Introduction to the History of Art: Meanings in the Visual Arts”; “Muertos: Art and Mortality in Mexico”; a junior seminar in critical writing; and “Seeing Health: Medicine, Literature, and the Visual Arts,” a course supported by the Andrew W. Mellon Fund for Faculty Innovation, took advantage of the purpose-designed Museum classrooms &nbsp;to view works from the collections. Courses also leveraged the works of art on campus, including a course on theater lighting design. The freshman seminar “Behind the Scenes at the Art Museum” held classes in Nassau Hall and Bainbridge House and used the outdoor sculpture collection to provide opportunities for students to engage deeply with works of art as they grappled with some of the most pressing issues facing museums today.</p><p>This semester, faculty and students from several courses visited the exhibition <i>Gathering Together / Adama Delphine Fawundu</i>, the first installation to open at Bainbridge House since the COVID-19 pandemic began. Through multimedia works that employ Sierra Leonian <i>garra </i>fabric, fabric-printing techniques, and photography, Fawundu investigates familial traditions and cultural inheritance. The exhibition attracted classes from the visual arts, history, anthropology, art and archaeology, and other disciplines. Faculty are encouraged to schedule class visits to upcoming exhibitions.</p><p><br>These opportunities to teach from objects are still more limited than in the past. For courses not able to take advantage of in-person resources, the Museum’s online collections are always available, and images of objects selected for courses are available in three ways: through PowerPoint, .zip download, or the online high-resolution viewer Mirador. Mirador allows users to zoom in to see details of thousands of works of art from across the collections. Faculty can access these resources directly, or Museum staff can assist in preparing a selection of objects. Additionally, groups of objects from the Museum’s collections that explore specific themes are available on the Museum’s website.</p><p>While studying remotely, the Museum’s student tour guides worked with the Museum’s Education department staff to continue to share their love of art with University, local, and global communities through digital programming. Now that the students are back on campus, they are once again engaging audiences with artworks in person.</p><p>This fall, curators and educators provided training on the history of the University’s collection of outdoor sculpture and in-depth discussions of works by artists such as Henry Moore, Louise Nevelson, Ai Weiwei, Sol LeWitt, and Maya Lin. Among the guides are students pursuing diverse areas of study, including public and international affairs, mechanical and aerospace engineering, English, architecture, and molecular biology. The tours have proved a resounding success, with students leading tours for a variety of campus community members, including undergraduate students from Butler College, the Department of Molecular Biology, and the Procurement Services department in Finance and Treasury. Additionally, we offered five open tours to the campus community that welcomed faculty, staff, and students from all corners of campus, including the Pace Center and the library.</p><p>A new class of student guides will begin training in January. The students will continue to focus on the outdoor sculpture collection.</p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Winter 2022 Magazine</p>",
            "title":"Centering Object-Based Learning",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}