{
    "makerid":5520,
    "published_date":"2025-05-08 02:01:08.622647",
    "type":"maker",
    "displayname":"Jacques-Louis David",
    "makertype":"Individual",
    "alphasort":"David, Jacques-Louis",
    "lastname":"David",
    "firstname":"Jacques-Louis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1748–1825",
    "begindate":1748,
    "enddate":1825,
    "nationality":"French",
    "culturegroup":null,
    "biography":"David is considered the most influential painter of the Neoclassical movement in France, characterized by a style of austere and ethical painting that reflects the moral climate of the last years of the ancien régime. He became an active revolutionary and worked for the new French Republic. He was then attracted to Napoleon I and developed an Empire style marked by warm Venetian color. Following the restoration of the Bourbon monarchy in 1816, David went into exile in Brussels. He had a large number of pupils, and his influence was felt by the majority of French 19th-century painters. His compositional innovations were a break with the existing Rococo fantasy. ULAN.\r\n\r\nFrench painter and draughtsman. He was the most prominent and influential painter of the Neo-classical movement in France (see Neo-classicism). In the 1780s he created a style of austere and ethical painting that perfectly captured the moral climate of the last years of the ancien régime. Later, as an active revolutionary, he put his art at the service of the new French Republic and for a time was virtual dictator of the arts. He was imprisoned after the fall from power of Maximilien de Robespierre but on his release became captivated by the personality of Napoleon I and developed an Empire style in which warm Venetian colour played a major role. Following the restoration of the Bourbon monarchy in 1816, David went into exile in Brussels, where he continued to paint but was regarded as something of an anachronism. He had a huge number of pupils, and his influence was felt (both positively and negatively) by the majority of French 19th-century painters. He was a revolutionary artist in both a technical and a political sense. His compositional innovations effected a complete rupture with Rococo fantasy; he is considered the greatest single figure in European painting between the late Rococo and the Romantic era. GDA continues with an extensive biography.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jacques-Louis David",
            "alphasort":"David, Jacques-Louis",
            "lastname":"David",
            "firstname":"Jacques-Louis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/66575297"
        },
        {
            "source":"ULAN",
            "id":"500115221"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5f441024b18d150017c7553e"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_ody2998u",
            "title":"Director's Voice: The Death of Socrates by Jacques-Louis David and studio",
            "description":"James Steward, Princeton University Art Museum Director, discusses The Death of Socrates by Jacques-Louis David and studio.",
            "speaker_type":"Director",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Director's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5deff107c010290016a88def"
            },
            "body":"<p><strong>Jacques-Louis David’s </strong><i><strong>Antiochus and Stratonice</strong></i><strong>: The Poetics of French History Painting</strong></p><p>THE STORY</p><p>The tale of Antiochus and Stratonice, purportedly based on historical fact, has come down to us in different versions through classical texts by Valerius Maximus, Plutarch, Appian, and pseudo­ Lucian.1 The essential elements of the story are as follows: Antiochus I Soter (ca . 325-261 B.C.)-son of Seleucus I Nicator (ca. 358-281 B.C., king of Syria, founder of Antioch, and former general under Alexander the Great) and his Persian wife, Apama-has fallen in love with his young stepmother, Stratonice, the daughter of Demetrius I Poliorcetes (king of Macedonia from 294 B.c.) .As Valerius Maximus tells the story, Antiochus makes a desperate effort to dissemble this illicit passion, to the point that his conflicting emotions of desire and shame cause him to waste away, plunging the king and his household into despair. The crisis is resolved through the intervention of the physician Erasistratus, who quickly discerns the true cause of Antiochus's ailment. Closely watching the prince, he observes that Stratonice's comings and goings effect changes in the prince's complexion and breathing, and the physician's suspicions are corroborated when he surreptitiously takes his pulse and notes similar alterations. The doctor reveals his discovery to Seleucus, who cedes his wife to his son in order to save his life. The story of Antiochus served Roman moralists, historians, and biographers as a classical <em>exemplum virtutis<em>, or example of virtue. It primarily illustrated the generosity and love of a king and parent who overcomes significant obstacles, Seleucus's love for Antiochus overriding his affection for his wife. It likewise offered an example of a son's virtue:A ntiochus 's valiant attempt to conceal an unruly passion out of modesty and filial respect. Finally, it presented an example of uxorial submission. Although Stratonice's own role or feelings in this episode are conspicuously neglected in the classical accounts, Plutarch refers to her self-sacrifice and obedience in yielding to the king's will by accepting his son's hand for the greater good of the kingdom. The history of the story's reception in modern European culture is particularly rich, and the subject furnished material for classicizing poets, librettists, dramatists, and painters alike from the Renaissance onward. In eighteenth­ century France, it offered an ideal subject for history painting in several crucial respects. Besides its obvious classical pedigree, it was appropriately moralizing. The representation of moral exempla, for which Valerius Maximus had long been one of the privileged sources, was ranked among the highest, most noble functions of history painting .3 Indeed, critics who decried an allegedly decadent, eroticizing, and decorative Rococo art and clamored for the moralizing reform of painting inevitably referred painters to such subjects, especially those illustrating the virtues of kings. On an aesthetic level, the story of Antioch us also responded to history painting's expressive ends. In order to offer a pictorial formulation of a literary narrative, painters relied upon a codified bodily rhetoric of the passions, by which the artists were to manifest, through physiognomy, gesture, and pose, the invisible movements of the soul and, by extension , translate the dramatic core of a narrative into a visually legible scene.5 What more perfect subject than one whose entire drama revolved around the sheer power of a passion to reveal itself through bodily signs that were comprehensible to an observant viewer? And what better story to test an apprentice painter's competence in wielding the rhetoric of the passions, the importance of which was repeatedly stressed by theorists and academicians from the seventeenth century onward? The subject was, moreover, timely, given recent developments in taste. With the revival of classical aesthetics starting around midcentury, particularly under the impact of Johann Joachim Winckelmann's work on Greco-Roman sculp­ ture6 and Gotthold Ephraim Lessing's ideas concerning the expressive limits of the visual arts,7 theorists and critics no longer located art's greatest rhetorical force and pathos simply in a straightforward, extroverted display of the passions. They focused instead on the stoical struggle to master and overcome turbulent emotions in the service of greater philosophical or moral ideals, as well as sculptural ideals of classical beauty.8 Again, the subject of Antiochus, dwelling as it does on the prince's inner turmoil and the extremes to which he goes to overcome it, perfectly lent itself to the new classicizing aesthetic (and ethic). In almost textbook manner, the story of Antiochus and Stratonice fulfills the moral and artistic ideals of eighteenth-century history painting, and it does so, significantly, through a touching love story that could not but appeal to the period's celebrated cult of sensibility. At once decorous in its moral and pleasing in its romantic sentiment, paradoxically restrained as well as expansive in its expression of the passions, it was a subject perfectly poised between classical respectability and modern taste.&nbsp;</p><p>DAVID’S PICTORIAL SOLUTION</p><p>The subject of Jacques-Louis David 's painting (cover, figs. 1 and 9), as it was given to him and the other students competing for the French Royal Academy of Painting and Sculpture's Grand Prix in 1774, was the following: \"Antiochus, son of Seleucus, king of Syria, sick from the love he had conceived for his stepmother Stratonice-- the doctor Erasistratus discovers the cause of his illness.\" It is immediately apparent that David did not limit himself to the prescribed scene. Rather, he collapsed together two successive ones: the doctor's discovery of the cause of Antiochus's illness and the king's subsequent gesture of ceding Stratonice to him. David carefully coordinated the two moments. The doctor, seated at left in front of the bed and strongly illuminated (thus according visual priority to the \"discovery\" scene, as dictated by the Academy), feels Antiochus's pulse while pointing emphatically at Stratonice with accusatory force. In apparently simultaneous response to this revelation, the king, standing partially in shadow on the opposite side of the bed and gripping his submissive, quasivirginal, and quietly smiling wife by the arm, offers her to his son with an open-palmed gesture of magnanimity. Antiochus's slumped, languid posture and pining mien betray the signs of his ailment, but the young man also seems to show signs of recovery. His expression both intimates the awakening realization that his love will be rewarded and conveys his tearful gratefulness to his father. David concentrated the salient elements of the story into a tight circuit of mutually responsive gazes and gestures, a circuit in which the passive Stratonice is presented as simultaneous cause and solution to all the men's problems. The expansive pantomime of the masculine authority figures of physician and king (both draped in red and diagonally opposed across the bed) is countered by the passive attitudes of Stratonice and the effeminized Antiochus. Both symmetrically balanced and dynamically animated, the resulting figure composition, including various attendants and members of the courtly retinue, is set before a palatial architectural backdrop of a grandiose, classicizing stamp and overhung with a heavy, voluminous cloud of theatrical drapery. The foreground action pivots obliquely around an ornate bed featuring classical accessories: a shield and sword presumably set aside in his lovesickness by Antiochus, a dying warrior slain in love rather than combat, awaiting miraculous succor by the very instrument of his fatal wound. While David's solution of combining distinct moments of the drama strains awkwardly at the limits of plausibility and logic, the painting does bear witness to his attempt, in keeping with academic theories derived from Aristotle's Poetics, to distill from a textual source a single pictorial instant or \"pregnant moment\" in which both the \"before\" and \"after\" of a story's climax could be signaled, David seems to have been keenly aware of the need to overcome painting's limitations, as a static visual medium, in representing the temporally successive events that fell naturally within the purview of literature and drama-a distinction that became a matter of urgent theoretical concern in the eighteenth century, particularly with the publication of Lessing's <em>Laocoon</em> in 1766. More obviously, David 's composition betrays his familiarity with a well-established iconographic tradition. The scenes of the doctor's discovery of Antiochus's ailment and the kin g's cession of Stratonice had various precedents in Italian and northern European painting, but it was not until the 1640s, with Pietro da Cortona's work for the Sala di Venere in the Pitti palace in Florence that the two scenes were combined, a solution that would be adopted by subsequent painters, including Antonio Bellucci and , closer to David 's time, Pompeo Batoni. Subscribing to the basic compositional formula represented in these works, David 's <em>Antiochus and Stratonice</em> also seems to pick up specific details from them. In the twin pairings of Erasistratus and Antiochus on the left and Seleucus and Stratonice on the right, David 's painting follows the example of Cortona and Batoni. In the placement and attitudes of the king and his wife, as well as the basic pose of Antiochus, David's painting bows directly to Cortona's canonical work, which he would have known from engraved reproductions (Batoni 's piece is also similar in spirit, although the positions of Seleucus and Stratonice are reversed). The positioning of Erasistratus in the left foreground is anticipated by Bellucci and Batoni, while his pointing gesture, albeit in much more restrained and tentative form than David's pictorial exclamation mark, is prefigured by Cortona and Batoni (Bellucci concentrated solely on the act of pulse taking) . Finally, in the interwoven diagonal and lateral play of gazes and gestures between all four characters, David's work, although stronger in its bodily rhetoric, aligns itself with Batoni's-- distinguishing itself from the flatter, more rudimentary symmetry of Cortona's composition and from the calculated asymmetry of Bellucci's, in which Antiochus is propped up between physician and father on one side, while on the other Stratonice inclines eagerly forward to her new husband (thus apocryphally suggesting her love for Antiochus 12). Ultimately, David's innovation lay less in the invention of a new iconographic interpretation than in his pursuit of a more expressive, unified composition of heightened emotional force, in which dramatic interest would be distributed more evenly and dynamically among the four key players along tauter compositional wires, producing a theatrical unified scene of emotional cause and effect, pantomimic call and response. The selection of Antiochus and Stratonice as the theme for the Academy's 1774 competition reflected, as it happened, a wider European vogue. In England, for example, it was set as the subject for the Royal Academy gold-medal competition in 1773-74, and both James Barry and Benjamin West, important proponents of the precocious Neoclassical movement in Britain, independently exhibited versions at the Academy in 1774 and 1775, respectively (they are known to have been working on their conceptions as early as 1772).13 Angelica Kauffmann would also produce a work on the subject. Unlike David's version, however, these examples, as well as subsequent paintings by French artists, did not combine the two climactic episodes but rather exploited the moment of the doctor's discovery. In the painting by David's pupil Alexandre-Charles Guillemot that won the Grand Prix in 1808, and in several variations by David's more famous student Jean-Auguste-Dominique Ingres-whose first painting devoted to the subject was com­ missioned in the 1830s by the Due d'Orleans-- the painters have capitalized on the contrast between Antiochus's lassitude or emotional anguish, the doctor's startled realization, the profound absorption of the king in his grief, and Stratonice's statuesque impassivity, underscoring less her chaste submissiveness than the chilling innocence and insouciance of her destructive beauty (thus anticipating later nineteenth­ century depictions of the femme fatale). In contrast to David's work, the compositions of Guillemot and Ingres emphasize the physical gap between the three male protagonists and Stratonice, as well as the corresponding psychological disconnect between each character. The eloquent compositional unity of David's solution is thus strained to the breaking point, to remarkably novel effect. In Ingres's painting, one of the most lauded historical compositions of the mid-nineteenth century, this exacerbation of the psychological drama, taken to an almost deranged fever pitch, is only reinforced by the artist's myopic obsession with accurate archaeological detail, which helps create an eerily silent, claustrophobic, and dream-like ambiance. While David's successful treatment of the subject certainly may have spurred the ambitions of his pupils, his iconographic solution, in its temporal telescoping of the drama and its care­ fully balanced, integrated figure composition, looks back to classic seventeenth- and eighteenth­ century traditions of Italian and Baroque art, more than it anticipates later idiosyncratic examples like that of Ingres.&nbsp;</p><p>ECLECTICISM AND THE ACADEMY&nbsp;</p><p>The primary audience for David's <em>Antiochus and Stratonice</em> was the Academy, membership in which was a virtual requisite for any serious aspiring history painter. He conceived, completed, and submitted his painting according to the guidelines of the annual Grand Prix competition. Success in the contest entitled the student painter to a sojourn at the French Academy in Rome, where he would be expected to complete his official education by studying firsthand the remains of antiquity and a select canon of old master works, while also taking steps to fulfill the necessary requirements for becoming a fully accredited member of the Academy. David’s independent spirit and hostility to the official institution in the years leading up to and during the French Revolution are the stuff of legend in the history of modern art. Scholars have also emphasized, however, that he spent the better part of his early career pursuing the conventionally prescribed paths of an academician-in-training. Indeed, no less than five successive attempts at the Grand Prix bear witness to his attempt to conform to existing academic molds; his first effort was in 1770 (although he did not make it to the final round of competition that year), and he made subsequent attempts in 1771, 1772, and 1773. Only in 1774 was he successful. Some art historians have even speculated that it was the suicidal bitterness prompted by his failure to win in 1772 that informed his later vindictiveness toward the institution during the Revolution, when he helped promote the Academy’s abolition, which finally occurred in 1793. David’s <em>Antiochus and Stratonice</em> is ultimately interesting less for any foretaste it might hypothetically offer at the radical brand of Neoclassicism for which he became famous in the 1780s than for the concerted effort it displays of an artist conscientiously struggling to assimilate contemporary modes of history painting in an eclectic synthesis within the dominant institutional framework of the day. His experience in Italy, where he engaged intensively with the works of classical antiquity, fifteenth-and-sixteenth-century Renaissance painting and seventeeth-century Caravaggesque realism, would prove to be of seminal importance in the formulation of his hallmark Neoclassical style in works like the <em>Oath of the Horati</em> (1785, Musée du Louvre, Paris). Pre-italian works like </em> Antiochus and Stratonice<em>, on the other hand, reflect David's immersion in dominant eighteenth-century French and Italianate manners of painting. Indeed, his attachment to Baroque and Rococo traditions was such that he is reputed, after having won the Grand Prix, to have been afraid that his painting would lose some of its coloristic warmth and dramatic verve through his contact with the \"cold\" remains of antiquity. While contemporaries like Jean-François­Pierre Peyron successfully began in the early 1770s to pursue a more severe, stripped-down classicizing style in emulation of Nicolas Poussin, the seventeenth-century godfather of French Neoclassicism, David persisted in pursuing increasingly outdated eighteenth-century modes. Scholars have detected a huge range of sources in the scenography, figure types, bodily rhetoric, and painterly style of David's early work, from the Rococo artifice of François Boucher, Jean­ Marc Nattier, and Jean-Honore Fragonard, to the more grandiloquent manners of academicians like Carle Vanloo and Antoine Coypel, to the Italian Baroque models of the Roman Pietro da Cortona, the Bolognese Carracci, and the Venetian Giambattista Tiepolo. Further flavoring this eclectic potpourri are hints of the refined, precious classicism pioneered in France by David's teacher Joseph-Marie Vien, and a good measure of the heightened dramatic energy derived from his older contemporary, the enormously popular Jean-Baptiste Greuze. Drawing on such an array of models, David's youthful academic efforts bear witness to an effort to survey and assimilate a variety of past and current styles. It is only with <em>Antiochus and Stratonice<em>, however, that it becomes evident David was also beginning to respond belatedly and tentatively to an emerging taste for a more chastened neo-antique style. A comparison between his 1773 Grand Prix submission, <em>The Death of Seneca</em> and the winning painting of the following year is highly instructive here. The earlier work is characterized by a crowded, spatially oblique composition; a confused animation of detail in costume, coiffure, and drapery; an incoherent, unfocused play of light, shadow, and color that ill serves the purposes of compositional unity; and a somewhat bombastic, histrionic figural rhetoric. <em>Antiochus and Stratonice<em>, in contrast, strives toward a more planimetric, frieze-like arrangement, reinforced by the horizontally aligned cluster of columns separating the main action from the architectural backdrop (which still betrays a certain spatial incoherence). David has tightened his figure composition, reducing the number of characters and establishing clearer distinctions between principal and secondary figures. He has also displayed more restraint in the handling of light and color. His tentative gestures toward greater classical rigor and clarity are, nevertheless, offset by the persistence of the theatrical trap­ pings and stereotypical decor of Baroque history painting, as well as the conventional vocabulary of expressive pose and gesture (however dramatic it may be).At this stage in his career, David remains a long way off from the aggressively stark, spare visual economy of his most famous paintings, and he has yet to manifest the serious interest in archaeological accuracy that would characterize his work in subsequent decades.&nbsp;</p><p>DAVID’S WORKING TECHNIQUES&nbsp;</p><p>We are fortunate that two important preparatory studies for David's painting have survived: a thinly painted oil sketch on paper affixed to canvas… and a drawing that apparently represents David's <em>premiere pensee<em>, or first idea, for the composition. Apart from certain discrepancies in the hand gestures of the principal figures, particularly those of the doctor and Antiochus, the drawing clearly established the core elements of David's figure composition. The accessory figures present more significant differences. The drawing includes, for example, a kneeling figure offering a platter and another figure leaning over Antiochus 's pillow-details David had eliminated by the time he painted the oil sketch. The most glaring discrepancy, however, is David's reversal of the composition. Two hypotheses could account logically for this reversal. First, the drawing is an original com­ positional sketch that David subsequently reversed by means of a counterproof, obtained by pressing a slightly wet piece of paper directly on the original, which then presumably served as the basis for his final composition. Second, and alternatively, this drawing is actually the counterproof of a lost or destroyed original, the composition of which shared the same orientation as that of the oil sketch and the painting. The latter hypothesis is supported by the direction of the parallel hatching strokes in the bottom right corner of the drawing, which run downward from left to right. The natural direction for such strokes in the work of a right-handed artist would be upward from left to right, as David's other known autograph drawings amply attest. The only plausible explanation for this anomaly in the hatching strokes is that the drawing is in fact the counterproof (the alternatives being that David unaccountably drew as a left-handed artist on this one occasion or rotated the sheet ninety degrees while filling in this part of the composition). Whatever the case, David seems to have submitted the drawing, as was normal procedure, to the academic jury as a record of his basic conception. The sheet was countersigned by the sculptor Caffieri, who was serving on the jury for the 1774 competition. Hence the double signature \"Caffieri David.\" Between this drawing and the oil sketch, David likely prepared an intermediary working drawing, which he squared for transfer (squaring is the process of marking a grid on top of a drawing to facilitate the projection of the composition onto a larger scale in preparation for painting). Recent analysis of the oil sketch by infrared reflectography has revealed the presence of a squared drawing on paper that has been glued to the canvas, thereby functioning as a preparatory underdrawing for the oil sketch on top. Executed in graphite or black chalk, the drawing lays out the figures in the composition but not the architectural backdrop and theatrical draperies, which could be freely improvised with the brush. The juxtaposition between oil sketch and final painting is also instructive and provides unique insight into the artist's evolving conception of the subject and his decision-making process. The sketch indicates that David had firmly established, as was normal academic routine, the figure composition, decor, color palette, and lighting before he proceeded to the final work. Between oil sketch and finished painting, however, he made a number of minor but significant adjustments, both adding and subtracting details. He worked to remove some of the accessory clutter still evident in his early conception, eliminating, for example, the tripod table and the plate at its feet from the left-hand side of the sketch, some lances in the middle ground behind Stratonice's head, and, more prominently, the large vessel in the center foreground. In the case of this last detail, David had initially included it in the final painting before painting over it; on close examination of the finished painting, one can detect this <em>pentimento</em> (the technical term for the trace of an earlier composition that has become visible with the alteration of the paint over time). He also removed more secondary figures, particularly the men who had been leaning against Erasistratus's chair (these figures are replaced by a large but inconspicuous basin in the final painting). Finally, the sketch indicates that David had considered including a certain floral or foliate motif on the foreground carpet, before choosing in the end an unrelieved ruddy brownish tone. Eliminating such details, David added and adjusted others. He hung from the foremost bedpost the significant details of sword and shield, while uncovering the rear bedpost, making its ornamental lion's head visible. Decorative gold fringes were added to the bedclothes. The position of Antiochus's legs was slightly adjusted, his protruding knee made more apparent, and his right foot brought forward and more fully exposed, taking the place of the simple bedpost ornament that David had originally indicated. Lastly, the king's right arm was redirected toward the center of the composition, away from Stratonice. In isolation, these adjustments may seem marginal, but together they did much to clarify, simplify, and strengthen the composition. By removing accessory figures and details around Erasistratus, David effectively isolated him, increasing his dramatic prominence. The adjustment of the king's gesture created a more direct, forceful interplay between him and Erasistratus, while also lending more dramatic weight to the visual center of the picture, tightly drawing together the figure composition. The removal of the vessels, furniture, and decorative patterning from the foreground served to concentrate attention on the main action rather than on still-life details. Where David retained, adjusted, or added details, he appears to have had important compositional and aesthetic rationales in mind. The exposure of the rear bedpost, for example, provided a crucial indication of the architectonic structure of the bed, which had previously been submerged and weighed down in the amorphous spill of drapery. The more prominent exposure of Antiochus's foot relieved an otherwise indistinct mass of bedclothes, provided a crucial counter­ point to the play of hand gestures in the center of the composition, and, not insignificantly, allowed David another opportunity to display his competence in the painting of bodily extremities, an indispensable skill in narrative figure painting. The addition of gold fringes on the bedclothes also served multiple functions in helping to articulate the anatomical form of Antiochus's legs, adding coloristic relief to the grayish green tonality of the bedspread and creating a decorative arabesque linking the gold color notes on either side of the composition (in the bed frame and the costumes of Stratonice and her kneeling attendant). The cumulative results of these changes were a more dramatically lucid, legible scene and a more restrained, concentrated pictorial composition, one that successfully conformed to conventional criteria for history painting. In 1774, apparently, it was exactly what the Academy had in mind.&nbsp;</p><p>--Scott Allan, Ph.D. Candidate Department of Art and Archaeology</p>",
            "title":"Collection Publications: Jacques-Louis David's Antiochus and Stratonice: The Poetics of French History Painting",
            "source_project":"Other",
            "author_type":"Student ",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"60255d4653c23600179999f5"
            },
            "title":"Spring 2020 Magazine: Art Matters",
            "body":"<p><strong>Art Matters&nbsp;</strong></p><p>Artworks come to life when we see them freshly, beyond the received conventions. As a faculty member, I’ve been fortunate to experience the Museum at close range. Several years ago my painting class and I viewed Édouard Manet’s <i>Gypsy with a Cigarette&nbsp;</i>(undated) with curator Betsy Rosasco. We discussed many issues, including whether or not the painting could be unfinished. Rosasco informed us that it was found, unsigned, in the studio after Manet died and it was never exhibited during his lifetime. The unusually strong dark outline around the gypsy’s raised arm could be an original underpainting guideline or, alternatively, might have been a paler line reinforced by someone else after the artist’s death. The painting is currently undergoing research by conservator Bart Devolder and was the subject of a recent panel.&nbsp;</p><p>Our class turned next to the Edgar Degas painting <i>After the Bath&nbsp;</i>(1890s, on loan from the Pearlman Collection), and we remarked on the unusual position of the figure, falling forward yet suspended—in a manner inconsistent with a woman drying herself after a bath but highly evocative and active. Degas was a master of inventing poses that appear graceful but are in fact ingenious in their awkwardness, as they help to engage the viewer as well as evoke a space for reflection. We noticed the prominent dark lines delineating the figure’s calves and ankles, reminiscent of the dark lines in Manet’s <i>Gypsy</i>. In the Degas these bold lines anchor the precariously falling figure to the bottom edge of the canvas—the lines seem deliberate. We learned that an early owner of Manet’s <i>Gypsy </i>was, in fact, Degas. The Museum installation, with these paintings on adjacent walls, allowed us to make this incisive connection.&nbsp;</p><p>The idea of finished/unfinished—essentially drawing or underpainting evidenced in a finished work—is notable in <i>Death of Socrates&nbsp;</i>(after 1787) by Jacques-Louis David and studio. We debated the inconsistencies, the traces of different hands and apparent skill levels. Rosasco mentioned that the other unfinished David paintings are very different, with the entire work unfinished; however, <i>Death of Socrates&nbsp;</i>moves from right to left in a progression of finish. Thought to be a collaboration between David and his studio assistants, perhaps made as a demonstration copy, this rare work is a priceless teaching example; the finished version of 1787 can be seen in the Metropolitan Museum of Art.&nbsp;</p><p>In the work of Paul Cézanne, whose profound meditation is recognized as initiating a change in our contemporary aesthetic, the issue of unfinished/finished is brought to new levels. Art historian Svetlana Alpers wrote in a recent email, “I enjoyed the museum—was interested that the two Cezanne landscapes (vertical paintings on long loan) each had sort of empty bottom strips—as if Cezanne painted top down and gave up.” Attached were images of <i>Route to Le Tholonet&nbsp;</i>(1900– 1904) and <i>Mont Sainte-Victoire&nbsp;</i>(ca. 1904–6). Alpers continues, “He often leaves bottoms if not empty, then unresolved . . . as if he felt he did not have to justify the bottom edge.” This probably reveals how Cézanne composed his works, first focusing on objects in the middle ground and distance, then refining their relationships. The bottom strips in the two paintings—one unfinished and showing raw canvas and the other more finished with a painted horizontal band—suggest that the unfinished peripheral areas may persist even when paint is added, a feature found in other Cézanne works.&nbsp;</p><p>Last fall I viewed our recently acquired thirteen-foot fragmentary papyrus scroll of Pa-di-Amen-neb-nesut-tawy (ca. 300–200 BC, with hieroglyphic texts and color vignettes from the Book of the Dead) with Professor Tom Hare, who was able to decode and elucidate its meaning. Several empty spaces in the hieroglyphic text were for the deceased’s name to be inked in once the scroll was purchased. The artist, perhaps in a rush for the burial of the deceased, didn't fill in some of the spaces . . . a very different kind of unfinished work.&nbsp;</p><p>Finally, I must mention our 2018–19 Hodder Fellow Mario Moore’s interaction with the Museum. The fascinating exhibition <i>States of Health: Visualizing Illness and Healing</i>, curated by Laura Giles and Veronica White, included <i>Stay Woke&nbsp;</i>(2018), a stunning large silverpoint by Moore, who is currently teaching in the Visual Arts Program. Moore’s Hodder project was to paint African American blue-collar workers on campus and nearby. This brought into vivid relief the names, personalities, lives, and stories of these crucial members of our campus. At Moore’s exhibition opening at the new Hurley Gallery in the Lewis Center for the Arts, the heroically depicted individuals became celebrities, radically moving from the background into visibility.&nbsp;</p><p>The Museum purchased five of the paintings, including one of security guard Michael Moore (no relation) as he welcomes visitors from the elevator to the second-floor galleries. When our new museum, designed by Sir David Adjaye, is built, the painting will be an aide-mémoire of the old galleries and will hopefully help carry forward the warm atmosphere of our museum. Michael Moore will soon be working in the new building guarding the painting of himself standing in the old building.&nbsp;</p><p>&nbsp;</p><p>Eve Aschheim&nbsp;<br>Lecturer in Visual Arts&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Spring 2020 Magazine</p>",
            "author_type":"Faculty",
            "source":""
        },
        {
            "_id":{
                "$oid":"65b802e8e95df23b82d7214a"
            },
            "body":"<p><strong>On View</strong><br><strong>Making History Visible</strong><br>September 26, 2017–January 14, 2018</p><p>This fall, as part of a rich campus-wide initiative examining the University’s historic links to the institution of slavery, the Museum is presenting a broad range of opportunities to explore the ways in which artists represent and engage with American history and wrestle with a legacy that puts Princeton not just at the center of our nation’s struggle for freedom but also at the heart of its long association with slavery.</p><p><i>Making History Visible: Of American Myths and National Heroes</i>, an installation in the Museum’s Marquand Mather Court, draws together historical and contemporary &nbsp;works to consider the role of visual art in creating an image of American identity and a multifaceted representation of history in the United States. A suite of works by the contemporary artist Titus Kaphar forms the installation’s nexus and introduces a conversation between visual traditions and their contemporary contestations in American artistic practice. Kaphar’s investigation engages genres and mediums of art history in order to reveal and respond to the cultural values, racial hierarchies, and historical narratives that can be promoted through these representations.</p><p>In America’s ﬁrst century as a nation, artists set out to amplify the heroism and standing of its political leaders by representing them in the same ways in which prominent ﬁgures from European history had been depicted since antiquity. With its dashing hero mounted on a rearing white horse, William T. Ranney’s <i>Washington Rallying the Americans at the Battle of Princeton</i> (1848) consciously echoes Jacques-Louis David’s famous painting of <i>Napoleon Crossing the Alps</i> (1800–1801). In response to such iconic, almost mythical depictions, Kaphar complicates the heroic image of Washington, carving the form of a mounted equestrian statue (such as one might see in a public square) as a sunken relief, then charring its surface, asking viewers to consider both Washington’s patriotism and military skill and his responsibility as a slave owner.</p><p>Representations of African Americans contend with historical narratives in works throughout the gallery installation. In Faith Ringgold’s series of prints <i>The Declaration of Freedom and Independence</i> (2009), each work juxtaposes &nbsp;two contrasting images under an iconic national motto. In <i>All Men Are Created Equal</i>, for example, a full-length portrait of King George III of England towers over his subjects on the left, while on the right, a ship sails for America, tightly packed with African slaves, buoyed up on bloodstained waters. The stark contrast between these images exposes the moral hypocrisy of the title phrase: colonial Americans who sought freedom from the tyranny of monarchy did &nbsp;not extend that freedom to Africans.</p><p>The history of slavery within our own University campus has been the focus of the Princeton and Slavery Project, an initiative led by history professor Martha Sandweiss that examines how the ties of early University trustees, presidents, faculty, and students to the institution of slavery shaped campus conversations about politics and race. Within this context, the Museum has commissioned Titus Kaphar to create a sculpture that engages with the specific historical records, figures, and events unearthed through the efforts of the Princeton and Slavery Project. Kaphar’s <i>Impressions of Liberty</i> (2017) a large-scale work in wood and glass, will be installed for six weeks this fall on the lawn adjacent to historic Maclean House before entering the Museum’s collections. <i>Impressions of Liberty</i> presents intertwined portraits of the Reverend Samuel Finley, one of the original trustees of the College of New Jersey and its president from 1761 to 1766, and a group of African Americans who represent the individuals held as slaves at his Maclean House residence. Following Finley’s death in 1766 while serving as College president, these &nbsp;slaves were sold on the grounds of Maclean House as part of his estate. Rather than explore guilt or innocence, Kaphar highlights the contradictions embedded in the narratives &nbsp;of our national heroes and histories and engages with how we as a society manage and define these representations over time. Who is remembered and who is invisible in our accounts of history, written and visual, are the central subjects of this sculpture.</p><p>In conjunction with these installations, the Museum will foster opportunities for discussion. On November 16, Kaphar will deliver an artist talk discussing the methods and motivations fueling his artistic practice. On December 1, faculty from various disciplines will gather at the Museum for a roundtable conversation moderated by Professor Sandweiss. Additionally, the Museum’s multipronged engagement extends the conversations and studies of artworks developed in courses that were designed in collaboration with the Art Museum. Students in the Spring 2017 course “Seeing To Remember: Representing Slavery across the Black Atlantic,” funded by the Museum’s Andrew W. Mellon Fund for Faculty Innovation and taught by Anna Arabindan-Kesson, assistant professor in the Department of African American Studies and the Department of Art &nbsp;and Archaeology, created a website that explores historical representations and contemporary manifestations of slavery in works in the Art Museum’s collections. This fall, Nijah Cunningham, Cotsen Postdoctoral Fellow in the Princeton Society of Fellows and Lecturer in African American Studies and English, is teaching a Museum-based course, also funded by the Mellon Fund for Faculty Innovation, “Black Aesthetics: Art, Literature, and Politics in the African Diaspora.” Cunningham is guest-curating a related installation, <i>Hold: A Meditation on Black Aesthetics</i> (November 4, 2017–February 11, 2018), that examines how modern and contemporary black art has served both as a site of contestation and a platform for interrogating topics of race, gender, sexuality, the body, objecthood, slavery, &nbsp;and colonialism. Through these various initiatives, the Museum joins with colleagues across the University and beyond to encourage all of us to take stock of our individual and collective responsibility to represent a full and layered, if also contested and conflicted, history.</p><p><br>Princeton University Art Museum &nbsp; Fall 2017 Magazine</p>",
            "title":"On View: Making History Visible",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}