{
    "makerid":6175,
    "published_date":"2025-10-15 11:20:24.502500",
    "type":"maker",
    "displayname":"Brygos Painter",
    "makertype":"Individual",
    "alphasort":"Brygos Painter",
    "lastname":"Brygos Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Greek (Attic), active ca. 490-470 BCE",
    "begindate":-490,
    "enddate":-470,
    "nationality":"Greek (Attic)",
    "culturegroup":null,
    "biography":"Working in Athens in the early 5th century BCE (late Archaic period), the Brygos Painter was a prolific decorator of red-figure cups. Over two hundred vases have been attributed to him, including a limited number of shapes other than cups and some vessels in the white-ground technique. Having learned his craft from Onesimos, the Brygos Painter was himself quite influential and was the center of a large circle of painters. The Brygos Painter painted both genre and mythological scenes, and was especially fond of depictions of symposia, athletes, and Achilles. His treatments of mythological scenes were often innovative, and he was also rather stylistically experimental. He had a greater interest in spatial effects and setting than did his contemporaries. By using dilute glaze washes to show three-dimensionality, his painting technique comes close to shading. As with most Greek vase painters, the real name of the Brygos Painter is unknown, and he is identified only by the stylistic traits of his work. He is named after the potter Brygos, with whom he worked. Some scholars think the painter and potter may be one and the same person (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Brygos Painter",
            "alphasort":"Brygos Painter",
            "lastname":"Brygos Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500025426"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/74938415"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}