{
    "makerid":111,
    "published_date":"2022-03-28 16:03:20.193665",
    "type":"maker",
    "displayname":"Thomas Annan",
    "makertype":"Individual",
    "alphasort":"Annan, Thomas",
    "lastname":"Annan",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Scottish, 1829–1887",
    "begindate":1829,
    "enddate":1887,
    "nationality":"Scottish",
    "culturegroup":null,
    "biography":"In 1855 Annan founded the firm Thomas Annan, calotype printers at Woodlands Cottage, Glasgow, Scotland. In 1857 he photographed Glasgow houses and interiors. In 1859 Annan set up a portrait studio and photographic printing studio in Hamilton, Scotland. In 1866 Annan was hired by the Glasgow City Improvement Trust to document slum areas before their demolition. These pictures of the old districts of Glasgow were made into photogravure books. In 1873 Annan's brother Robert joins the business as a partner and T. & R. Annan & Sons was formed. In 1883 Annan travelled to Vienna, Austria with his son James Craig to learn the photogravure process from its inventor Karl Klic. Annan bought the rights for this process in Britain (ULAN).\r\n\r\n-----\r\n\r\nHe lived for most of his life in Glasgow, and he trained and worked as a copperplate-engraver until 1853, when he started a calotype printing business, probably with the encouragement of his friend David Octavius Hill. Annan’s business proved successful and led in 1857 to the establishment of a photographic studio, T. & R. Annan in Sauchiehall Sreet. At first, Annan’s emphasis was on the photographic reproduction of works of art and on architectural photography, as in the collection of photographs of mansions around Glasgow, The Old Country Houses of the Old Glasgow Gentry (Glasgow, 1870). Having mastered the technical and practical difficulties of architectural photography, Annan turned his attention to portraits, at which he was equally gifted. The carbon prints contained in Memorials of the Old College of Glasgow (Glasgow, 1871) consisted of both portraits and views of buildings. The process, for which he had acquired the Scottish patent rights shortly after its invention by Joseph Wilson Swan in 1866, produced rich, dark brown prints through the incorporation of a permanent pigment in a gelatin layer. Annan first used the carbon process commercially in 1866 in his reproduction of D. O. Hill’s painted group portrait, the Signing of the Deed of Demission (1843–65; Edinburgh, Free Church Assembly Hall) in which he himself featured. An astute businessman, Annan also acquired the British patent rights in the ‘heliogravure’ or photogravure process invented by William Henry Fox Talbot and developed by Karel Klíc( (see Photography, §I), a photomechanical printing method that was employed to great effect by Annan’s son, (2) James Craig Annan.\r\n\r\nAnnan was a technical perfectionist but he was not a purist. He did not consider it unethical to add to or alter a negative, or to combine negatives in order, for example, to insert clouds into an empty sky. In spite of the criticism attracted by these practices, he regarded the manipulation of the negative as essential for achieving the desired final result. Annan’s reputation as one of the first to use photography as a form of documentation and as a tool for social change stems from his commission of 1868 from the Glasgow Improvement Trust to record the slums of the city shortly before their demolition. These images, published in three editions as Old Closes and Streets of Glasgow (Glasgow, 1871, albumen prints; 1877, carbon prints; and a posthumous photogravure edition in 1900) were taken in difficult circumstances, in dark narrow passageways between tall tenement buildings. Restricted spaces and poor lighting imposed severe limitations on camera angles and meant long exposure times. Annan’s decision to include children and adults, often in large groups, added to his difficulties: figures are often visible only as ghostly shadows because of the problems of recording movement. A rare technical achievement, these photographs are not only picturesque, but powerful and affecting images (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Annan",
            "alphasort":"Annan, Thomas",
            "lastname":"Annan",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010588"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/50288801"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}