{
    "makerid":3229,
    "published_date":"2022-03-28 16:05:20.142516",
    "type":"maker",
    "displayname":"John Massey Rhind",
    "makertype":"Individual",
    "alphasort":"Rhind John Massey",
    "lastname":"Rhind",
    "firstname":"John Massey",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born Scotland, 1860–1936",
    "begindate":1860,
    "enddate":1936,
    "nationality":"American",
    "culturegroup":null,
    "biography":"John Massey Rhind was an American sculptor of known for his commemorative public sculptures, monuments, and fountains.\r\n\r\nBorn in Edinburgh, Scotland, his sculptor father, John Rhind, tutored him in art. He became a pupil of Delan, the French sculptor and studied at the Royal Academy in London.  Later he went to Paris, then back to England and came to the United States in 1889.\r\n\r\nHis most famous work is a fountain in Bushnell Park Harford, Connecticut. The figures are of heroic size and illustrate four epochs of Indian history. Other notable sculptures include an equestrian statue of George Washington in Newark; the statue of Stephen Girard in Philadelphia; that of Peter Stuyvesant in Jersey City; one of Robert Burns in Pittsburgh; and the McKinley memorial in Niles, Ohio.\r\n\r\nMr. Rhind's work is at Princeton University as decorative figures on the front of the Alexander Commencement Hall and the façade of East Pyne Hall.\r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Massey Rhind",
            "alphasort":"Rhind John Massey",
            "lastname":"Rhind",
            "firstname":"John Massey",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500060779"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/73411145"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dc5c7438daad00016aba013"
            },
            "title":"Curatorial Voice (PP657)",
            "transcription":"Curatorial Voice (PP657)\n\n\nThe southern facade of Alexander Hall is decorated with thirty-six figures carved by the Scottish-American sculptor John Massey Rhind. The ensemble, which was designed in a style that complements the Romanesque Revival building, took Rhind more than three years to complete. It represents Learning surrounded by the various fields of academic study. To his left are figures that embody Oratory, Theology, Law, History, Philosophy, and Ethics, while to his right are Architecture, Sculpture, Painting, Poetry, Music, and Belles-Lettres. The four panels to the left and right of this central section connect spiritual wisdom, represented by Jesus and Moses, with earthly knowledge, represented by figures of the arts (on the left) and the sciences (on the right). \n\nThe depiction of the figure of Learning on the exterior of this building is fitting, given that the hall once served as the gathering place for the student body at the beginning of the academic year. Here, the integration of architecture and sculpture communicates that the study of the Arts and Sciences—particularly the Liberal Arts—is integral to Princeton students’ education.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca079",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[]
}