{
    "makerid":5736,
    "published_date":"2023-04-06 02:02:09.225736",
    "type":"maker",
    "displayname":"Thomas Eakins",
    "makertype":"Individual",
    "alphasort":"Eakins, Thomas",
    "lastname":"Eakins",
    "firstname":"Thomas",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1844–1916; born and died Philadelphia, PA",
    "begindate":1844,
    "enddate":1916,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American painter, photographer, and sculptor, best known for his precise, exacting paintings in the tradition of the Barbizon School and Velásquez. He studied with Gérome and others in Paris from 1866-1869, but returned to Philadelphia in 1870 where he painted local figures and scenes that emphasized emotional truth and visual fact. His interest in science led to probably his best-known painting, \"The Gross Clinic\" (1875), showing the famous surgeon in the operating theater. The picture shocked contemporaries with its frank depiction of blood. Eakins taught at the Philadelphia Academy of the Arts from 1876-1878, reforming the teaching methods and giving priority to painting from live nude models as oppose to drawing from plaster casts. American artist (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Thomas Cowperthwait Eakins",
            "alphasort":"Eakins, Thomas Cowperthwait",
            "lastname":"Eakins",
            "firstname":"Thomas Cowperthwait",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Thomas Eakins",
            "alphasort":"Eakins, Thomas",
            "lastname":"Eakins",
            "firstname":"Thomas",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115198"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/2478911"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a0f1cedf682001701fb05"
            },
            "caption_file":[],
            "title":"Curator's Voice: The Right Reverend Monsignor James F. Loughlin",
            "file_uri":"https://mediacentral.princeton.edu/id/1_x8lp8lgr",
            "speaker_type":"Curator",
            "description":"Karl Kusserow discusses Thomas Eakins \"The Right Reverend Monsignor James F. Loughlin\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5dadd25dc5089b0016f26e0a"
            },
            "body":"Eakins is arguably America's greatest painter and certainly, in the visual arts, its most profound and moving poet. The introspective, somewhat immobi­lized quality of so many of his sitters is akin in spirit to the charac­ters of his great literary contempo­ rary Henry James. Eakins's portraits also present us with a particularly American condition and perspec­tive: the encounter of innocence and optimism with complexities beyond the ken of a socially prescribed and confining life. They convey an indefinable but imme­diately felt personal dilemma, perhaps of inhibited and disap­pointed dreams.\n\nThe portrait, dated 1904, com­plements, in both gender and technique, another late portrait by Eakins of ca. 1904-05, <em>A Singer</em> (Portrait of Mrs. W H. Bowden), acquired by The Art Museum in 1986. The Portrait of Charles Percival Buck is thickly painted in broad swaths of the brush; Mrs. Bowden is possibly unfinished, but, whether finished or not, more tentative and suggestive in the use of pig­ment and the touch  of the brush; the modeling, so solidly defined in Charles Percival Buck, is in Mrs. Bowden fragmented and often roughly laid in. However, the ex­pressive power, the baleful isolation of the Bowden portrait, is no less present or affecting in the Portrait of Charles Percival Buck.\n\nThe portraits may reflect the complexities of the aging artist's own nature. Of these portraits Professor John Wilmerding com­ments: \"Poignant beyond possibil­ity, weighted with age both in the personal as well as period sense, the late portraits of Thomas Eakins are among the supreme works of his career.\" (Arts Magazine 53 [1979]: 108).\n\n",
            "title":"Newsletter: Spring /Summer 1991",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"6025626653c23600179999fa"
            },
            "exhibitions":[],
            "title":"Magazine: Summer 2020-Thomas Eakin's The Right Reverend James F. Loughlin",
            "body":"<p><strong>Thomas Eakins’s </strong><i><strong>The Right Reverend James F. Loughlin&nbsp;</strong></i></p><p>Although focused early in his career on portrayals of figures in outdoor action, such as the rowers in <i>The Biglin Brothers Turning the Stake&nbsp;</i>(1873), for the final twenty-five years of his life, Thomas Eakins devoted himself largely to portraiture, the genre most befitting his intense interest in the human condition. Refusing to flatter his sitters, Eakins struggled to be a successful portraitist in the conventional sense, preferring to paint people he knew, often without formal commission, in order to free himself from the blandishments of patronage. Despite the unforgiving way he portrayed his subjects, Eakins gravitated to individuals he respected and found interesting. Chief among these were people of commitment and accomplishment, usually of an intellectual variety, with whom he evidently identified.&nbsp;</p><p>Eakins’s deeply felt portrayal of the prominent Philadelphia prelate James F. Loughlin (1851–1911) is among his most arresting late portraits, unstinting in its clear-eyed depiction of a subject seemingly ill at ease in the rich churchly vestments that at once bolster and constrain him. It is a masterpiece of the remarkable series of fourteen portraits of thirteen clerics that Eakins completed between 1902 and 1906, most of them associated with Saint Charles Borromeo Seminary, a Catholic institution established outside Philadelphia in 1832. Saint Charles was especially known for the quality of its faculty, which included individ- uals of significant scholarly achievement, whose interests ranged well beyond religious concerns.&nbsp;</p><p>Eakins himself was a lifelong agnostic (when not hostile to religion), and his relations with his clerical subjects were human and intellectual rather than spiritual or religious. Possibly the artist related to them as, like himself, outsiders set apart from the mainstream of Philadelphia society. He was particularly drawn to scholars, and most of the portraits in the series—nine of which were completed in 1902/3, and six of which are, like the Loughlin portrait, full-length views—depict seminarians dedicated to erudition and instruction as well as ministerial duties. In this regard it seems noteworthy that the portrait’s only props—a chair and bookcase—are not religious in nature but instead suggestive of study.</p><p>Loughlin taught Greek, canon law, and music at Saint Charles, contributed extensively to the <i>Catholic Encyclopedia</i>, and served as coeditor of the <i>American Catholic Quarterly Review</i>, a scholarly journal engaging not only doctrinal concerns but also questions of history, philosophy, and ethics. Renowned among colleagues for habits of study that one described as “almost suicidal,” Loughlin is shown by Eakins to be a figure of both cognitive and physical presence and resolution—a linkage visually underscored by the connection, through the folds of his robe, between the sitter’s head and his revealed left hand. The work derives much of its striking impact from the tension created by the portrait’s grand scale, its rich palette, and the sitter’s elaborate attire, as against his introspective, sober, even mournful demeanor.&nbsp;</p><p>If most official portraits of institutional figures offer a mask of the self for public consumption, Eakins’s striking portrayal—executed, by contrast, at the artist’s request, without remuneration, and later given to the subject— instead provides a window into the inner life of both sitter and, inescapably, artist as well. Like Eakins’s late portraiture generally, it expresses not the heroization of its subject, but rather a critique of the burdens and complexities of faith and modern life, while also reflecting some of the artist’s own troubles and insecurities. Unsparing in its psychological characterization, it is an antimodern, antiheroic image of doubt and vulnerability—the underside of the vaunted American dream.&nbsp;</p><p>&nbsp;</p><p>Karl Kusserow<br>John Wilmerding Curator of American Art&nbsp;</p>",
            "author_type":"Curator",
            "source":""
        }
    ]
}