{
    "makerid":14858,
    "published_date":"2022-03-28 16:08:52.783879",
    "type":"maker",
    "displayname":"Annis Boudinot (Mrs. Richard Stockton)",
    "makertype":"Individual",
    "alphasort":"Boudinot (Mrs. Richard Stockton), Annis",
    "lastname":"Boudinot (Mrs. Richard Stockton)",
    "firstname":"Annis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1736–1801",
    "begindate":1736,
    "enddate":1801,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Annis Boudinot Stockton (July 1, 1736 – February 6, 1801) was born in Darby, Pennsylvania, to Elias Boudinot, merchant and silversmith, and Catherine Williams. Annis was also known as the Duchess of Morven –- their estate in Princeton, New Jersey was named Morven, after the legendary Scottish King Fingal’s home. She is best known as the wife of Declaration of Independence signer Richard Stockton, but she was also one of America's first female published poets and the writer over 120 works. In 1995 her poems were collected and published in Only for the Eye of a Friend: The Poems of Annis Boudinot Stockton, [1] by Carla Mulford. She was a patriot in her own right and was the only woman made an honorary member of the American Whig Society for her service during the revolutionary war. She wrote both poems and letters to George Washington; a reply may be seen at The Papers of George Washington. Her brother was Elias Boudinot, a statesman from New Jersey. Elias was married to Richard Stockton's sister Hannah. Elias Boudinot was President of the Continental Congress in 1782-1783 and a signer of the Treaty of Paris ending the Revolutionary War.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Annis Boudinot (Mrs. Richard Stockton)",
            "alphasort":"Boudinot (Mrs. Richard Stockton), Annis",
            "lastname":"Boudinot (Mrs. Richard Stockton)",
            "firstname":"Annis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/1672758"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}