{
    "makerid":3592,
    "published_date":"2023-03-21 02:02:13.832252",
    "type":"maker",
    "displayname":"Fazal Sheikh",
    "makertype":"Individual",
    "alphasort":"Sheikh, Fazal",
    "lastname":"Sheikh",
    "firstname":"Fazal",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1965, New York, NY; active New York, NY and Zurich, Switzerland",
    "begindate":1965,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Fazal Sheikh",
            "alphasort":"Sheikh, Fazal",
            "lastname":"Sheikh",
            "firstname":"Fazal",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500337908"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/44284110"
        },
        {
            "source":"NYPL PIC",
            "id":"286662"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d769b1106187600169254f8"
            },
            "title":"A Conversation with Fazal Sheikh and Eduardo Cadava",
            "description":"In conjunction with a generous recent donation to the Museum, currently on view, the photographer Fazal Sheikh and Eduardo Cadava, professor of English, discussed the politics of migration and exclusion, particularly as related to Executive Order 13769 of January 27, 2017. This order blocked entry into the United States for citizens of seven Muslim-majority countries: Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen.",
            "speaker_type":"Artist, Faculty",
            "file_uri":"https://mediacentral.princeton.edu/id/1_hpcanxbt",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"April 12, 2018",
            "sort_date":"2018-04-12",
            "video_type":"Artist Talks, Collections",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db09f56f85cb00016e5c668"
            },
            "body":"\"It is one thing to photograph a group of people,\" Sheikh has commented, \"it is another to try to understand them. For that you need time, and patience, and an innate respect for difference-- the gulf between your own religion, politics, economic status, language, and those of the person in front of you. Trying to bridge that gulf with a camera invites suspicion and misrepresentation. But at a time when traditional photo­ graphic coverage is often limited to a brief stopover and a search for sensational images, the need to take time and represent and understand the people whose lives and values are very different from our own is greater than ever.\"\n\nSheikh graduated from Princeton in 1987, and for nearly twenty years he has pursued a strikingly independent direction in photography, working among displaced people in East Africa, Asia, and the Americas. In 2001 he formalized his mission, conceiving of a series of book­ based projects that would put interna­tional human rights issues before a large audience; <em>Moksha</em> and <em>Ladli</em> are the most recent of these. But from the beginning, Sheikh's work has described a personal as well as a political trajectory. The first of his six major monographs  to date, <em>A Sense of Common Ground</em> (1996), includes portraits he made in refugee camps on the northern border of Kenya, a desert region he knew well from childhood summers spent in the land where his father was raised. In <em>The Victor Weeps: Afghanistan</em> (1998) he traveled further back, to the homeland of his grandfather and namesake- and into the lives of people in another area torn by modern wars and migrations.\n\nWherever he goes and whatever  the local issues he confronts, Sheikh seeks to  engage  and represent the humanity, dignity, and normality of individuals  in dehumanizing  circumstances. Quietly, firmly, he presents an alternative both to the heroic sensationalism of imagery in the news media and to a prevailing mode in artistic photography that accepts \"otherness\" and alienation as inherent conditions of camera portraiture. \n\n",
            "title":"Newsletter: Fall 2007",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88b12975ec80016e02d39"
            },
            "body":"Long concerned with documenting people living in displaced and dispossessed communities, the artist Fazal Sheikh, Princeton Class of 1987, selected this photograph, among others, for exhibition in response to President Donald Trump’s Executive Order 13769 of January 27, 2017. The order blocked entry into the United States for citizens of seven Muslim-majority countries—Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen; indefinitely barred refugees from Syria; and suspended all other refugee admissions for 120 days. This photograph exemplifies Sheikh’s continuing efforts to amplify the stories of marginalized people through images and texts. The conjunction of Rohullah’s photograph and the accompanying text below offer a compelling voice for Sheikh’s humanitarian project.\n\n“In 1981 my cousin, Qari Monir, was taken along with thirteen other elders and mullahs by communist troops into the desert. For six months the villagers did not know what happened to them. Then one day a shepherd minding his animals in the desert area surrounding the village saw a piece of white cloth under the earth. He pulled at it and finally he realized that it was a long scarf. As he continued to dig he saw that there was a man buried there. . . Eventually, the fourteen bodies of our leaders were recovered. Their hands and feet had been tied and they had been buried alive. . . These were spiritual people and they were awaiting a proper and respectful burial. It was this incident which convinced us that the communists were willing to kill us all, not just those who were fighters. And so we decided to leave the village and take our families to the safety of Pakistan. In the months that followed, the men returned to Afghanistan to free our country from the invaders.”\n\n<em><em>Conversation prompts<em><em>\n\nDescribe the cropping effects, angle of vision, and focal points of the composition. How do these elements inform your interaction with the figure?\n\nWhat type of relationship would you imagine between the artist and the sitter based on the style of this photograph?\n\nDoes this figure appear to be a marginalized figure in society? Why or why not?",
            "title":"Teach with Collections: Fazal Sheikh, Rohullah, Afghan refugee village, Badabare, North West Frontier Province, Pakistan",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db88ccd975ec80016e02d45"
            },
            "body":"Fazal Sheikh, Class of 1987, is a socially engaged documentary photographer known for his poignant black-and-white portraits of displaced persons. He aims to create “simple, direct, and respectful” images that are often modulated by accompanying texts drawn from Sheikh’s extensive interviews and conversations with his sitters. Part of the text accompanying this photograph reads: “Mula Awaz was my youngest son. In 1986, when he was eighteen years old, his group of Mujahedin attacked a communist post. In the exchange of fire, he was killed. Before the news of his death reached us, I dreamed that my son’s body was being prepared for burial. When he had been washed and wrapped in white cloth, he was carried to the graveyard. They laid his body on the ground and turned his head towards Mecca. Then his body was covered with earth.”\n\n<em><em>Conversation prompts:<em><em>\n\nHow might you relate Sheikh’s works to the tradition of portraiture?\n\nHow do the accompanying texts change the effects of the photographs?\n\nDid Sheikh manage to avoid the problematic power dynamic between artist and sitter that is often found in documentary photography? Why or why not?",
            "title":"Teach with Collections: Fazal Sheikh, Qurban Gul, holding a photograph of her son",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5df277420213a000161d8580"
            },
            "body":"<p><em><em>Beloved Daughters: Photographs by Fazal Sheikh<em><em>&nbsp;</p><p>Fazal Sheikh is an artist-activist who uses photography to create sustained portraits of communities around the world, addressing their beliefs and traditions as well as their political and economic problems. <em>Beloved Daughter</em> brings together work from his two most recent books, which examine the lives of women in India. <em>Moksha</em> (Heaven) concerns dispossessed widows who move to the holy city of Vrindavan to live out their lives in devotion to Krishna. For <em>Ladli</em> (Beloved Daughter), Sheikh worked with activist groups to explore the devastating effects of enduring prejudices against girls and women throughout Indian society. For years Sheikh has focused attention on the experiences of displaced people driven from their homelands by civil war, drought, and famine. In the mid-1990s, after photographing refugees from conflicts in Sudan, Ethiopia, Somalia, Mozambique, and Rwanda, he traveled to northern Pakistan to encounter Afghan communities exiled from their country by ongoing violence. More recent projects have taken him to Brazil, Cuba, and Mexico. In 2001 Sheikh launched the International Human Rights Series with the support of the Volkart Foundation, Winterthur, Switzerland. The arrangement allows him to distribute his work through unconventional means, including free online versions of his books as well as gallery and museum shows. Thousands of copies of the first two volumes in the series-- <em>A Camel for the Son<em>, on women in Somali refugee camps, and <em>Ramadan Moon<em>, about one Somali woman's bid for asylum in Holland-- were distributed free to government offices of both nations. In 2005, the year he published <em>Moksha<em>, Sheikh was awarded a MacArthur Foundation \"genius\" grant and the Henri Cartier-Bresson International Award. In fulfillment of the terms of the latter prize, he completed <em>Ladli</em> for publication and exhibition in Paris in 2007. While installing <em>Moksha</em> and <em>Ladli</em> for their debut at the Henri Cartier-Bresson Foundation, he took time out to discuss the evolution of his work and the lessons of his time in India.&nbsp;</p><p>THE ROAD TO VRINDAVAN&nbsp;</p><p>A photograph portrays the spatial and temporal present: what is here, now. Its maker's motives define a longer time frame and wider ranges of emotion, social awareness, and historical inquiry. In the sequence of projects that have engaged him for close to two decades, Fazal Sheikh sees two forms of continuity braided together: a search through his own history and an exploration of evolving political circumstances around the world. Sheikh was born in Manhattan in 1965 and grew up there, but he spent his summers among aunts, uncles, and cousins in Kenya , where his father had been born and raised. \"Kenya was the place that caught my imagination,\" he notes, \"because it was my other half, the part of me I wasn't living.\" In 1912 Sheikh's grandfather and namesake had emigrated to Nairobi from what is today northern Pakistan. With a family background inseparable from the past century's history of cross-cultural migration and post­ colonial economic development, Sheikh has found it natural to combine his searches for personal and historical understanding. The two merge in a story Sheikh has often told about the beginnings of the photographic practice he follows to this day. In 1992 he traveled to Kenya on a Fulbright scholarship, intending to photograph in the coastal Swahili­ speaking community. But once there, he felt compelled to pursue what was clearly the nation's most pressing issue: a developing crisis on the northern border, where vast camps were swelling with refugees from the region's civil wars, including thousands of unaccompanied minors. Under United Nations auspices, Sheikh arranged to fly with a planeload of \"hardcore media people\" to what turned out to be a site he knew from childhood-- transformed, now, into a scene of human misery on an overwhelming scale. The news photographers plunged in, worked swiftly, and departed; Sheikh stayed on, paralyzed by a sense of intrusive irrelevance in the maze of shattered communities. When at last he decided to appeal to one of the Sudanese elders for permission to photograph, the bitter reply was: \"Why are you asking me? I'm only a refugee.\" An agreement soon reached, Sheikh says, established the collaborative principle: “they would say what was most relevant to address, from <em>their</em> perspective—not the U.N.’s or my own preconceptions. This was a way I could begin to feel pretty comfortable. I was making very formal portraits, using almost exclusively a Polaroid negative/positive camera. In the afternoon they’d set up a makeshift studio and we’d have a session.” Over the next two years he made the portraits of Somali, Ethiopian, Sudanese, Mozambican, and Rwandan refugees that went into his first book, <em>A Sense of Common Ground</em> (1996). Sheikh recounts one lesson: “That initial feeling of vulnerability or even of fear was really a strength; it means you can go somewhere not knowing how you’ll make something. You’re more open, maybe, to what the place has to offer. And I learned it was important for me to make a connection early on. To feel at ease in the midst of the community is my first priority—because when I begin to photograph, it puts me at a distance again.” Successive journeys to northern Pakistan and overland to Kabul led to Sheikh’s next book, <em>The Victor Weeps: Afghanistan</em> (1998). His camera subjects were members of Afghan communities who had been exiled by the Soviet occupation; now they were prevented from returning home by violence between he mujahedeen and the Taliban. Meanwhile, on a personal level, “I was looking for some ray of the religion I had learned about in relation to my grandfather, who died before I was born. He was a philanthropist who embraced what I guess to be the purest, the most generous essence of religion.” Sheikh came to know the depth and dignity of faith among those he met, even as he saw them suffering “the results of religion getting used, co-opted, manipulated.” In <em>The Victor Weeps,</em> the Afghans’ two-decade history of exile is told through images and testimonials. Weaving through the whole is Sheikh’s own narrative about coming to terms with the Islam he shared with them—if only as a common historical heritage. The book as a whole is neither “documentary” in any traditional sense nor merely confessional in scope; it is a reckoning of history’s emotional weight upon the living. Asked about photographers whose lives and works inspired him, Sheikh names some masters of the formal portrait—Martín Chambi of Peru, Mali’s Seydou Keïta—and such obsessive archive-builders as Eugene Atget, August Sander, and Lewis Hine. But he draws more telling parallel with an expatriate Swiss, Robert Frank. On the strength of the indelible rendering of the American scene in his book <em>The Americans</em> (1958), admirers and detractors alike first understood Frank as a documentarian, out to deliver a social and political critique. In succeeding decades, as he turned his camera away from the public realm and onto his private life, Frank came to be seen as an artist absorbed in memory, loss, and deep emotion—an interpretation gradually extended back to embrace the images in <em>The Americans.</em> The evident evolution of Sheikh’s work travels in the opposite direction. As a student at Princeton, studying photography with Emmet Gowin and ceramics with Toshiko Takaezu, he completed a thesis project involving self-portraiture in the landscape. Of his college years, Sheikh remarks, “that’s an age where you’re chiefly concerned about your place in the world, your stance, your psychology. After getting through that, you’re ready to begin turning your gaze outward.” In 1987 he finished his studies; it was also the year of his mother’s unexpected death, a sorrow that resonates through his work. <em>A Sense of Common Ground</em> is dedicated to her memory. It was Gowin, Sheikh notes, who saw that the Kenyan portraits “pointed in a direction I could follow, when I was still more interested in making other, painterly kinds of work. Since this way of working came so naturally to me, seemed so obvious, I couldn’t see it as extraordinary. I’d always had the idea that if something was more complicated to make, it was going to be more evocative.” At Princeton he had internalized the principle that “the important thing is the process: the mode of inquiry, pushing beyond what you know. And I still use that.” <em>Moksha,</em> for example, had its modest beginning in 1998, when Sheikh read a brief article about Vrindavan in the New York Times. It was the first he had heard of the northern city where, for five centuries, widows have gone to secede from the social world that rejects them and adopt Krishna as father, lover, son. “Something like that—I don’t really know what I can make out of it. But it’s complicated enough to make me want to figure it out, engage the process.” At the far end of the process, he adds, the discipline of creating a book turns each project into a puzzle again, casting its shortfalls and merits into relief. Working with Gowin also fortified Sheikh’s feelings on an aesthetic point. In news and documentary photography, a certain roughness of technique is often taken as an index of urgency. This association is deeply rooted in our reading of pictures—the blur and grain of Robert Capa’s D-Day exposures, for example, express his complete immersion in the battle unfolding around him—but as a formula, it has spawned many a photographic cliché. Sheikh’s own inclination was “to handle the image with care. Some people would argue it’s inappropriate to do that when you’re dealing with a raw, unresolved, political issue—but I didn’t ever understand that. I felt what Emmet would say: if you care about something, you have to render it in a way that shows that, and encourages people to want to know more. That sensibility really pushed me off in the direction I’m still following today.” Sheikh proposes a “sympathetic contrast” between himself and Sebastiao Salgado, the Brazil-born chronicler of labor, migration, and economic upheaval in the age of globalism. “We’ve never met, though I’ve worked in some of the same places he has. I’ve seen the way he talks about his images, and I believe he’s completely committed, that his heart is genuinely changing things.” Still, the two differ entirely in method. Salgado works in the moment and brings majestic drama to the lives of the indigent, while Sheikh pulls time to a stop, collects his sitter’s name and story, and where Salgado heroizes, he normalizes. “Salgado’s pictures are able to garner a great deal of financial support for aid efforts,” he acknowledges, “which mine probably are not.” Sheikh hopes his own approach helps offset a hidden cost of images that invoke pity—which, he stresses, is a “hierarchical relationship. What pity doesn’t do is let me understand that I could be in the same situation.” When reading critical responses to his earliest work, Sheikh chafed to find himself granted “permission to look at Africa” by reviewers who inferred, from his parentage, “that the pictures were ‘by a Kenyan.’ This without acknowledging that those in the book are very different people—linguistically, religiously, culturally. My counter to this was always that the greatest book of pictures about America was by a foreigner, Robert Frank! Maybe it’s a wariness of exoticism, this idea that it’s okay to look at Africa, or India, only when it’s being brought to us by somebody ‘from’ there. But that’s a very divisive notion—a racist notion, in a way. I could be Kenyan, or Sudanese, and make pictures of my society that were very alienating or exploitative.” The wide critical latitude granted an insider may be only the flipside of an admonition to others: tread lightly. Sheikh recalls exhibiting his work alongside that of a British photographer known for revealing his own family’s dysfunction in explicit and rather brutal imagery—some of it “extremely off-putting and, you could even argue, exploiting his access. Yet so much was made of the fact that this was an insider’s view—which instantly put those other issues in the back seat.” A steady diet of spectacle, such as the daily news offers, can only numb and coarsen. But our capacity for responses subtler than shock and awe can still be engaged when, as in Sheikh’s hands, the camera is put it in the service of a listener rather than a voyeur. By pairing his sitters’ faces with their words, Sheikh puts us eye-to-eye and, so to speak, life-to-life with people unlikely to appear on the news except as anonymous products of circumstance. The effect recalls Lewis Hine’s child labor documents, a landmark in photography’s history as a tool of reform. Like Hine, Sheikh gives each of his subjects a form of attention that brings her within the viewer’s moral reach. It was far from obvious to Hine’s contemporaries that his photographs of preteen coal miners and cotton spinners would one day present the United States with more than a record of shame—could come to stand, in fact, for a soul the nation salvaged by daring to recognize the humanity of those it once deemed expendable. The world might come to owe Sheikh a comparable debt. Still, he registers impatience at “the notion that a photographer who goes and spends two months in a place where people spend their whole lives is doing something heroic, or changing the world. I used to say the pictures I was making were a clear visual response to claims I’d heard and images I’d seen in the media. I feel less determined about saying that now—but it is about broadening a vocabulary and creating a dialogue.” Most of Sheikh’s projects have focused on the corrosive effects of war on survivors and noncombatants. <em>Moksha</em> and <em>Ladli,</em> instead, confront everyday realities within a society ostensibly at peace. Their common subject is the lifelong, vicious cycle that bars so many of India’s women from attaining education, economic independence, or confidence in the basic rights they have been granted, theoretically, by law. As revealed in the stories told in <em>Ladli<em>, longstanding inheritance and dowry customs make girls a drain on their families’ resources, and thus prone to be married off in childhood. Once they become, in effect, indentured to their husbands’ families, they stand to be blamed if they conceive females—of which some half a million are therefore selectively aborted each year. Female infanticide and “dowry death,” or wife murder, routinely go unpunished. Yet as vulnerable as a wife is, her burden does not compare to a widow’s. Even those widowed in childhood to elderly husbands take on a heavy stigma as the most inauspicious of creatures. In Vrindavan, widows center their lives around the teasing, playful boy-child and lover, Krishna, and yearn for <em>moksha<em>-- that is, final transcendence of the cycle of rebirth. Their lot represents a unique form of exile: a state of existence, as Sheikh describes it, “poised between this life and the next.” For a viewer, what response could be adequate to the extremity—the abstraction, almost—of the traumas described in <em>Moksha</em> and <em>Ladli?</em> “I don’t think they’re so different form my other books,” Sheikh quietly demurs. The widows of Vrindavan are not literally refugees—they lack even that social bond, having come one by one from around the nation and from all stations of life. But the life they make together, haunted by private memory and united by the comforts of group ritual, resembles a refugee community’s life as he has found and revelaed it elsewhere. If <em>Moksha</em> is far from any narrow criticism of religion, neither does it shy from showing how “that which offers the women their solace has, of course, helped create their problem. The same thing, among Muslim refugees, came up in <em>The Victor Weeps.</em> You could take a Marxist line and rail at those belief systems, saying, here’s what perpetuates this cycle—but I am much more inclined to accept religiosity as the solace it is.” <em>Ladli</em> is not a portrait of a locale in the way <em>Moksha</em> is, though the greater part of the research for it occurred within the orbit of Delhi. “I would have felt wrong,” Sheikh explains, “flying around the country with a wish-list” of atrocities. The tighter focus, in the end, makes a point: “You don’t need to search far and wide to find these things; they’re pervasive.” As the NGOs and activist groups in Delhi, Ahmedabad, and the Punjab guided Sheikh in his work, they taught him in a larger sense, too. “As I said in a postscript, the hope is to be found in these people working in concerted ways in their communities. Most of the groups I worked with are run by women—strong, very progressive.” He concedes that the abuses detailed in <em>Ladli</em> “are very unsettling, because you quickly learn that India has put the right laws in place, but the cultural norms are such that the practices continue in the face of the laws. The police and the judiciary are not determined to make people follow through. Maybe the point of all my work,” he offers, “is that all the problems with no clear answers are the ones worth opening up.”&nbsp;</p><p>--Joel Smith, [Former] Curator of Photography&nbsp;</p><p>Princeton University Art Museum</p>",
            "title":"Collection Publications: Beloved Daughters: Photographs by Fazal Sheikh",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"60255bc853c23600179999f4"
            },
            "exhibitions":[],
            "title":"Faculty Voices l Reflections: Illness of Time",
            "body":"<p><strong>Faculty Voices l Reflections: Illness of Time</strong></p><p>There is always a time when reason fails us. Overwhelmed, it finally dawns on us that we hold “dual citizenship, in the kingdom of the well and in the kingdom of the sick”—as Susan Sontag points out in the epigraph framing the exhibition <i>States of Health: Visualizing Illness and Healing.&nbsp;</i></p><p>&nbsp;</p><p>An unexpected or protracted illness, the untimely passing of a loved one, a destroyed home, the violence of being too poor to have the right to health.&nbsp;</p><p>Trust in life is gone.<br>Why me? Why now? Who cares?<br>Questions that death in all its forms poses to&nbsp;</p><p>afflicted bodies and that science cannot conquer. We are not machines after all.<br>In pain, we pray for relief. We seek language.&nbsp;</p><p>We plot an otherwise.<br>Something that can make us feel human&nbsp;</p><p>and desired again.<br>Or so we tell ourselves in order to endure.&nbsp;</p><p>&nbsp;</p><p>Roaming through the luminously assembled <i>States of Health,&nbsp;</i>we faced the specter of death, scientific unknowns, and social tissues gone awry. And we learned that belonging to the kingdom of well-being is certainly not equally distributed. Structural violence and historically entrenched markers of difference (including zip codes) harm bodies and significantly shape variations in morbidity and mortality, as LaToya Ruby Frazier powerfully conveys in <i>Landscape of the Body&nbsp;</i>(2011). This photographic work is part of the auto- biographical series <i>The Notion of the Family&nbsp;</i>(2016), in which the artist exposes the toxicity and infrastructural decay that mark the lives of generations of black residents in Braddock, Pennsylvania, surviving America’s boom and bust.&nbsp;</p><p>&nbsp;</p><p>“Photographs are a means of making ‘real’ (or ‘more real’) matters that the privileged and the merely safe might prefer to ignore,” Susan Sontag notes in <i>Regarding the Pain</i><br><i>of Others&nbsp;</i>(2003). Being a spectator of calamities is, after all, “a quintessential modern experience,” through which the other is someone to be seen, “not someone (who like us) also sees.” While such a visual photographic enactment might occasion a fleeting sense of compassion, it is inevitably depoliticizing.&nbsp;</p><p>&nbsp;</p><p>Fazal Sheikh’s arresting image of Qurban Gul in an Afghan refugee village in North Pakistan rips such a reductive mode of nonengagement apart. There is so much more than powerlessness to this grieving mother. She visualizes what matters most to her and puts it into focus. We will never know all Qurban Gul has lived through. All we have is what she offers the artist who was living with and learning from her displaced community. The trace that so heavily weighs on Qurban Gul—a cherished image of the child that is no more—is here the very stuff of art.&nbsp;</p><p>&nbsp;</p><p>Sheikh’s and Frazier’s artworks expose the brutal political economies that impinge on everyday life, disfiguring people’s world-making capacities—“the real war” that “will never get in the books,” in Walt Whitman’s words. All the while insisting on people’s radical singularity. In doing so, the artists approximate us to ordinary arts of existence if you will—a vital imaginative force the author and anthropologist Zora Neale Hurston, who collected stories from her African American community in Florida in the 1920s, would call “that which the soul lives by.”&nbsp;</p><p>&nbsp;</p><p>With its incorporation of the dehumanizing horrors of war and receptiveness to the images and stories “the soul lives by,” Sheikh’s and Qurban Gul’s creation—not possible without a relation and each other—challenges the domain of art and leaves us with a haunting aesthetic. How can peoples’ survivals (let’s keep them plural) become alternative figures of ethical and political thought?&nbsp;</p><p>&nbsp;</p><p>“Dead alive, dead outside, alive inside.”<br>Come near Catarina.<br>The barely literate young woman is writing her&nbsp;</p><p>“dictionary” in Vita, an asylum in southern Brazil where the ill and unwanted are left to perish.&nbsp;</p><p>“What I was in the past does not matter.”&nbsp;</p><p>Abandoned by her family and medics, she invents a new name for herself—<i>Catkine</i>—from the drug Akineton, one of many that mediated her social death and supposed madness.&nbsp;</p><p>“Mine is an illness of time,” she tells the anthropologist. As for the new letter character she created, resembling a <i>k&nbsp;</i>(which does not exist in the Portuguese alphabet), Catarina/ Catkine explains: “It is open on both sides. If I wouldn’t open the character, my head would explode . . . I have desire, I have desire.”&nbsp;</p><p>“When men throw me into the air, I am already far away.”&nbsp;</p><p>&nbsp;</p><p>What a powerful rendering of Catarina/Catkine’s imagination and sense of agency. She is in a single instant both up in the air and entirely elsewhere. We must not hear this as a mere trick or illusion. Amid social erasure and pharmaceuticalized stupor, hers is a hardy if fleeting mode of existence, with its own kind of generativity: a call for as many creatures as possible, human and otherwise, to be wholly engaged yet “already far away.”&nbsp;</p><p>&nbsp;</p><p>And this is where the artist comes into the picture. After reading excerpts of my book <i>Vita</i>, Gary Hurst started to play with Catarina’s poetics in various media— disassembling the book’s texts and photographs, drawing out the chemical formulas that composed <i>Catkine</i>, and filming other women seeking to enter her writings through various languages. Opening up Catarina’s dictionary is a work of love. Harnessing her poetics and making things out of these traces and what they might signify is a journey of translation that the audience can join in.&nbsp;</p><p>&nbsp;</p><p>During our last encounter, in August 2003, she told me:&nbsp;</p><p>“I am a teacher of languages . . . English, French, Japanese, and Portuguese.”&nbsp;</p><p>And the language of Catarina, I said.&nbsp;</p><p>“Yes.” She was exhilarated. “The language of Catarina . . . I write, and you give a way to the words . . . in all possible ways.”&nbsp;</p><p>All possible ways, in her words.&nbsp;</p><p>&nbsp;</p><p>João Biehl<br>Susan Dod Brown Professor of Anthropology, Director of the Brazil LAB, and Codirector of the Global Health Program, Princeton University&nbsp;</p>",
            "author_type":"Faculty",
            "source_project":"Other",
            "source":"Magazine: Winter 2020"
        }
    ]
}