{
    "makerid":41,
    "published_date":"2022-03-28 16:03:17.451587",
    "type":"maker",
    "displayname":"Francis Alexander",
    "makertype":"Individual",
    "alphasort":"Alexander, Francis",
    "lastname":"Alexander",
    "firstname":"Francis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1800–1880",
    "begindate":1800,
    "enddate":1880,
    "nationality":"American",
    "culturegroup":null,
    "biography":"American painter and lithographer. He studied briefly with Alexander Robertson (1768–1841) in New York and copied portraits by John Trumbull and Samuel Waldo. From 1821 to 1825 he painted portraits in Killingly, CT, and Providence, RI. He received encouraging advice from Gilbert Stuart in Boston, probably in 1825, and by 1828 was a prominent portrait painter and lithographer there. Portraits such as Mrs Jared Sparks (1830; Cambridge, MA, Harvard U.) demonstrate a well-developed sense of pattern and design but display some deficiency in draughtsmanship, with conventional shapes used to determine the sitter’s features.\r\n\r\nFrom 1831 to 1833 Alexander travelled and painted in Italy. After returning to Boston, he exhibited 39 paintings in 1834 at Harding’s Gallery, many of which were derived from the Italian trip. His unusually theatrical portrait of Senator Daniel Webster (1835; Hanover, NH, Dartmouth Coll., Hood Mus. A.) shows the effect of his exposure to Romanticism; Webster is presented with fiery eyes and wild hair, silhouetted against a dramatic sky. When Dickens visited America in 1842, Alexander aggressively sought him out and depicted him as a slight youth (Dickens was 30) seated casually behind a large table (Boston, MA, Mus. F.A.).\r\n\r\nAlexander was made an honorary member of the National Academy of Design in New York in 1840. He returned to Italy in 1853, settling in Florence, where he collected early Renaissance art, gave up painting and became a friend of Hiram Powers, the leader of the city’s American art colony. He revisited America only once, in 1868–9. Most of the paintings in his collection, which included works attributed to Perugino, Orcagna and Ghirlandaio, were destroyed while in storage in Boston during the great fire of 1873; the remainder were sold at auction at Leonard & Co., Boston, in 1874. His daughter Esther Frances (1837–1917), known as Francesca, became a painter, illustrator and poet (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Francis Alexander",
            "alphasort":"Alexander, Francis",
            "lastname":"Alexander",
            "firstname":"Francis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001550"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/44154388"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}