{
    "makerid":15424,
    "published_date":"2022-03-28 16:09:03.805847",
    "type":"maker",
    "displayname":"Albert Jordy Raboteau",
    "makertype":"Individual",
    "alphasort":"Raboteau, Albert Jordy",
    "lastname":"Raboteau",
    "firstname":"Albert",
    "nametitle":null,
    "middlename":"Jordy",
    "suffix":null,
    "displaybio":"American, born 1943",
    "begindate":1943,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Albert J. Raboteau (born 1943) is an African American scholar of African and African American religions. Before Raboteau was born, his father was killed by a white man who was never convicted of the crime.[1] His mother moved from the South where she was a teacher, and moved to find a better place for her children.[1] She remarried to an African American priest. Raboteau's stepfather taught him Latin and Greek starting at five years old, and also helped him focus on church and education. He was accepted into college at the age of sixteen. He entered the Yale Graduate Program in Religious Studies, where he studied with American religious historian Sydney Ahlstrom and African American historian John Blassingame. Raboteau's dissertation, later revised and published as the book Slave Religion: The \"Invisible Institution\" in the Antebellum South, was published just as the black studies movement was gaining steam in the 1970s and in the wake of revolutionary scholarship on American slavery: Olli Alho's The Religion of Slaves (1976), Blassingame's Slave Community (1972) and Slave Testimony (1977), Eugene Genovese's Roll, Jordan, Roll (1974), and Lawrence Levine's Black Culture and Black Consciousness (1977).[2]\r\n\r\nIn 1982 Princeton University hired Raboteau, first as a visiting professor and then as full-time faculty. He is currently (2009) Henry W. Putnam Professor of Religion. His research and teaching focus on American Catholic history, African American religions, and religion and immigration issues. He chaired the Department of Religion (1987-1992) and also served as dean of the Graduate School (1992-1993). He received the Lifetime Service Award (Journey Award) in both 2005 and 2006. In 2005, he also received the special Achievement Award (Journey Award). He has subsequently converted to Eastern Orthodoxy.\r\n(Wikapedia 9/10/09)\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Albert Jordy Raboteau",
            "alphasort":"Raboteau, Albert Jordy",
            "lastname":"Raboteau",
            "firstname":"Albert",
            "nametitle":null,
            "middlename":"Jordy",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27161613"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}