{
    "makerid":9747,
    "published_date":"2022-03-28 16:07:44.067272",
    "type":"maker",
    "displayname":"Booth Tarkington",
    "makertype":"Individual",
    "alphasort":"Tarkington, Booth",
    "lastname":"Tarkington",
    "firstname":"Booth",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1869–1946",
    "begindate":1869,
    "enddate":1946,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Tarkington, [Newton] Booth (1869-1946), novelist and playwright, spent his first two years of college at Purdue, his last two at Princeton. He was a founder of the Triangle Club, and editor of the Nassau Literary Magazine, a contributor of humorous drawings and literary wit to The Tiger, and the most popular man in his class. Bliss Perry said he was ``the only Princeton man who had ever been known to play poker (with his left hand), write a story for the Nassau Lit (with his right hand), and lead the singing in a crowded room, performing these three acts simultaneously.'' These pleasurable activities Tarkington carried on at some expense to his studies, and when his class graduated in 1893 he lacked sufficient credits for a degree. His later achievements, however, won him an honorary A.M. in 1899 and an honorary Litt.D. in 1918. \r\nTarkington's singing of Kipling's ballad, ``The Hanging of Danny Deever'' was a highlight of student life in his time. Sooner or later, when the seniors gathered on the steps of Nassau Hall for their singing, the call would go up ``Tark! Tark! Danny Deever!'' and although he would always protest and suggest another song -- and sometimes even try to slink away -- his classmates would call for him until he had performed. In later years at class reunions the cry continued, and as one of his classmates related in the Alumni Weekly, Tarkington continued to respond reluctantly: \r\n\r\n``The same old Tark -- just watch him shy \r\nLike hunted thing, and hide, if let,\r\nAway behind his cigarette\r\nWhen `Danny Deever!' is the cry. \r\nKeep up the call and, by and by\r\nWe'll make him sing, and find he's yet \r\nThe same old Tark.'' \r\n\r\nTarkington wrote a series of cheerful, realistic novels about life in the Middle West, beginning with The Gentleman from Indiana (1899) and including two Pulitzer Prize winners, The Magnificent Ambersons (1918) and Alice Adams (1921). He also, as Dean West said in presenting him for his second honorary degree, ``rediscovered the American boy and wrote the idyll of his life'' in Penrod (1914) and its sequels. He dramatized several of his novels, wrote other plays, short stories, essays, and The World Does Move (1928), a book of reminiscences . \r\n\r\nIn a commemorative tribute to Tarkington written for the American Academy of Arts and Letters Professor Chauncey B. Tinker of Yale quoted this remark of the critic, Hamilton Basso: \r\n\r\n``In his books as nowhere else, we get an understanding of how that earlier, more stable world of clipped lawns, gabled houses, and long summer holidays seemed from the inside of those who, like Tarkington himself, looked upon it as the best of all possible environments in a none too perfect world.'' \r\n\r\n``In that happy environment,'' Tinker added, ``he had many blessings. Experience of a sadly different kind in later life he bore with fortitude, and remained undefeated to the end. He was a gallant gentleman.'' \r\n\r\n\r\n\r\n--------------------------------------------------------------------------------\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978). \r\nGo to Search A Princeton Companion \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Booth Tarkington",
            "alphasort":"Tarkington, Booth",
            "lastname":"Tarkington",
            "firstname":"Booth",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/54154708"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}