{
    "makerid":14559,
    "published_date":"2025-08-26 02:04:05.672699",
    "type":"maker",
    "displayname":"Wangechi Mutu",
    "makertype":"Individual",
    "alphasort":"Wangechi Mutu",
    "lastname":"Mutu",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Kenyan, born 1972, based in the United States",
    "begindate":1972,
    "enddate":1972,
    "nationality":"Kenyan",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Wangechi Mutu",
            "alphasort":"Wangechi Mutu",
            "lastname":"Mutu",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500341741"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/70655759"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db3619f577cfb0016a236e4"
            },
            "body":"Think of the sharp touch of a blade’s edge and how this sensation links Wangechi Mutu’s <em>Chorus Line <em>(2008) and Melvin Edwards’s <em>Curtain for Friends</em> (2015). It is not difficult to draw out a thematic continuity in both artworks, say that of violence; however, when the works are placed side by side, it is more a <em>feeling</em> that emanates from Mutu’s female forms and Edwards’s barbed wire and chain. The brutal associations of Edwards’s print rematerialize in Mutu’s process of cutting and pasting found photographs over watercolors to create exposed, acrobatic figures. Meanwhile, we can imagine the fused bodies in Mutu’s <em>Chorus Line</em> gathering for a final bow behind Edwards’s <em>Curtain for Friends</em> as if to suggest a mutual bond that emerges on the other side of violence. The works touch each other within a field of echoes and sensations that cannot be reduced to the logics of representation.",
            "title":"Magazine: Winter 2018",
            "source_project":"Other",
            "author_type":"Other",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc9c57a7c5ba500162bf361"
            },
            "body":"<p><em><em>Art and the Body after 1970<em><em>&nbsp;</p><p>In the late 1950s and early 1960s, after a period dominated by abstraction, the body once again assumed a place of prominence in artistic practice. Instead of simply representing the human form, however, artists began to use it as an expressive device. Body and performance art flourished, first in the form of collective endeavors like Fluxus and Happenings, and later as individual experiments carried out by Vito Acconci, Ana Mendieta, Dennis Oppenheim, and many others. In these instances, the artist's body,and sometimes the spectator's as well, served as the very material out of which works of art were produced. Bodies were manipulated, altered, posed, tested, and displayed in front of live audiences or through the mediation of video, film, and photography. Even when not manifestly present, traces of the artist's body, along with indelible signs of its labor and activity, were foregrounded, as in the work of Process artists Richard Serra and Robert Morris. The body proved to be a potent and effective instrument, especially when it came to tackling issues such as identity, historical trauma, social and political oppression, the relationship of the self to others, and the impact of images and capitalism on subjectivity. Since the 1990s, more and more artists have returned to the body as a motif, and they have done so with an increasing sense of urgency-perhaps spurred by the introduction of \"bio- politics\" into contemporary philosophical debate. As Giorgio Agamben, following Michel Foucault, argued in his 1995 text <em>Homo Sacer: Sovereign Power and Bare Life<em>, power has increasingly set its sights on the very stuff of our biological selves. Precisely how it has left its mark on the body has become a topic of concern and fascination for artists around the world. ...Yinka Shonibare's aāUn Ballo in Maschera (A Masked Ball)<em>, Wangechi Mutu's <em>Chorus Line<em>, and Ana Mendieta's <em>Untitled (Glass on Body Imprints-Face)<em>...[t]ogether...point to the longevity of the body as a subject for artistic exploration, but individually they provide unique perspectives on the body­ perspectives that are contradicted, embraced,or developed by other wor ks in the exhibition. Although their approaches differ, Shonibare, Mendieta, and Mutu all challenge the classical ideal, a Western construction that emphasizes grace, unity, purity, and autonomy. Shonibare's digital video <em>Un Ballo in Maschera</em> revisits the assassination of King Gustav Ill of Sweden at a masked ball in 1792. The cast wears period-specific costumes made from what most consider indigenous African cloth but what is actually Dutch wax-printed cotton fabric, a variation on Indonesian batik that has been manufactured in England and Holland for export to West Africa since the late eighteenth century. To Shonibare, the fabric signals the seismic shifts that accompanied Europe's colonization of Africa in the search for new markets and resources. Combined with European design and donned by dancers who perform modern and classical choreography, it also symbolizes the hybridity and contingency of identity. Mendieta and Mutu flout the classical ideal to an even greater extent than Shonibare, replacing beauty and propriety with deformity and grotesquerie. In <em>Untitled<em>, comprised of thirteen photographs, we witness a 1972 performance in which Mendieta pressed a piece of glass to her face, radically distorting her lips,cheeks, chin, and eyes. The eight collages that comprise Mutu's <em>Chorus Line</em> depict black female bodies riddled with flaws, anomalies, and incongruities. If Mendieta, who was a Cuban-American, and Mutu, who is Kenyan, \"other\" the female body, however, they do so in the spirit of parody. Theirs are absurd exaggerations and satirical inversions of racial and gender stereotypes, specifically those that represent women of color as monstrous, hyper­ sexualized beings. In contradistinction to classical models, which prefer their bodies closed and complete, both artists privilege porosity, mutation, and transformation. Mutu in particular has invested these characteristics with the ability to denature expectations and liberate individuals from preconceived categories. Many of the works in the [collection] signal power's relentless drive to study, classify, and discipline the body. Others, however, signify the body's ability to disarm power through strategic acts of mimicry and misbehavior. The works assume contradictory positions vis-a-vis desire as well. Consider the female bodies in Mutu's collages, whose violent deformations also suggest joyful exuberance and whose voluptuous curves evoke in equal measure the Hottentot Venus, an enslaved South African woman put on display in cities across Europe from 1810 to 1815, and the Venus of Willendorf, a small Paleolithic sculpture generally thought to represent a fertility goddess. Are we to understand Mutu's hybrid creatures as agents of their own desire or as the objects of another's desire, or both? Like other works in [the exhibition] <em>Body Memory<em>, <em>Chorus Line</em> demonstrates the flexibility of the body as both a concept and a thing and as both the maker and bearer of meaning.&nbsp;</p><p>--Kelly Baum, Locks Curatorial Fellow for Contemporary Art&nbsp;</p><p>Princeton University Art Museum</p>",
            "title":"Collection Publications: Body Memory: Art and the Body after 1970",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64ef6285538ac6620e32b76d"
            },
            "title":"In the Classroom: Minoritarian Aesthetics Theory, Art, and Literature",
            "body":"<p><strong>In the Classroom</strong><br><strong>Minoritarian Aesthetics Theory, Art, and Literature</strong></p><p><br>The aesthetic has long been a central concern for philosophy, literature, and the arts. Often, though, aesthetic consideration resides firmly in relation to a hegemonic axis of Western thought, focusing on primarily Eurocentric and white American works of art. Literary &nbsp;and artistic works by minorities are usually measured for their political impact or cultural relevance and seldom encountered as explicitly aesthetic. In contrast, this spring the course “Minoritarian Aesthetics” introduces graduate students to theories and critiques that emphasize the aesthetic or formal dimensions of art, literature, and film made by minorities in the late twentieth and early twenty-first centuries.</p><p>Based in the English department and meeting almost weekly in the Art Museum’s study rooms, the course traverses literary theory, performance studies, cultural studies, and philosophy. How does attention to the aesthetic provide an occasion for fresh thinking about political and ethical problems? How does viewing the author’s or artist’s formal innovations in relation to his or her minority position shift how we think of both the status of art and the status of minorities? In other words, how do aesthetic objects intervene and resist politics as usual?</p><p>Students engage with these questions by looking closely at artworks in the Museum’s collections. For instance, we examine images from Ana Mendieta’s performance <i>Glass on Body Imprints—Face</i> (1972) to think about photographic capture and the violence of certain types of looking. So too we consider how stereotypes reemerge through novel takes on historical forms in the work of Kara Walker.</p><p>Throughout the course, students encounter a range of theorists who consider the “burden of representation” that minority artists face—wherein they are seen to represent particular social demographics, issues, and solutions. Instead of instrumentalizing difference, students pay attention to how form and matter mediate encounters with difference. Starting with thinkers such as Walter Benjamin and Theodor Adorno, we consider how political and historical crises can heighten attention to the aesthetic.</p><p>In addition to focusing on scholars not often considered in the Western canon, including Fred Moten and José Esteban Muñoz, the course takes advantage of the Museum’s holdings to look at black, queer, Caribbean, and Latinx/Latin American aesthetics. We consider how art can bear witness to rich histories of both location and abstraction &nbsp;in works by Wifredo Lam and how it can create new visions of life in the works of Wangechi Mutu and Michiko Kon.</p><p>For one assignment, each student examines a work of art from the collections alongside a reading from that day’s class, placing the object in relation to theory. Designed to have several points of entry for graduate students of art, aesthetics, literature, and theory, this course pairs students’ knowledge of literary analysis with visual analysis, creating a conversation between the stakes of literary studies and those of visual studies.</p><p>&nbsp;</p><p><br>Christina León&nbsp;<br>Assistant Professor, Departments of English and Spanish</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2019 Magazine</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f102dd538ac6620e32b774"
            },
            "title":"Exhibition: Hold: A Meditation on Black Aesthetics",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><i><strong>Hold: A Meditation on Black Aesthetics</strong></i><br>November 4, 2017–February 11, 2018</p><p>&nbsp;</p><p>Together, the Miracles’ 1962 hit song “You’ve Really Got a Hold on Me” and the Staple Singers’ 1972 track “This World” provide the soundtrack to this exhibition. If you listen closely to both songs, you might be able to hear a subtle leitmotif in Miracles lead singer Smokey Robinson’s plea to “hold me, hold me, hold me” and the Staple Singers’ refrain “my mind / holds this world / in its hands.” Here, &nbsp;the music attunes us to the resonances of the word that organizes this exhibition: “hold.” Possession, embrace, and the many other meanings that ring out from “hold” make it a useful concept-metaphor for thinking about the diverse expressive forms that gather under the banner of black art.</p><p>During the 1960s, black artists and intellectuals embraced the idea of a black aesthetic as an ideological alternative to Eurocentric notions of beauty and taste. Since then, black aesthetics has served more broadly as a site of convergence across the African diaspora, weaving &nbsp;a history of&nbsp;placelessness and belonging, support and constraint, holding and being held. From the modernist sensibilities of the Harlem Renaissance to the surrealist imaginaries of Négritude, from the social realism of the Black Popular Front to the nonrepresentational dispositions of black conceptualism, black artists have articulated different visions of black aesthetics in order &nbsp;to meet the needs of different places and times.</p><p>Rather than narrowly defining a genre or mode of expression, this exhibition explores how black creativity has functioned as a generative resource throughout the African diaspora, inspiring alternate ways of seeing, living, and being together in the world. It seeks to place art objects in relation and to explore how they speak to and interanimate each other. Think of the sharp touch of a blade’s edge and how this sensation links Wangechi Mutu’s <i>Chorus Line</i> (2008) and Melvin Edwards’s <i>Curtain for Friends</i> (2015). It is not difficult to draw out a thematic continuity in both artworks, say that of violence; however, when the works are placed side by side, it is more a <i>feeling </i>that emanates from Mutu’s female forms and Edwards’s barbed wire and chain. The brutal associations of Edwards’s print rematerialize in Mutu’s process of cutting and pasting found photographs over watercolors to create exposed, acrobatic figures. Meanwhile, we can imagine the fused bodies in Mutu’s <i>Chorus Line</i> gathering for a final bow behind Edwards’s <i>Curtain for Friends</i> as if to suggest a mutual bond that emerges on the other side of violence. The works touch each other within a field of echoes and sensations that cannot be reduced to the logics of representation.</p><p>In addition to the sociability among objects that &nbsp;gather in black art’s name, “hold” conjures histories of displacement and captivity that have engendered black &nbsp;life and haunt African diasporic artistic expression. “Hold” serves as a reminder of Édouard Glissant’s description of the hold of the slave ship as a space of creation and negation, the site where blackness was born, a “womb abyss.”</p><p><i>Hold: A Meditation on Black Aesthetics</i> brings together a wide array of art objects in an effort to approach black aesthetics as an open question, as an assemblage of creative forms held together by the promise of always moving outside the grasp of any single definition.</p><p>&nbsp;</p><p>Nijah Cunningham&nbsp;<br>Cotsen Postdoctoral Fellow, Princeton Society of Fellows in the Liberal Arts; Lecturer, Department of African American Studies &nbsp;<br>and Department of English</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Winter 2018 Magazine</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}