{
    "makerid":16390,
    "published_date":"2024-02-22 02:02:42.617505",
    "type":"maker",
    "displayname":"Wé",
    "makertype":"Cultural Group",
    "alphasort":"Wé",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"African",
    "culturegroup":"Wé",
    "biography":null,
    "altnames":[
        {
            "nametype":"Former PUAM name",
            "displayname":"Guere Complex",
            "alphasort":"Guere Complex",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Guere Complex"
        },
        {
            "nametype":"Alternate",
            "displayname":"Gere",
            "alphasort":"Gere",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Gere"
        },
        {
            "nametype":"Alternate",
            "displayname":"Gere Wobe",
            "alphasort":"Gere Wobe",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Gere Wobe"
        },
        {
            "nametype":"Alternate",
            "displayname":"Guere",
            "alphasort":"Guere",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Guere"
        },
        {
            "nametype":"Alternate",
            "displayname":"Guere Wobe",
            "alphasort":"Guere Wobe",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Guere Wobe"
        },
        {
            "nametype":"Alternate",
            "displayname":"Gwere",
            "alphasort":"Gwere",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Gwere"
        },
        {
            "nametype":"Alternate",
            "displayname":"We",
            "alphasort":"We",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"We"
        },
        {
            "nametype":"Alternate",
            "displayname":"Kran",
            "alphasort":"Kran",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Kran"
        },
        {
            "nametype":"Alternate",
            "displayname":"Ngere",
            "alphasort":"Ngere",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Ngere"
        },
        {
            "nametype":"Alternate",
            "displayname":"Ouobé",
            "alphasort":"Ouobé",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Ouobé"
        },
        {
            "nametype":"Alternate",
            "displayname":"Wobe",
            "alphasort":"Wobe",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Wobe"
        },
        {
            "nametype":"Alternate",
            "displayname":"Wobi",
            "alphasort":"Wobi",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Wobi"
        },
        {
            "nametype":"Alternate",
            "displayname":"Wee",
            "alphasort":"Wee",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Wee"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Wé",
            "alphasort":"Wé",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Wé"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500204536"
        },
        {
            "source":"AAT",
            "id":"300015966"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6025632453c23600179999fb"
            },
            "exhibitions":[],
            "title":"Bwa and Wé Masks",
            "body":"<p><strong>Bwa and Wé Masks&nbsp;</strong></p><p>Two significant additions have recently been made to the Art Museum’s noteworthy collection of African masks: a Bwa buffalo mask and a Wé mask, from Burkina Faso and Ivory Coast respectively, regions under French colonial rule from the late nineteenth century until their independence in 1960. While visually distinct and originating in geographically distant regions, both masks were performed by costumed dancers accompanied by musicians and instruments, words and song, in dynamic presentations before their respective communities; both served as vital links between the worlds of the spirits and the living.&nbsp;</p><p>The Wé and Bwa masks have long records of publication and exhibition, but in acquiring them the Museum recognizes the need for further research into their specific makers, patrons, and forms of production; as well as into the circumstances in which the masks were removed from their original contexts of use. The history of collecting and displaying African arts in the West is bound up with a history of colonial power, and the very terms used to identify and describe African peoples and styles emerged in the context of the late nineteenth- and early twentieth- century European colonial exploitation of Africa. The French imposition of a political boundary along the Cavalla River, for example, divided speakers of the Kru language, including the Wé; yet the border remained porous, and people, and their masks, moved fluidly between Ivory Coast and Liberia.&nbsp;</p><p>Masks made by Wé artists in western Ivory Coast were fulcra of community and life-cycle events such as funeral ceremonies, weddings, receptions for important persons, and village harvest celebrations. The striking mask that the Museum recently acquired was most likely used as a song mask, which presided over funerals and other village events to sing the praises of those being honored, whether members of a lineage, cooks who prepared the feast, or a deceased individual whose genealogy was recited.&nbsp;</p><p>While male Wé masks often include ferocious facial elements, this mask is a less common female example, one of the few masks in the Museum’s collections to depict a woman. The curved scarification mark, running across her cheeks from each ear and meeting at the nostrils, mimics Wé women’s scarification patterns, and the heavy application of red camwood pigment on the face emulates a local practice among Wé women.&nbsp;</p><p>Wé masks are often distinguished by the addition of empowering materials, and this mask is a particularly intact example. It was common with masks removed from Africa that European and American dealers or other collectors cleaned or polished wooden objects or detached encrustations and other attachments. The patinas that connected the objects to artists, owners, and ritual specialists were often lost. Fortunately, the surface and attachments on this Wé mask remain and provide unique insight into the object’s history of use.&nbsp;</p><p>The addition of bells from ear to ear with metal chains above, for example, was thought to enhance the power of the mask and also to protect against sorcery; the sounds emanating from the bell’s clappers, along with rattles worn as anklets by the masquerader, awoke and roused the protecting spirits into activity during the dance. During a performance, Wé masqueraders wore a multilayered raffia skirt covered by a length of fabric together with fiber leggings and ankle ruffs. The details of the costume, particularly the headdress and other accoutrements that were held by the dancer, would communicate the particular function and meaning of a mask to its audience.&nbsp;</p><p>The impressive Bwa buffalo mask probably dates to the early twentieth century, a time when the Volta River Basin came under French colonial occupation. Carved from wood, it is distinguished by its geometric patterning: its long muzzle ends in an open triangular mouth, concentric circles surround its eyes, and its horns form a nearly perfect circle. The deeply incised wood and the black, red, and white coloration typify Bwa masks. The use of local natural pigments, rather than imported paints, suggest that this mask is an older example.&nbsp;</p><p>Traditional Bwa religion embraces relationships with the powerful spirits of nature that the Bwa understand to inhabit their universe. One of the ways that Bwa individuals and families honored these spirits and received their protection was by commissioning, owning, and dancing masks, including animal spirit masks. These might depict insects or water dwellers—such as butterflies, fish, and crocodiles—or land animals, including antelopes, monkeys, pigs, and African buffalos. In a practice that continues to this day, African buffalo masks appear at annual renewal ceremonies, celebrations on market days, funeral gatherings and burials, and initiations. The masked dancer, wearing a raffia skirt, uses two wood canes to represent the animal’s forelegs as he rapidly tosses his head back and forth, imitating the movements<br>of a charging buffalo.&nbsp;</p><p>As is the case with many objects in the Museum’s collections, there is much that we do not know about these works’ significance in specific communities and their collection histories. The Museum is committed to situating the Wé and Bwa masks, and its collection of African arts more broadly, within colonial history and to researching stories of artistic production and use—knowledge that will transform the ways we understand, interpret, display, and teach these magnificent new acquisitions.&nbsp;</p><p>&nbsp;</p><p>Holly Ross, Consulting Curator&nbsp;</p><p>Juliana Ochs Dweck, Chief Curator&nbsp;</p>",
            "author_type":"Curator",
            "source":"Magazine: Fall 2020"
        }
    ]
}