{
    "makerid":14706,
    "published_date":"2022-03-28 16:08:48.185809",
    "type":"maker",
    "displayname":"Jim Isermann",
    "makertype":"Individual",
    "alphasort":"Isermann, Jim",
    "lastname":"Isermann",
    "firstname":"Jim",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1955",
    "begindate":1955,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jim Isermann",
            "alphasort":"Isermann, Jim",
            "lastname":"Isermann",
            "firstname":"Jim",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5d94e60ac137130016335df0"
            },
            "title":"Hear the Curator (PP628)",
            "transcription":"Hear the Curator (PP628)\n\nSculptor Jim Isermann worked closely with Fred Fisher, the architect of Sherrerd Hall, to conceptualize and position this untitled sculpture. Suspended within the building’s primary staircase, it consists of a chrome-plated aluminum lattice punctuated by dozens of rectangular LED lights, which twist in different directions. Much like the glass box of the building that Fisher designed, Isermann’s sculpture relies heavily on reflection and transparency. Both the art and the building are feasts for the eye, creating a hallucinatory web of optical effects. Captured in the sculpture’s highly polished metal, for instance, are colors and forms from the surrounding environment, including perhaps your own reflection. Isermann’s work incorporates elements of both fine art and industrial design; many of the objects he creates can be used for everyday purposes even as we appreciate them for their aesthetic beauty.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca048",
            "speaker_type":"Curator"
        }
    ],
    "video":[
        {
            "_id":{
                "$oid":"5d8e4ef1c402a20016276356"
            },
            "title":"Interview with artist Jim Isermann",
            "description":"Kelly Baum, the Museum's Locks Curatorial Fellow for Contemporary Art, gives viewers access to one of the contemporary art world's brightest stars--California-based artist Jim Isermann. In this interview, Isermann talks about his work, his inspiration, and one of his newest sculptures Untitled (ORFE/SEAS), a commissioned piece now installed in Princeton University's Sherrerd Hall ",
            "speaker_type":"Artist",
            "file_uri":"https://mediacentral.princeton.edu/id/1_92pnd13m",
            "transcript":"",
            "source_project":"Campus Art",
            "displaydate":"March 2014",
            "sort_date":"2014-03-01",
            "video_type":"Artwork",
            "caption_file":[]
        }
    ],
    "essay":[]
}