{
    "makerid":14853,
    "published_date":"2022-03-28 16:08:52.595274",
    "type":"maker",
    "displayname":"G. R. Lambert and Company",
    "makertype":"Institution",
    "alphasort":null,
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, active Singapore 1875–1919",
    "begindate":1875,
    "enddate":1919,
    "nationality":"German",
    "culturegroup":null,
    "biography":"G.R. Lambert, from Dresden, arrived in Singapore in 1875. According to Wright, Lambert established a photographic studio in 1875 (Wright 1908). However, Lambert's firm was not advertised in the 'Singapore directory for the Straits Settlements' until 1878. In 1878 it had premises in Orchard Road and was possibly connected with the Lamberts who ran the Singapore Carriage Works and Livery Stables. In 1885 Lambert left the Straits Settlement. From 1885-1905 the firm was managed by Alexander Koch. There was also a branch in Deli, Sumatra, run by H. Stafhell in the mid-1880s and a branch in Kuala Lumpur. A Bangkok branch was run by C Frichas circa 1895. The firm's head office was at Gresham House, Battery Road in the 1890s. The firm was run by H. Thomas Jensen of Reutlinger's, Paris from 1905. G.R. Lambert and Co. were photographers by appointment to the King of Siam and the Sultan of Johore. They also photographed the Federal Conferences of 1896 and 1903 and the visit of Sir John Anderson to Kelantan in 1909. The company was the largest business in the Malay Peninsula. The firm possibly wound up during the First World War.\r\n\r\nWright wrote: 'Lambert has maintained a high reputation for artistic portraiture, and of landscapes they have one of the finest collections in the east, comprising about three thousand subjects relating to Siam, Singapore, Borneo, Malaya and China. An extensive trade is done in picture postcards, the turnover being about quarter of a million cards a year. A large stock of apparatus for amateurs is always kept in hand' (1908).\r\n\r\nThe firm also employed:\r\n1885: C. Petersen, H. Schübert, Miss Besagoiti, T.A. (or J.A.) Rodrigues.\r\n1901: R. Herbst, H.V. Katte, C. Warleberg, A Beattie.\r\n1910: O. Schwemer (Chairman), H.L. Coghlan, W. Ewald, S. Gauder, R. Matsunaga. \r\n\r\nhttp://www.lib.cam.ac.uk/rcs_photographers/entry.php?id=172",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"G. R. Lambert and Company",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"G. R. Lambert & Company",
            "alphasort":"G. R. Lambert & Company",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Gustav Richard Lambert",
            "alphasort":"Lambert, Gustav Richard",
            "lastname":"Lambert",
            "firstname":"Gustav",
            "nametitle":null,
            "middlename":"Richard",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}