{
    "makerid":13855,
    "published_date":"2024-02-22 02:02:22.395503",
    "type":"maker",
    "displayname":"Eastern Nahua",
    "makertype":"Cultural Group",
    "alphasort":"Eastern Nahua",
    "lastname":"Nahua",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Mesoamerican",
    "culturegroup":"Eastern Nahua",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Eastern Nahua",
            "alphasort":"Eastern Nahua",
            "lastname":"Nahua",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Eastern Nahua"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db083624c5dbf00167094a5"
            },
            "body":"The effigy censer is not only an extraordinary example of ceramic art, but it also provides  a unique opportunity for study.  Ceramic is a pervasive medium in the arts of the ancient Americas, but too often the anti­quity of the objects and an almost com­plete lack of historical context have left scholars little to work with in their efforts to interpret function and symbolism. The effigy censer is an exception because the ritual purposes for which it was created became the subject of intense study by Franciscan and Dominican friars during the early Colonial period. Their written accounts provide valuable information about ritual practices, and indicate that the effigy represents a potent spirit force known as a <em>Maquiltonal<em>, meaning \"Five Soul\" in the Nahuatl language of south­ ern Mexico, identified by a distinctive white hand painted across the mouth­ the mark of sorcerers, astrologers, and healers, as well as witches and assassins.\n\nThe effigy censer is made in the shape of a seated figure with an enlarged head, expressive face, and bottle-shaped body to which tubular limbs are attached. Although much of the surface has been badly eroded, enough of the fresco survives to recognize the white hand painted across the effigy's mouth. Considered by its creators to be endowed with a life force, the censer was spiritually activated by placing <em>copal<em>, a pine resin incense, inside its base. The smoke of the incense rose through the effigy's hollow body and billowed out the open mouth , sending a prayer to the <em>Maquiltonal<em>, who was believed to reside, along with his four brothers, in the fifth of thirteen heavens. \n\nColonial friars were both fascinated and horrified by the ritual practices of the indigenous sorcerers, espe­cially their use of lavishly painted screen­ fold books, called codices, for divination and healing. One friar wrote that the iconic white hand came from the sorcerer's practice of rubbing his fingers with quick lime and tobacco while calling on the spirit of the <em>Maquiltonal<em>, invoked through the censer, to possess him as he touched the pages of the sacred book.\n\nRemarkably, many of the practices with which the effigy censer was associated continue to the present day, despite con­certed efforts over the last five centuries to eradicate them. The documentation of these rituals by sixteenth-century friars as well as by modern-day observers provides art historians and archaeologists with an unparalleled opportunity to gain a more profound understanding of an ancient work of art by examining it in the con­ text of related objects.\n",
            "title":"Xantil (effigy censer)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Spring 2007"
        },
        {
            "_id":{
                "$oid":"5db9f22e0ad4a20016318bc4"
            },
            "body":"A large Postclassic Nahua ceramic effigy censer preserved in the Princeton University Art Museum is an extraordinary representation of abstract human form, and because it was produced just prior to European incursion, the ritual purposes for which it was intended became the subject of intense scrutiny by Franciscan and Dominican friars. Remarkably, many of these practices continue to the present day, despite concerted efforts to eradicate them over the last five centuries, first by fervent evangelization and later by national health and education programs. These circumstances present an unparalleled study opportunity with respect to the interpretation of the function of the censer and by extension comparable forms of ancient Mexican art.\n\n<em><em>Form and Style<em><em>\nPre-Columbian art is renowned for its pervasive use of terra-cotta as a medium and many outstanding pieces can be seen at the Princeton University Art Museum. Production of the effigy censer was inspired by a reverent appreciation for what clay itself offered the artist as a product of nature. Kinship with the simple vessel is revealed in the body, which was built up meticulously from coils. Working this way, the artist carefully planned for the natural weight and sag of the wet clay in conceiving such a massive human image while simultaneously considering the mechanics of a chimney to send the gift of perfumed smoke to the spirit forces he intended to propitiate. No less significant a contribution, however, was the endowment of the effigy with a mirthful quality, a three-dimensional interpretation of the Nahua-Mixteca style exemplified in surviving Pre-Columbian codices. The bodily proportions were exaggerated by modeling an overly large head with a broad triangular face pressed from a mold, contrasted by the diminutive tube-like appendages rolled from slabs. The ears are composed of simple rectangular panels pierced by cylindrical ornaments. Contrasting with the playful form is the sense of a profound ritual act captured by the depiction of blood-shot eyes fixed in a trance-like stare, a representation of the effects of hallucinogenic intoxication.\n\n<em><em>The Effigy<em><em>\nMeasuring sixty-four centimeters in height, the effigy censer represents a seated deity possessing an enlarged head, expressive face, and bottle-shaped body to which tubular appendages representing arms and legs were attached. Although much of the surface has been badly eroded because it was either buried in the ground or concealed in a cave for over four centuries before its discovery, enough of the fresco survives to determine that it represented a potent spirit force known as a Maquiltonal, a name meaning “Five Soul” in the Nahuatl language of Central and Southern Mexico.\n\nThe effigy censer was probably considered by its creators to have been endowed with a life force. The mouth, nostrils, ears, and heart were perforated to allow breath-like scrolls of smoke from the burning incense to be emitted from the body cavity. Many indigenous peoples of North America also believe that clay is a living spirit, an extension of the earth on which they depend for sustenance.\n\n<em><em>The Face Comes to Life<em><em>\nConclusions drawn from fieldwork in the Valley of Oaxaca... allowed artists to construct a facsimile of the head of the Princeton effigy censer in ceramic, treat it with the proper plaster foundation, and reconstruct the original painting, clearly revealing the salient iconographic details, particularly the diagnostic white hand across the mouth. \n\nThe body was painted black; indicative of a special ointment that Nahua priests rubbed into their skin. The neck was painted red, possibly suggesting a necklace of spondylous shell to which four alternating blue and white disks were attached. The wrists were ornamented with bracelets possibly colored blue to suggest turquoise mosaic. Both the bracelets and the necklace were finished with small golden bells emphasized in low relief. Facial paint features a band of yellow across the eyes and a white hand over the mouth. The thumb of the hand extends over the right cheek while the fingers, each tipped by a blue nail, extend around the left hand side of the jaw almost to the ear ornament. Fanged jaguar teeth protruding from the corners of the mouth are an allusion to the Maquiltonal’s principal nahual or spirit companion, a kind of animal alter ego.\n\n<em><em>Tehuacan Valley<em><em>\nArchaeologists have determined that the effigy censer probably came from the Tehuacan Valley located in southern Mexico. Many fragments of these objects have been found there in and around the ruins of ancient palaces. During the Postclassic period between 900 and 1521 C.E., the Eastern Nahuas controlled much of what is today the state of Puebla. Although they were divided into numerous small city-states, the Eastern Nahua maintained unity through their allegiance to a great pilgrimage shrine dedicated to their patron god, Quetzalcoatl or \"Plumed Serpent\", at the city of Cholula. The Spaniards described Cholula as the \"Mecca\" of New Spain, while the adjacent Tehuacan Valley to the south funneled gold, turquoise, cacao (chocolate), cotton, and the precious feathers of rare tropical birds among other goods from southern Mexico and Central America to make Cholula's merchants among the richest men in the western hemisphere. Eventually the Eastern Nahuas intermarried with the Mixtecs and Zapotecs of Oaxaca and together their confederacies dominated much of highland Mexico before the rise of their principal rivals the Aztecs of the Basin of Mexico.\n\n",
            "title":"Online ExhibitionsSorcerers of the Fifth Heaven",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db9f3060ad4a20016318bc5"
            },
            "body":"<p>RITUAL <em><em>Nahua Prayer<em><em>&nbsp;</p><p>The censer was ritually activated by placing copal, a pine resin incense, under its base. The perfumed smoke then passed up through the chamber of the body and billowed out through the mouth to send a prayer to the Maquiltonal, who was believed to reside along with his four brothers in the fifth of thirteen heavens above. A Dominican guide to Nahua Indian incantations explains that the spirits then descended to invest the hands of the diviner with the power of prophecy in his use of screenfold divinatory books called codices. Colonial accounts record the extensive use of braziers, ladles, and a wide variety of other ceramic implements to make burnt offerings: <em>These priests went back and forth to the idol constantly, offering it incense, and every time the incense was burned, each raised his arm as high as he could. This ceremony was in honor of the god and of the sun who were asked that all these prayers and pleas rise to heaven just as the smoke rose.</em> <em><em>Lords of the Five Souls<em></em> According to a Spanish guide to the symbols of Nahua gods, the yellow face band and the white hand painted across his mouth signified one of five gods called the Maquiltonaleque or \"Lords of the Five Souls.\" The Maquiltonaleque were believed to live in the fifth of thirteen heavens. The Maquiltonaleque appear in a Pre-Colombian screenfold book called Codex Borgia as the spirit guides of Nahua palace diviners who used the book to foretell future events, diagnose disease, control weather, determine royal marriages, and predict the best times for making war. <em><em>Codex Borgia<em></em> Codex Borgia is preserved in the Apostolic library at the Vatican in Rome, Italy. It was constructed of animal hide and covered with a white plaster-like foundation upon which the figures were painted. It was folded so that it could either be stored compactly or opened to reveal all of the pages of one side. Codex Borgia features a page by page portrayal of the various divisions of the sacred 260 day calendar or tonalpohualli. Pages 61-70 illustrates the division of the calendar into trecenas, twenty \"months\" of thirteen days. A different god presides over each trecena. Diviners used the calendar to foretell the future of children born under each of the 260 day signs. The supernatural patrons of diviners who used the codices were five male and female couples called the Maquiltonaleque and the Cihuateteo appearing on Borgia 47-48, together they formed part of a larger group of spirit beings called Tzitzimime (Tzitzimitl, sing.) In manipulating the books, male practioners invoked the spirit forces of their patrons through the tips of their fingers which they addressed as the \"Maquiltonaleque.\" Maquil means five, signifying the numeral in each of their names. The Cihuateteo were said to be the spirits of women who had died in child-birth. They were patrons of mid-wives and curers. <em><em>Diviner's Powers<em></em> According to an account written sometime between 1617 and 1629 by parish priest Hernando Ruiz de Alarcon, the source of the diviner's powers came from the custom of rubbing the hands together with white powdered lime and tobacco: <em>After being well informed of the case and its circumstances, the diviner carries out his sorcery, for which he prepares himself with tobacco and lime. Taking it up with the right hand, he puts it in his left palm, and there breaks it up with his thumb. Next he adjusts his clothing like someone who is getting himself ready for some important business ... rubbing between his two palms the tobacco with lime which he had previously put on one of them ... he kisses his crossed thumbs, his hands being joined together as in prayer and proceeds: 'For I kiss the Maquiltonal For I have brought them forth My men, the Maquiltonaleque</em> We see that the iconic white hand resulted from the diviner's custom of rubbing powered lime together with tobacco before using the codex. If he sent his prayer through the smoke of the censer into the fifth heaven to call upon the Maquiltonaleque, the diviner believed that the spirit guides then descended into his fingers and to endow him with the gift of prophecy as he moved his hands across the pages of the codex.</p>",
            "title":"Online ExhibitionsSorcerers of the Fifth Heaven",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}