{
    "makerid":3694,
    "published_date":"2022-03-28 16:05:37.674445",
    "type":"maker",
    "displayname":"Gari Melchers",
    "makertype":"Individual",
    "alphasort":"Melchers Gari",
    "lastname":"Melchers",
    "firstname":"Gari",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1860–1932",
    "begindate":1860,
    "enddate":1932,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Julius Garibaldi Melchers-named for the Italian patriot Giuseppi Garibaldi-was born in Detroit, Michigan, in 1860. His father Julius (1829-1908), a Prussian-born sculptor, was his first art teacher. Even so, young Gari's passion was for painting, not sculpture.\r\n\r\nAt seventeen, Melchers entered the Royal Prussian Academy of Art in Dusseldorf, Germany. The curriculum emphasized figure painting characterized by well-modeled form, hard-edged realism and the finish of the Old Masters. Dusseldorf's academic regimen formed the basis of Melchers' mature style.\r\n\r\nMelchers continued his training at the Ecole de Beaux-Arts and the Académie Julian in Paris in 1881, studying under Jules Lefebvre and Gustave Boulanger. For Melchers, who was already advanced in his training, the Ecole provided little in terms of technique, but his experiences there and at Julian's would affect his development as a leader of the American school of painters in Paris.\r\n\r\nhttp://www.umw.edu/gari_melchers/melchers/default.php\r\n\r\nWhile still a student, Melchers fell under the spell of the French Naturalist painters, led by Jules Bastien-Lepage (1848-1884). Lepage painted unidealized views of contemporary country life. His pictures were painted in open-air light and combined vigorous brushwork and brilliant color with an exacting eye for place and personality.\r\n\r\nIn 1884, Melchers joined another American expatriate, George Hitchcock (1850-1913), at Egmond-aan-Zee, Holland. There the two artists founded an art colony and built reputations as chroniclers of Dutch peasant life. Melchers' landmark painting, The Sermon, 1886, was painted in Egmond. It is a monumental canvas in which the painter portrayed a young peasant girl asleep during a church service. Special emphasis was given to descriptive detail and narrative. This honest characterization of working-class life became one of the day's most beloved examples of rustic naturalism. Fittingly, over the door to his studio he nailed a plaque proclaiming his artistic credo \"Waar en Klaar\" (Dutch for \"true and clear\").\r\n\r\nThe Communion, The Pilots and The Choirmaster followed, garnering him an international audience, especially in America and Germany, where sentiment ran high for the piety and work ethic of the peasant class.\r\n\r\nIn 1889, Melchers reached the height of his career when he and John Singer Sargent became the first two American painters to be distinguished with a Grand Prize at the Paris Universal Exposition. This honor stamped the twenty-nine year old Melchers as the leading American proponent of Naturalism.\r\n\r\nMural painting was yet another avenue down which he directed his talents, including decorations for the 1893 World's Columbian Exposition in Chicago and in 1895, the new Library of Congress in Washington, D.C.\r\n\r\nThe1890s saw his best portrait work, subjects with names like Vanderbilt, Mellon and Roosevelt ensuring his reputation and earning him his greatest financial reward. His most original pictorial format became anonymous portraiture: paintings whose titles identify the subject's vocation rather than identity —The Sailor and His Dog, The Fencer, and The Shipbuilder.\r\n\r\nAbout this time Melchers also began to experiment with the portrayal of biblical subjects from a contemporary perspective, in emulation of the style of the German painter Fritz von Uhde. The Nativity is the finest example of his work in that genre.\r\n\r\nDrawing on his association with Belgian art circles and his friendship with the French Symbolist painter Puvis de Chavannes, Melchers began to invest scenes of everyday life with spiritual overtones (The Bride). Often he took these pictures a step further, endowing wholesome peasant girls with supernatural haloes that transform them into modern metaphors for the spiritual life.\r\n\r\nAt the turn of the century, Melchers entered a phase of greater decorative consciousness in which he emphasized vibrant color, natural lighting, looser brushwork and decorative pattern. This modified Impressionist style provided a better vehicle for his new interest in the subject of modern women and children portrayed in beautiful interiors and gardens (At Home, (Winged Victory); The Unpretentious Garden, The Open Door and The Christening). Interestingly, the pronounced gaiety of his work in this period coincides with his recent marriage to a young American art student, Corinne Mackall.\r\n\r\nOut-of-doors, Melchers concentrated on recording the poetic effects of light and atmosphere in Impressionist-inspired landscapes like Bryant Park (Twilight), Hudson River and The Wartburg, building on what would become a favorite topic in his later years.\r\n\r\nAs an expatriate, Melchers enjoyed his greatest popularity in Germany, where in 1909 he accepted an appointment as Professor of Art at the Grand Ducal Saxony School of Art in Weimar. There he remained until the First World War had all but shut down the school.\r\n\r\nIt was about this time that Melchers began to experiment with the nude as subject matter, doing so on a large and provocative scale. Young Woman at Her Toilet is an example of what would become a major preoccupation of the artist until the end of his career.\r\n\r\nMelchers returned to the U.S. in 1915 to open a studio at the Beaux-Arts building at Bryant Park in New York City. He began the final chapter of his career by assuming leadership and organizational roles within the art community there. He was an academician of the National Academy of Design, a member of the American Academy of Arts and Letters and served as president of the New Society of Artists from 1920-1928.\r\n\r\nMelchers longed to escape the city for a pastoral retreat much like the one he and his wife had enjoyed in Holland. They found their country get-a-way at Belmont, an eighteenth century estate in Falmouth, Virginia, near Fredericksburg. Here Melchers was happiest painting for the sake of painting itself. He took up his brush to paint pure and figurative landscapes like never before, probably on account of his regular association with leading American Impressionists like Childe Hassam, John Twachtman, and Edward Redfield, to name a few (A Native of Virginia, The Hunters and St. George's Church).\r\n\r\nDespite his advancing years, Melchers was named to the Virginia Art Commission, chaired the Smithsonian Commission to Establish a National Gallery of Art (today's Smithsonian American Art Museum) and was elected trustee of the Corcoran Gallery of Art.\r\n\r\nGari Melchers died at Belmont in 1932, just as a major retrospective of his work opened to the public in New York. The show was well attended due to the high regard held for him by his contemporaries. Nevertheless, his international renown had already begun to fade. Yet while Gari Melchers' canvases may never place him alongside his more famous contemporaries, his story is well worth telling. Indeed, without the story so well preserved at Belmont, the tale of an entire generation of American artistic endeavor is incomplete. \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gari Melchers",
            "alphasort":"Melchers Gari",
            "lastname":"Melchers",
            "firstname":"Gari",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500031447"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/20539684"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}