{
    "makerid":3697,
    "published_date":"2024-06-07 02:00:46.631334",
    "type":"maker",
    "displayname":"Claude Mellan",
    "makertype":"Individual",
    "alphasort":"Mellan Claude",
    "lastname":"Mellan",
    "firstname":"Claude",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1598–1688; born Abbeville, France; died Paris, France",
    "begindate":1598,
    "enddate":1688,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Claude Mellan",
            "alphasort":"Mellan Claude",
            "lastname":"Mellan",
            "firstname":"Claude",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500026391"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/73888233"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e18f09c57e86a00168377ed"
            },
            "body":"<p><em><em>In the Mirror of Christ’s Passion: Prints, Drawings, and Illustrated Books by European Masters<em><em>&nbsp;</p><p>The dramatic story of Christ's Passion-- his agony, arrest, trial, tortures, death, and resurrection-- has been retold, enacted, and imagined countless times in Christian culture, and for centuries was a prime narrative subject for European artists. The exhibition [<em>In the Mirror of Christ’s Passion</em> in 2002], presented in conjunction with \"Anthony van Dyck: <em>Ecce Homo</em> and <em>The Mocking of Christ<em>,\" explores some of the artistic ideas and spiritual themes found in images of the Passion from the fifteenth through the nineteenth centuries. Selected mainly from the art museum's holdings as well as from the Department of Ra re Books and Special Collections, Princeton University Library, the fifty-six prints, drawings, and illustrated books are arranged in six sections corresponding to the successive events of the Passion.&nbsp;</p><p>MEDITATIONS ON AND IMAGES OF CHRIST’S PASSION&nbsp;</p><p>Throughout the Christian tradition, the liturgy of the Mass, which celebrates the redemptive sacrifice of Jesus, and the dramatized events of Holy Week (preceding Easter Sunday), have commemorated the Passion of Christ. In addition to its prominent place in the liturgy, the Passion became a central subject of theological and spiritual inquiry during the Middle Ages. Over the centuries, many modifications and narrative enlargements found their way into devotional life and art. A new chapter in Christocentric piety was initiated in the twelfth century by the Cistercians, a solitary and meditative monastic order that cultivated ardent love and compassion for Christ. In the thirteenth century, the newly founded mendicant order of the Franciscans preached devotion to the suffering humanity of Christ and cultivated affective qualities in their spirituality. Parallel with these changes, a strand of intensely personal piety emerged, one that stimulated the development of a distinct kind of literature that dealt imaginatively with the humanity of Christ, his childhood, and his suffering. A prime example is the <em>Meditations on the Life of Christ<em>, a devotional guide written by a Franciscan friar in Tuscany in the late thirteenth or early fourteenth century. The lively narrative style and the elaborate descriptive detail of this treatise were meant to evoke the experiences of an eyewitness for its readers. “<em>Make yourself present at the conversations and deeds reported of the Lord Jesus. Hear Him as with your ears; see Him as with your eyes,\" urges the auth or. The affective descriptions of Christ's sufferings in this treatise, the passionate laments, the speeches and actions of the Virgin, Saint John, and the other disciples must have had a powerful impact on devout readers. The daily readings of such texts as the <em>Meditations</em> and the influential fourteenth­ century <em>Life of Christ</em> by the Carthusian monk Ludolph of Saxony stimulated the visual imaginations of pious viewers and sensitized them to the emotive accents of pictorial representations of the Passion. Imagine, for example, the effect Martin Schongauer's engraving of the <em>Bearing of the Cross<em>[x1951-120] must have had on contemporary viewers. In the midst of the busy procession to Calvary, Christ has stopped, sunken under the weight of the cross, and casts a glance out of the image as if beseeching the beholder's response. The visual conception has analogies with passages in Ludolph of Saxony's descriptions of the Passion. In his account of the mocking of Christ, for example, Ludolph interrupts the flow of the narrative to address his reader, asking,\" <em>What would you do if you saw this? Would you not cast yourself upon the Lord, saying do not harm Him so; behold, here am I, strike me instead?<em>\" Another vivid image that addresses the viewer is Dürer's engraving of the <em>Man of Sorrows by the Column</em> [x1934-369]. This impression of Dürer's print accompanies a prayer text in a unique manuscript book made for one of Dürer's most important patrons, Frederick the Wise, the Elector of Saxony. Unlike the other prints from the <em>Engraved Passion<em>, all of which illustrate distinct moments of the narrative, this depiction does not portray a single event from the Passion. Christ is shown holding the instruments with which he was tortured and bearing the wounds inflicted on the cross, thereby referring simultaneously to all of his sufferings before and during the crucifixion. The artist used a similar image as a frontispiece to both his <em>Large</em> and <em>Small Passion<em>. In the texts beneath the images, Christ charges mankind with responsibility for the Passion and seems to demand our compassionate response: <em>\"O man, ...I am still scourged for thy guilty acts,\"</em> and <em>\"O man, is it not enough that I suffer ed these things once for you? ... Cease crucifying me with new sins.\"</em> Through visual and textual appeals, Dürer and many of his contemporaries sought to link past and present and to establish new bonds between Christ and his followers. A generation earlier, around the period when Schongauer created his virtuoso engraving of the <em>Bearing of the Cross<em>, Andrea Mantegna and artists of his circle produced a set of monumental engravings devoted to the life of Christ [x1986-15].These prints were conceived in accordance with Italian Renaissance concerns for the representation of space, volume, and light. The Roman armor, costumes, and architectural settings in these works place the Passion firmly in ancient history. Such images helped later humanists to reconcile classical and biblical traditions-- that is, to see the Roman past through the eyes of Christian culture. Because of their central place in Christian doctrine, the story and pictorial representations of Christ's Passion were intensely debated during the Reformation. While most religious images were banned from Protestant churches, the Catholic Council of Trent (1545-63) reaffirmed their importance to Catholic liturgy and devotion. At the same time, however, the council prohibited some non-biblical narrative additions and incidental detail. Yet an enormous variety of powerful representations of the Passion appeared during the following decades. Ruben's altarpiece of <em>Christ on the Cross</em> (Antwerp, Royal Museum of Fine Arts), represented in the exhibition by a reproductive print from his workshop, renders the Passion with new immediacy and drama. In contrast, Passion scenes were rarely portrayed in Protestant contexts. When they were, they did not possess the ritual significance given to them in Catholic masses. Instead, they had didactic significance, or, as in the case of Rembrandt's etchings, they explored Jesus' humanity by evoking his state of mind.&nbsp;</p><p>PORTRAYALS OF CHRIST’S PASSION IN PRINTS AND DRAWINGS&nbsp;</p><p>From the fifteenth century onward, drawings and prints became increasingly important media for the representation and dissemination of images of Christ's Passion. Although less durable than paintings and sculpture, works on paper were cheaper to produce and easier to transport. Often, during their travels, artists would draw visual records of works that impressed them. Groups of such drawings were eventually collected in volumes, known as modelbooks, which provided important pictorial sources for generations of artists. The introduction of printmaking accelerated the transmission of artistic ideas, and prints themselves came to be used as major sources by many artists. A well-known example of the reception and appropriation of printed models is Dürer's <em>Small Passion<em>. It was copied several times in print and was used extensively as a source for paintings, sculptures, frescoes, and stained glass produced by artists in Germany, Italy, and the Low Countries. In fifteenth-century Italy, drawings began to be used more creatively, often serving as preliminary studies for paintings. Artists employed drawings to develop their compositions, adjust light and shadow, and work out details of drapery, perspective, and anatomy. Among several compositional sketches in the exhibition, Guercino's haunting <em>Arrest of Christ</em> [x1948-744], a study for a lost or unexecuted painting, exemplifies the preparatory process at its most inventive, as we see the artist conveying both stillness and turbulence through manipulation of light, shadow, and dramatic gesture. At the time of Mantegna, Schongauer, and Dürer, printed images were comparatively new: woodcuts had emerged in the late fourteenth century, and engraving was developed only in the 1430s. It was largely through their inventive powers and technical skills that this generation of late fifteenth-century masters redefined the pictorial possibilities of the print. The fast pace of this development is demonstrated by comparing Michael Wolgemut's rather static woodcut made for Stephan Fridolin 's didactic treatise, the <em>Schatzbehalter<em>, with the visually complex and dynamic prints executed by Albrecht Dürer for his edition of the <em>Large Passion,</em> [x1957-144] all produced in the 1490s. The anecdotal and compositional complexity of Schongauer's Bearing of the Cross and the distinctive quality of its line, which varies in accordance to the surfaces depicted, mark this engraving as one of the greatest master prints of its time. Through its horizontal format, its imposing scale, and its rich textures, the print achieves visual effects found in many contemporary paintings. The Mantegna-school engraving of the <em>Flagellation<em>, in contrast, is modeled with regular short and parallel strokes that do not follow and describe form. In accord with Mantegna's interest in Roman sculpture, the engraver made use of sharp contrasts of light and shade to suggest qualities of volume and solidity. Perhaps the most dramatic depiction of light in the exhibition occurs in Rembrandt's drypoint of <em>Christ on the Cross</em> [x1969-310]. Here strong juxtapositions of turbulent and impenetrable black forms are juxtaposed with sharp light forms to create a strikingly dramatic vision of Christ's death.&nbsp;</p><p>ARTISTIC REFERENCES IN PORTRAYALS OF THE PASSION&nbsp;</p><p>The development of meditative private devotion during the late Middle Ages stimulated a demand for new kinds of depictions of Christ's Passion, which would draw viewers into an empathetic relationship with the Savior. By focusing on Christ's human suffering, such portrayals stimulated strong compassionate responses and often prompted beholders to reflect on their relationship to Christ. Images of this type functioned as mirrors of the devout self. Parallel to these developments, we find new forms of artistic self-reference in some depictions of the Passion. Rembrandt returned to Passion subjects virtually throughout his career. In the early 1630s the young artist received a prestigious commission from the Stadholder Frederik Henrik for five paintings of Christ's Life and Passion. The first in the set, the <em>Descent from the Cross</em> (Alte Pinakothek, Munich), was reproduced in a large etching that is included in the exhibition. Those familiar with Rembrandt's many self­portraits will recognize the artist's likeness in the figure on the ladder who helps to take down Christ's body. Rembrandt's painting has sometimes been interpreted as a response to Rubens's altarpiece of the <em>Descent from the Cross</em> in Antwerp. If so, he may have included the self-portrait as one element of his artistic competition with Rubens. At the same time, Rembrandt's deep feeling for the human drama of Christ's life and death, which we encounter in this image and throughout his oeuvre, perpetuates the tradition of participatory devotion to the Passion that we find in such works as the <em>Meditations on the Life of Christ</em> or Ludolph of Saxony's <em>Life of Christ<em>. Claude Mellan 's engraving of Christ's face, known as <em>The Sudarium of Saint Veronica</em> [1960-16], displays extraordinary technical virtuosity and uplifting spiritual power. The depiction echoes a miraculous image \"not made by human hands ,\" that is one of the most important relics at St. Peter's in Rome. According to medieval legend, Christ's face was miraculously imprinted on a cloth Saint Veronica used to wipe his face on the road to Calvary. Mellan ingeniously links <em>his</em> own artistic excellence to this medieval legend of a miraculous image by crafting the entire print from a single line that starts at the tip of Christ's nose and, all the while varying in breadth, spirals outward to the edges of the sheet. In thus endowing his virtuosity with spiritual meaning, the French printmaker takes his place along with other artists in a long tradition of active engagement with Christ 's Passion. The portrayals of Christ's Passion in the works exhibited have meaning and relevance not <em>only</em> as repositories of a major historical and cultural tradition, but also as bold and imaginative exercises of self exploration. They bear witness to the capacities of leading artists to creatively mine and reinterpret one of the central mytho-poetic foundations of western European belief. In so doing, they imbue the story of the sacrificial death of the Son of God with personal meaning and new depth and resonance.&nbsp;</p><p>--Todor Todorov, Ph.D. candidate Department of Art and Archaeology Princeton University</p>",
            "title":"Collection Publications: In the Mirror of Christ‚Äôs Passion",
            "source_project":"Other",
            "author_type":"Student",
            "source":"Other"
        }
    ]
}