{
    "makerid":3296,
    "published_date":"2023-03-28 02:02:04.984713",
    "type":"maker",
    "displayname":"Auguste Rodin",
    "makertype":"Individual",
    "alphasort":"Rodin Auguste",
    "lastname":"Rodin",
    "firstname":"Auguste",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1840–1917; born Paris, France; died Meudon, France",
    "begindate":1840,
    "enddate":1917,
    "nationality":"French",
    "culturegroup":null,
    "biography":"One of the most successful, prolific, and influential sculptors of the modern age, regarded during his lifetime as a genius of the caliber of Michelangelo. French sculptor. ULAN",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"François-Auguste-René Rodin",
            "alphasort":"Rodin, François-Auguste-René",
            "lastname":"Rodin",
            "firstname":"François-Auguste-René",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Francois A. Rene Rodin",
            "alphasort":"Rodin, Francois A. Rene",
            "lastname":"Rodin",
            "firstname":"Francois A. Rene",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Auguste Rodin",
            "alphasort":"Rodin Auguste",
            "lastname":"Rodin",
            "firstname":"Auguste",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016619"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/36923874"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1ec6bb627280016f5dc8c"
            },
            "body":"<p><em>The Age of Bronze<em>... was puzzling to the public when it was first exhibited in Paris in 1877. Those attending the Salon, the annual contemporary art show in the French capital, were accustomed to sculpture based on historical, mythological, or allegorical subjects, and with familiar poses easy to interpret. Here was a lithe young man no one could identify, his arms raised in a gesture they did not understand. The figure, now considered a landmark in the evolution of modern sculpture, was Rodin’s second life-size work and the earliest to survive. Because it was so realistic, he was accused of having cast the figure directly from life. Rodin fought this accusation vehemently. In fact, his model was a young soldier named Auguste Neyt, “a fine noble-hearted boy, full of fire and valor.” Rodin avoided using a professional model because he sought naturalness, not exaggeration. He wanted to create a figure that was beautiful and expressive, not a representation of a god or hero. Rodin struggled with the sculpture for a year and a half. He ultimately won over the official French artistic system: the French Ministry of Fine Arts bought a bronze cast of the sculpture and awarded the artist an important state commission for a monumental bronze portal for the Musée des Arts Décoratifs in Paris. <em>The Age of Bronze</em> proved to be a commercial success for the artist as well: following the standard artistic practice of the time, he had the work cast in life-size, half-size (such as this one), and twenty-six-inch versions. An iconic form that was central to the artist’s production and more broadly to the history of nineteenth- and twentieth-century art, The Age of Bronze marks an important point of transition. Though one may argue that artists like Matisse made possible all that came later, including the birth of abstraction, Rodin’s work looked back to the history of bronze sculpture and figural representation as well as to the future, as both artist and object led to wholly different forms of representation.</p>",
            "title":"Magazine: Spring 2010",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db73d1f68398700162b1b94"
            },
            "body":"<em><em>DANAID <em><em>\n\nThe essence of white \nstirred between two lines, the wound opened \nout of the present and the sheet of faces\nwas there, it was the precise line and that struck\nit was there, all the light was sealed \ninside the body, all the force \nof time lost. \n\nL'essenza del bianco\nsi muoveva tra due linee, la ferita usciva\ndal presente e il lenzuolo dei volti\nera lì, era la linea essatta e qualla colpita, \nera lì, tutta la luce era rinchiusa \nnel corpo, tutta la forza \ndell'ora persa. \n\n<em>Translated from the Italian by Lawrence Venuti<em>",
            "title":"Museum as Muse: Danaid",
            "source_project":"Other",
            "author_type":"Other",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db71947a31a750016aa8f03"
            },
            "body":"<em><em>THE AGE OF BRONZE<em><em>\n\nWhen I was fifteen I fell in love with this statue-not as an art fancier or potential collector or historian , but the way a lover would.  Literally. I was a lonely gay kid living in the dorms at an all boys' school where I would have been beat up if anyone had guessed my inclinations. I was quietly arty--I listened to classical records over at the music build­ing and on my own turntable during the two fifteen-minute periods when we were free to do what we wanted to. I read novels and by the time I had graduated I'd even written two of them (still unpublished).\n\nMy boy's school was Cranbrook, outside Detroit, now long since co-ed but at that time strictly segregated from its sister school, Kingswood, and from the art academy, which was just across the street.  It trained college-age students in all the arts, from silkscreening to sculpture.  In our own small school library I discovered a big book on Rodin with black and white illustrations.  I checked it out and took it to \nmy room (we each lived in private rooms).\n\nThere I pored over the picture of the statue for weeks on end while I was supposed to be studying and by flashlight after bedtime and lights out.  I had no friends, certainly no lovers, but the life-size statue of this twenty-two-year-old Belgian soldier, whose name I learned was Auguste Neyt, became the center of all my fantasies. The statue, at least to the eyes of Rodin's contemporaries, seemed so disturbingly lifelike that he'd been accused of casting it from life, of pressing the plaster moulds directly to the model's flesh, as if he were a George Segal <em>avant la lettre<em>. Although Rodin had made a trip to Italy and looked at various Michelangelos \nwhile working on <em>The Age of Bronze</em> (the neutral, mysterious title he gave to the work when it was eventually cast in bronze and exhibited in Paris), nevertheless the figure is less heavily muscled than the sculpture of the Renaissance-- and modeled \nin such a way that it made the light falling on it shimmer.\n\nThere is something tragic about the statue and some of Rodin's contemporaries thought it must show someone about to commit suicide. This and other interpretations were licensed because the sculpture, oddly for the period, had no \nvisible pretext.  The statue was completed after eighteen months of work in 1877, when Rodin (a late bloomer) wasalready thirty-seven . The French had recently suffered a humiliating defeat at the hands of the Prussians and perhaps this terrible reversal was in everyone 's minds at the time. For me the pose of the raised arm and the parted lips looked both melancholy and sensual, as did the impressionistic mod­eling of the body surface. The figure was obviously a fine specimen of maleness but the face expressed great vulnera­bility, and the combination made me think of the photos I'd seen of Nijinsky dancing the role of the Favorite Slave in Sheherazade, pictures I'd devoured when I read his biogra­phy written by his wife, who was surprisingly frank about her husband 's affair with his impresario, Diaghilev.\n\nOf course our formalist critics today teach us not to confuse art with life, but when I was an adolescent Rodin's art-this  one  sculpture-had  replaced life. I wanted   some­ how to marry him, to live with him the rest of my life. Since Auguste Neyt had already been dead for half  a century, surely, my union with him was preposterous,  impossible-something that took me out of time and history and propelled me into a  ideal world of timeless  desire. That conundrum--how to marry a man already dead for half a century when the statue was Rodin's invention and not the soldier and marriage to any member  of  the same sex was unthinkable-was  my  introduc­ tion to the ideal and excrutiatingly improbable realm of art.\n\n--Edmund White \n",
            "title":"Museum as Muse: The Age of Bronze",
            "source_project":"Other",
            "author_type":"Faculty ",
            "source":"Other"
        }
    ]
}