{
    "makerid":14836,
    "published_date":"2022-03-28 16:08:52.320111",
    "type":"maker",
    "displayname":"William Bainbridge",
    "makertype":"Individual",
    "alphasort":"Bainbridge, William",
    "lastname":"Bainbridge",
    "firstname":"William",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1774–1833",
    "begindate":1774,
    "enddate":1833,
    "nationality":"American",
    "culturegroup":null,
    "biography":"BAINBRIDGE, William, naval officer, born in Princeton, New Jersey, 7 May 1774; died in Philadelphia, 28 July 1833. His ancestor, who in 1600 settled in New Jersey, was the son of Sir Arthur Bain-bridge, of Durham County, England. Captain Bainbridge's father was a descendant in the fifth generation from Sir Arthur. William, his fourth son, was distinguished for his adventurous disposition in early youth, and, with a good education, he elected to follow the sea. He entered the merchant marine at the age of fifteen, and at nineteen became commander of a merchant ship. In 1796, while commanding the ship \" Hope,\" on his passage from Bordeaux to the island of St. Thomas, he was attacked by a British schooner of eight guns and thirty men. Bain-bridge returned the fire and kept it up until the schooner struck her colors. The armament or the \"Hope\" consisted of four 9-pounders and nine men. He could have retained the schooner as a prize, but he merely hailed the captain and told him to \"go about his business and report to his masters that if they wanted his ship they must send a greater force to take her, and a more skilful commander.\" This performance gave him a reputation in Philadelphia, and he could have had command of any ship sailing from that, port. On one occasion, when the English razee \"Indefatigable,\" under the command of Sir Edward Pellew, afterward Lord Exmouth, impressed a seaman from on board the\" Hope,\" Bainbridge boarded the first English merchantman he encountered at sea and took out of her the best seaman she had on board ; he then told the British captain that he might report that William Bainbridge had taken one of his majesty's subjects in retaliation for a seaman taken from the American ship \" Hope,\" by Lieut. Norton, of the \" Indefatigable.\" Though this afforded no redress for the original injury, it was designed to show British naval officers that the rights of American citizens, as far as they were entrusted to Captain Bainbridge's care, were not to be molested with impunity. In 1798 Bainbridge married, at the island of St. Bartholomew, Miss Susan Hyleger, daughter of a respectable merchant, and granddaughter of John Hyleger, of Holland, for many years governor of St. Eustatia. On the organization of a navy in 1798, to protect American commerce against French cruisers, his character for bravery and intelligence secured for Bainbridge the command of the schooner \"Retaliation,\" with the rank of lieutenant-commandant. He was soon afterward captured by the French frigates \"Volunteer\" and \"Insurgent,\" but the schooner was returned to Bainbridge by the governor of Guadeloupe, and he proceeded with her to the United States, carrying many American prisoners, for whom, by his tact, he had obtained their liberty. For his services, Bainbridge was pro-rooted to the rank of master-commandant, and given the command of the brig \" Norfolk,\" of eighteen guns. The \"retaliation act\" against French citizens captured on the ocean, in the quasi war with France, passed at that time (1798), was due to Bainbridge's report of the outrages committed on American prisoners in the island of Guadaloupe. The \" Norfolk\" was sent to the West Indies to report to Com. Christopher R. Perry, and performed most important service, capturing the French lugger \" Republican\" and destroying other vessels. As an acknowledgment of these services, the merchants of Havana presented him with a most complimentary letter when he left the station. In Nay, 1800, Bainbridge was ordered to take command of the frigate \"George Washington,\" to carry tribute to the Dey of Algiers. On his arrival at Algiers, much to his disgust, Bainbridge felt obliged to accede to a demand of the Dey to carry presents to Constantinople, and also an ambassador to the Ottoman Porte. A refusal to comply with this demand would have resulted in depredations by the Algerines on American commerce, the American government not having realized the degradation entailed on it by paying tribute so that its merchant ships might pursue their vocations without being boarded by pirates. At Constantinople Bainbridge was received very kindly, and while there he paved the way to the first treaty between the United States and the Porte. Returning, tie arrived off Algiers 21 January 1801, and the Dey did all he could to entice him into his power and force him to return to Constantinople with presents, etc.; but the \"George Washington\" was anchored beyond reach of the guns of the forts, and there remained until the Dey had given a solemn promise (after Moslem fashion) that lie would not require Bainbridge to return. On this occasion Bainbridge had the pleasure of bringing an order from the sultan for the liberation of 400 Maltese, Venetians, and Sicilians, and, on his presenting a firman from the Capudan paeha at Constantinople (a great friend of Bain-bridge), the Dey from that moment treated him with great consideration.\r\n\r\nOn 20 May 1801, Bainbridge was appointed to command the \"Essex,\" forming part of the squadron under Com. Richard Dale, to cruise against the Barbary powers. In 1803 he was employed in superintending the construction of the \"Syren\" and \"Vixen,\" after which, on 20 May he was ordered to command the \" Philadelphia,\" of 44 guns, of Com. Preble's squadron, fitting out to cruise against, Tripolitan corsairs. Bainbridge sailed before the rest of the fleet, and, on his arrival in the Mediterranean, captured the Moorish ship-of-war \"Mesh-boha,\" of 22 guns, for molesting an American vessel. He also recaptured the American brig \"Celica,\" and this seasonable check to Moorish rapacity prevented further depredations upon American commerce by the Moors. On Bainbridge's arrival off Tripoli he gave chase to a Tripolitan corsair and struck oil a rock, by which the \"Philadelphia\" was wrecked, and she was then surrounded by Tripolitan gun-boats and forced to surrender, not being able to use her guns. This happened on I November 1804. The \"Philadelphia\" was floated off the rock by the Tripolitans and carried into the port of Tripoli, where she was afterward burned by Decatur. The first suggestion for destroying the \"Philadelphia\" is said to have been sent to Com. Preble in a letter from Bainbridge while he was a prisoner. Bainbridge and his officers and crew remained prisoners for nineteen months during the Tripolitan war, suffering many privations, and being subjected to all the dangers of the fire from the American fleet. When peace was restored and they obtained their liberty, a court of inquiry was held on Bainbridge, and he was acquitted of all blame for the loss of the \"Philadelphia.\"\r\n\r\nA short time after his return to the United States Bainbridge was ordered to command the navy yard at New York; but his embarrassed circumstances, owing to his long captivity, obliged him to obtain a furlough and once more enter the merchant service, where he continued until 1808. In anticipation of a war with England he was ordered back to the service in March 1808, and in December was placed in command of the frigate \"President,\" in which he sailed on a cruise in the following year. No war occurring, he again obtained a furlough, and proceeded on a voyage in a merchant ship to St. Petersburg. He continued in the merchant service until 1811, when, hearing that an engagement had taken place between the \"President\" and the British ship-of-war \"Little Belt,\" he left his ship at St. Petersburg and returned to the United States, In anticipation of the war with Great Britain the government had determined to lay up all the ships of the navy in ordinary; but, owing to the representations of Capts. Bainbridge and Stewart, this idea was abandoned. Bainbridge was now ordered to command the Charlestown navy yard; but on the declaration of war, 8 June 1812, he solicited the command of a frigate, and his request was complied with by giving him command not only of the \"Constitution,\" but of the frigate \"Essex,\" Captain David Porter, and the sloop \"Hornet,\" Captain James Lawrence. Bainbridge took the \"Constitution\" immediately after Hull arrived in her from his victory over the \"Guerriere.\"\r\n\r\nThe \"Constitution\" parted company with the \"Hornet \" off St. Salvador on 26 December 1812, and three days later fell in with the British frigate \"Java,\" of 49 guns and upward of 400 men. After an action of one hour and fifty-five minutes the \"Java\" surrendered, having been completely dismantled and not having a single spar standing. Her loss was 60 killed and 101 wounded, while the \"Constitution\" lost but 9 killed and 25 wounded. Among the latter was Com. Bainbridge, who was struck twice during the engagement. The \"Java\" was blown up after the prisoners were removed. In his treatment of the prisoners Bainbridge was most magnanimous, and he received many acknowledge-merits for his kindness. On his return to the United States he was received with high honors and ordered to command the Charlestown navy yard, where he laid the keel of the line-of-battle-ship \"Independence.\" No squadron of equal strength ever sailed from any country and accomplished the results that the three historic vessels of Com. Bainbridge's command, the \"Constitution,\" \"Essex,\" and \"Hornet\" realized.\r\n\r\nWhile Bainbridge was in command at Charles-town the British blockaded Boston harbor, and his views for the defense of that port encountered great opposition. Politics ran high, and the opposition party was indifferent with regard to the public property, which they said belonged to the administration, while the commodore insisted that it belonged to the nation and should be protected at all hazards. The governor and council of Massachusetts appointed a committee to consult with Bainbridge, and, on its presuming to dictate to him, he informed it that he should defend his command to the last extremity, let the consequences be what they might, and that if the citizens of Boston chose to make their interests separate from those of the nation, the terrible consequences might fall where they deserved; to him, duty and honor dictated the course he should pursue. Great diversity of opinion existed in Massachusetts with regard to defending the harbors along the coast, and even Boston itself; but, owing to Bainbridge's patriotic importunities and devoted zeal as an officer, sustained as he was by many eminent citizens of Boston, a proper system of defense was adopted and the danger was averted.\r\n\r\nCom. Bainbridge was the first that advocated a board of commissioners for the navy. His long experience in naval concerns satisfied him that the administration of the navy could never be wisely conducted without a preponderance of professional men in connection and working in accord with the civil element. Shortly after the beginning of the war with Great Britain, war was declared against the United States by Algiers, and on the conclusion of peace with Great Britain congress declared war against the regency of Algiers and fitted out a large squadron under the command of Bainbridge, in 1815, to protect American commerce in the Mediterranean. Peace was soon settled honorably by Decatur, and at the same time Bainbridge brought the Bashaw of Tripoli to a sense of the resources of the United States, and exhibited his large force in all the ports. The only way in which peace could be maintained with these people, so faithless in regard to political obligations, was by operating on their fears. After making the necessary arrangements for the protection of American commerce in the Mediterranean, Bainbridge returned to the United States on 15 November 1815. A month later the commodore established the first naval school (in the Boston yard) for officers, and in 1817 he was appointed one of a board to locate navy yards. In October 1819, the first board convened for the examination of young officers for promotion that had ever been assembled in the United States, under Bainbridge as presiding officer. In November of the same year he was ordered to the command of the new line-of-battle-ship \"Columbus,\" and appointed to command the Mediterranean squadron. On his return to the United States after his cruise in 1821, he was ordered to the Philadelphia station, where his professional abilities were brought into play in fitting out the ship-of-the-line \"North Carolina.\" In 1823 he was changed to the command of the Boston station, and soon afterward was appointed naval commissioner.\r\n\r\nAt the time of the difficulty between Decatur and Barron, Bainbridge was in Washington City, and acted as Decatur's second in the duel that led to his death and to Barton's being severely wounded. After severing his connection with the board of commissioners, Com. Bainbridge commanded several navy yards, until in the latter part of his life he became a great sufferer from physical troubles. In 1833 he was attacked by pneumonia, and died on 28 July of that year. His remains were interred in Christ Church burying-ground, in Philadelphia. Coin. Bainbridge was a model of a naval officer, lie was six feet. in height, and had a finely molded and muscular frame, which enabled him to endure any amount of fatigue. His complexion was rather fair, his beard dark and strong, his eyes black, animated, and expressive. His deportment was commanding, his dress always neat; his temperament was ardent and somewhat impetuous, though he could qualify it with the greatest courtesy and the most attractive amenity.\r\n\r\n\r\n\r\n\r\nEdited Appletons Encyclopedia, Copyright © 2001 VirtualologyTM",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William Bainbridge",
            "alphasort":"Bainbridge, William",
            "lastname":"Bainbridge",
            "firstname":"William",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/6246495"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}