{
    "alphasort":"Balthus",
    "altnames":[],
    "begindate":1908,
    "biography":"French painter, illustrator and stage designer whose classical inspired work was ostensibly out of step with the modern movements of his time. Guided by Derain and Bonnard, Balthus' work often depicts dreamlike interiors with nude figures marked by sexual tension and abandon. His work was praised by the Surrealists and was later rediscovered in the 1960s. Influence of his work can be seen in the paintings of Eric Fischl and David Salle. French artist (ULAN).\r\n\r\n-----\r\n\r\nFrench painter, illustrator and stage designer. Appreciated for many years by only a handful of collectors, and ostensibly out of step with the modern movement, Balthus's classically inspired work won the recognition and admiration of a wider public only late in his career. Although he received no formal training, he came from a highly artistic family background. His father, Erich Klossowski (1875-1949), was a painter and art historian, born to an aristocratic family in East Prussia and the author of a book on Daumier; his brother, pierre Klossowski, was to become a painter and writer; and his mother, Elizabeth Spiro, was also a painter. Beginning in 1919, she engaged, under the name of Baladine, in a long-lasting relationship with the poet Rainer Maria Rilke, providing etchings to accompany many of his poems. In this environment Balthus met the writers André Gide and Pierre-Jean Jouve, as well as Pierre Bonnard, who gave him his earliest guidance. Rilke also acted as Balthus's mentor, writing the preface for an album of drawings by the 13-year-old artist entitled Mitsou (Zurich, 1921), the story of a cat in which narrative themes and stylistic traits of the later work are already apparent.\r\nAfter living in Berlin from 1921 to 1924, Balthus returned to Paris; there he studied Old Master paintings in the Louvre, particularly those of Poussin. In 1926 he went to Tuscany to study the frescoes of Piero della Francesca. Apart from a cycle of religious paintings in tempera (1927) for the church of Beatenberg, near Interlaken, his earliest works are Parisian scenes, which betray influences not only from Old Masters but also from his friends Bonnard and André Derain. The culminating work of this first period is The Street (1933; New York, MOMA), in which the severe geometry of the Quattrocento is blended with memories of the illustrations for the children's story Struwwelpeter by Heinrich Hoffmann, and those for Lewis Carroll's Alice in Wonderland by John Tenniel.\r\nIn April 1934 Balthus exhibited a group of erotic paintings, including Cathy Dressing (1933; Paris, Pompidou), based on illustrations he had done in 1933 for Emily Brontë's Wuthering Heights, and the Guitar Lesson (1934; priv. col., see 1983 exh. cat., p. 343), at Pierre Loeb's Galerie Pierre. Their unusual character and overt sexuality, allied to the fact that Loeb was then representing the Surrealists, and that the exhibition was enthusiastically reviewed by Antonin Artaud, created the false myth of Balthus as a Surrealist. Through Artaud Balthus became involved with stage design (Artaud's Les Cenci, adapted from Shelley and Stendhal, Folies-Wagram, 1935), an activity crowned by his sets for a production of Mozart's Così fan tutte at Aix-en-Provence in 1950. During this period he also established himself as an outstanding portrait painter with penetrating studies of André Derain (1936; New York, MOMA) and Miró and his Daughter Dolores (1937-8; New York, MOMA), while continuing to explore a troubling eroticism in pictures of childhood and puberty such as The Children (1937; Paris, Louvre), once owned by Picasso, Thérèse Dreaming (1938; priv. col., see 1983 exh. cat., no. 52) and The Salon (1941-3; Minneapolis, MN, Inst. A.).\r\n\r\nIn the mid-1930s Balthus returned to his earlier interest in landscape, notably in The Mountain (Summer) (1937; New York, Met.), his largest work to date. Conceived in homage to Poussin, and especially Courbet, this represents memories of the mountainous terrain near Berne in which he had lived as a child and to which he was to return in 1977. His interest in landscape was further confirmed when he took refuge from the war at Champrovent in Savoie and matured after his move c. 1954-5 to the château de Chassy in the romantic Morvan mountains in Burgundy. The period at Chassy is distinguished by a marked lightening of the palette, dryness of the paint surface, occasionally mannered systematic brushwork and conspicuous lack of depth, as in Large Landscape with Trees (the Triangular Field) (1955; H. Gomès priv. col., see 1983 exh. cat., p. 181) and Nude before a Mirror (1955; New York, Met.).\r\nIn 1950, while still living in Paris, he began studies for two paintings that rank as masterpieces: The Room (1952-4; priv. col., see 1983 exh. cat., p. 171) and Passage du Commerce-St-André (1952-4; priv. col., see 1983 exh. cat., p. 175). The claustrophobic atmosphere of the former, full of intrigue and anxiety, could be taken as an illustration of Artaud's concept of the Theatre of Cruelty, although in mood it is also reminiscent of Henry Fuseli. The other is a companion piece to his earlier painting The Street. Taking as its setting a pedestrian alley near where Balthus lived in Paris (his studio was in the Cour de Rohan near the Odéon), it is also an allegory of the ages of man, and a comment on history, particularly on the French Revolutionary events with which this street was closely associated.\r\nIn 1961 André Malraux, then French Minister of Culture, appointed Balthus as Director of the Académie de France in the Villa Medici, Rome, where he remained until 1977. This brought about an abrupt change of direction in his work, as his energies became directed by his taste for the theatre and for history. He supervised the restoration of the Villa Medici, rediscovering ancient frescoes, and replanted the gardens in their old splendour. His few paintings from this period, such as the Turkish Room (1966; Paris, Pompidou), and some from later years, as in the Painter and his Model (1981; Paris, Pompidou), are set in and around the villa. They betray a final influence, that of Japanese art, confirmed by a trip to Japan in 1962, where he met his second wife (GDA).",
    "constituentid":222,
    "culturegroup":null,
    "displaybio":"French, 1908 - 2001",
    "displayname":"Balthus",
    "enddate":2001,
    "firstname":null,
    "lastname":"Balthus",
    "middlename":null,
    "nametitle":null,
    "nationality":"French",
    "published_date":"2017-01-03 11:47:50.728518",
    "suffix":null
}