{
    "makerid":3839,
    "published_date":"2022-03-28 16:05:43.000804",
    "type":"maker",
    "displayname":"Edward Ludlow Mooney",
    "makertype":"Individual",
    "alphasort":"Mooney, Edward Ludlow",
    "lastname":"Mooney",
    "firstname":"Edward Ludlow",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1813–1887",
    "begindate":1813,
    "enddate":1887,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born in New York City, Edward Ludlow Mooney studied at the National Academy of Design and also worked as a sign-painter. At 23, Mooney became a pupil of New York's foremost portrait painter, Henry Inman, where he honed his skills in the art of portraiture. Mooney was the first recipient of the Academy's gold metal and was elected an associate of the Academy in 1839 and an academician in 1840. \r\n\r\nMooney was a successful and celebrated portrait painter of the eminent men of his day including Commander Oliver H. Perry, New York Governor William H. Seward, and Achmet Ben Aman, the commander of the Imam of Muscat's frigate \"Sultan.\" Working primarily in New York, Mooney spent his winters in the south where he also painted leading members of southern society.\r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edward Ludlow Mooney",
            "alphasort":"Mooney, Edward Ludlow",
            "lastname":"Mooney",
            "firstname":"Edward Ludlow",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500002918"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95698485"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d715d219ad0bf001685d104"
            },
            "title":"Nassau Hall Faculty Room",
            "description":"The Faculty Room in Nassau Hall is considered the historic heart of Princeton University, both because of its many associations with the institution's past and on account of the room's significance in our broader national history. It is here that Princeton displays images of its founders and leaders, and here as well that one of the major conflicts of the Revolutionary War, the Battle of Princeton, culminated in 1777-resulting in a crucial American victory that helped turned the tide of the war. This new video allows visitors a rare opportunity to see inside this historic space, which is normally closed to the public. Karl Kusserow, John Wilmerding Curator of American Art at the Princeton University Art Museum, discusses the room's fascinating history-from its past institutional roles as prayer hall, library, and museum to its current role as a faculty and trustee meeting room. Also discussed is the program of portraits dedicated to the institution's history, including images of University founders and presidents by esteemed American artists Charles Willson Peale and John White Alexander.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_cn41srzk",
            "transcript":"",
            "source_project":"Other",
            "caption_file":[],
            "displaydate":"2014",
            "sort_date":"2014-01-01",
            "video_type":"Collections"
        }
    ],
    "essay":[]
}