{
    "makerid":12991,
    "published_date":"2025-01-03 02:00:55.262897",
    "type":"maker",
    "displayname":"Hugo Brehme",
    "makertype":"Individual",
    "alphasort":"Brehme, Hugo",
    "lastname":"Brehme",
    "firstname":"Hugo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1882–1954; born Eisenach, Germany; died Mexico City, Mexico; active Mexico",
    "begindate":1882,
    "enddate":1954,
    "nationality":"Mexican",
    "culturegroup":null,
    "biography":"Brehme was a native to Germany who began photographing Germany's African colonies before traveling to Veracruz, Mexico in 1907, where he took pictures of city views, ports, and coastal towns. In 1910 he moved to Mexico City where he became one of the leading photographers of the Mexican Revolution. He is recognized for introducing modern photographic techniques to Mexico, including acid developing, bichromate oils, and platinum impressions on paper. In 1923, he published \"Mexico Pintoresco,\" a classic of Mexican photography (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hugo Brehme",
            "alphasort":"Brehme, Hugo",
            "lastname":"Brehme",
            "firstname":"Hugo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115059"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/30341724"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e39e7d0aaa9b60016a8b6fd"
            },
            "body":"<p>In the 1990s, through the generosity of David L. Meginnity, Class of 1958 (1936–2000), the Princeton University Art Museum gained an exceptional collection of 140 paintings, sculptures, and works on paper by twentieth-century Latin American artists. The Meginnity Collection, focused on figurative prints and drawings from Mexico and Guatemala, contains many superb examples of modern Latin American art in a variety of styles by artists of several nationalities. This installation presents a selection of these works, together with other significant prints, drawings, and photographs acquired by the Museum over the decades, offering an overview of the development of modern art in Latin America through allegorical representations of the human figure, created during a century of enormous—and often violent—artistic, political, and social change following the Mexican Revolution of 1910–20. The century begins with a populist broadside illustrated by José Posada, who borrowed traditional symbols from the Day of the Dead—an ancient celebration of Aztec origin honoring departed ancestors —to satirize corruption in Mexican society under the long dictatorship of Porfirio Díaz. In the decades that followed, aspiring young artists flocked to Paris and New York to absorb European modernism firsthand, then returned to Mexico to combine modernist theories with Latin American themes and subjects. In the 1930s and ’40s many artists from this first generation of Latin American modernists, such as Carlos Mérida, Diego Rivera, Rufino Tamayo, and José Clemente Orozco, engaged in large-scale mural projects devoted to historical and socialist themes, painted for public buildings in Mexico and the United States. In the 1940s, as the unique character of Latin American art gained an international reputation, the Surrealist painters Leonora Carrington and Remedios Varos fled the rise of Fascism in Europe, finding refuge in the relative exoticism of artistic circles in Mexico City. Following the war, a younger generation of artists—including Raphael Coronel and Francisco Toledo, as well as the photographers Graciela Iturbide and Mario Cravo Neto—drew on the complexity of these established themes and influences to establish a uniquely expressive art that combines ancestral origins with psychologically and politically charged complexities to explore the identity of the artist in Latin America today.&nbsp;</p><p>--Calvin Brown [Former] Associate Curator of Prints and Drawings</p>",
            "title":"Online Collection Sets: The Allegorical Figure in Latin American Prints, Drawings, and Photographs",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}