{
    "makerid":4956,
    "published_date":"2022-03-28 16:06:26.052906",
    "type":"maker",
    "displayname":"Daniel E. Greene",
    "makertype":"Individual",
    "alphasort":"Greene Daniel E.",
    "lastname":"Greene",
    "firstname":"Daniel E.",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1934",
    "begindate":1934,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Daniel E. Greene, N.A. is a former instructor of painting at the National Academy of Design and the Art Students League of New York. He is the author of \"Pastel\" that was in print for 25 years and \"The Art of Pastel,\" which were published in English, French, German, Spanish, Italian and Chinese. In 1969, Mr. Greene was elected to the National Academy of Design.\r\n\r\nThe Encyclopedia Britannica considers Mr. Greene the foremost pastelist in the United States and in 1983, the Pastel Society of America elected him to the Pastel Hall of Fame. In 2003, the Pastel Society of the West Coast named Mr. Greene a Pastel Laureate. In 1989, his work represented the United States at the first International Biennial of Pastel in San Quentin, France. In 1992, he was awarded American Artist's magazine's first Lifetime Achievement award in the category of oil painting and the Oil Painters of America Society named him to their Hall of Fame. In 1995, the American Society of Portrait Artists presented the John Singer Sargent award to Daniel Greene for lifelong dedication to the achievement of excellence in portraiture. In May 1999, Mr. Greene was the recipient of the Benjamin Clinedinst Medal of the Artist's Fellowship at a presentation in New York City. In 2001, he was awarded the Gold Medal of the Portrait Society of America. On May 26, 1994 in a special White House ceremony, Mr. Greene presented to Hillary Rodham Clinton a pastel portrait of Eleanor Roosevelt. In 2003, Mr. Greene was the annual honoree of the Salmagundi Club and was presented their Gold Medal.\r\n\r\nDaniel Greene presenting the pastel portrait of Eleanor Roosevelt to former \r\nFirst Lady Hillary Rodham Clinton at the White House, May 26, 1994 \r\n\r\nMr. Greene's paintings and pastels are in over 500 public and private collections in the United States and abroad. He has been the recipient of the Elizabeth T. Greenshields Foundation grant and the Anna Lee Stacey grant. A retrospective exhibition of Mr. Greene's paintings and pastels was held in 1987 at the Hammond Museum in New York. Four highly successful exhibitions of Mr. Greene's subway series appeared at Gallery Henoch in New York and were featured on ABC-TV, Fox News, PBS, CNN, New York 1, NHK TV Japan, and in over 50 international magazines and newspapers. His recent exhibition \"Subway Paintings\" at the New York Transit Museum at Grand Central Terminal was the inaugural event in the centennial year of the New York subway. Mr. Greene has been the featured artist in American Artist magazine 15 times. Articles about his work have appeared eight times in the Artist's Magazine. Favorable reviews have appeared three times in Art News magazine. In February 1999, Mr. Greene's paintings were featured in a cover article of the International Artist magazine. In 1998 Daniel Greene was interviewed in the Academy Award nominated documentary \"Ayn Rand, a Sense of Life\" and was recently the subject of the cable documentary \"The Genuine Article\" as well as a PBS documentary featuring his subway paintings. Mr. Greene's figure and still-life paintings are handled by John Pence Gallery in San Francisco, and Gallery Henoch in New York.\r\n\r\nHighly regarded as a portrait artist, his subjects include leaders of government, banking, education, and industry. A few of the early works include Mrs. Eleanor Roosevelt, astronaut Walter Schirra, author Ayn Rand, and William Randolph Hearst. Some governmental portraits include Governor Scott of North Carolina, Governor Laxalt of Nevada, Governor Beliles of Virginia, Governor Lehman of New York, as well as two mayors of New York City. Some later portraits include Dave Thomas of Wendy's, Governor Fob James of Alabama, commentator Rush Limbaugh, Congressman Billy Tauzin, composer Alan Menken and Bryant Gumbel of CBS. Some recent portraits include john and Adele Lehman for Harvard, Eric Widing of Christie's and Governor Benjamin Cayetano of Hawaii. A partial list of sitters includes the chairmen of the boards of Honeywell, Coca-Cola Company, Dupont Corporation, American Express, the New York stock exchange and IBM. Mr. Greene has also painted the deans and presidents of: Tufts, Duke, Columbia, North Carolina, West Point, Delaware, New York, Princeton, Rutgers, Yale and Harvard universities.\r\n\r\nSource: Artist's website\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Daniel E. Greene",
            "alphasort":"Greene Daniel E.",
            "lastname":"Greene",
            "firstname":"Daniel E.",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500089303"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/32882805"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}