{
    "makerid":14832,
    "published_date":"2022-03-28 16:08:52.133401",
    "type":"maker",
    "displayname":"William Logan MacCoy",
    "makertype":"Individual",
    "alphasort":"MacCoy, William Logan",
    "lastname":"MacCoy",
    "firstname":"William",
    "nametitle":null,
    "middlename":"Logan",
    "suffix":null,
    "displaybio":"American, 1920–1943",
    "begindate":1920,
    "enddate":1943,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Bill MacCoy was the record-setting captain of the Princeton baseball team with everything to live for. Then, one week before he was due to receive his wings in the Army Air Force, disaster struck.\r\n\r\nWilliam Logan MacCoy was born in Overbrook, Pennsylvania on April 17, 1920. He was the only son of Mr and Mrs W Logan MacCoy. His father was an affluent lawyer and president of the Provident Trust Company. 1\r\n\r\nMacCoy attended Haverford School where he first began to excel as an athlete. He was the captain of the squash and tennis teams while playing varsity baseball and football. 2\r\n\r\nMacCoy went to Princeton in 1939 to study politics as a preliminary to his planned career as a lawyer. It was in his freshman year that he began his illustrious baseball career. The young outfielder captained the team and won the Leroy Kellog Cup. 3 Interestingly, MacCoy was part of television history that year. On May 17, W2XBS televised the first ever baseball game - a 2-1, 10th winning win for Princeton at Columbia. 4\r\n\r\nBut MacCoy did not limit himself to baseball. He also took up hockey - a sport which was entirely new to him - because \"it was a challenge to him, and offered the closest of competition and teamwork.\" 5\r\n MacCoy became an outstanding hockey player and a member of the varsity team for three years.\r\n\r\nIn 1940, MacCoy switched from the outfield to catcher. He won the Sophomore Cup as the most improved ball player at Princeton and was selected for the Eastern Inter-Collegiate (EIL) All-League team.6 He also had a 16-game hitting streak - an EIL record that stood for 40 years. 7 The 20 year-old spent the summer as warm-up catcher for the Philadelphia Athletics under the watchful eye of the venerable Connie Mack. 8\r\n\r\nIn December 1941, MacCoy married Adele Goodwyn Griffin - a descendant of John Tyler, tenth President of the United States - at Christ Church in Media, Pennsylvania. 9\r\n\r\nMacCoy's senior year was little short of outstanding. The newlywed captained Princeton to an EIL championship with a .452 batting average, scoring winning runs in two decisive extra-inning games against Yale and Harvard. Furthermore, MacCoy was selected for the EIL All-League team and won the Frederick W Kafer Memorial Cup for \"sportsmanship, play and influence in baseball.\" 10\r\n\r\n\r\nDuring his time at Princeton, MacCoy attended ROTC for four years, displaying the same natural ability and those qualities of leadership which made him a standout in athletics. He received his second lieutenant's commission in the Army on June 11, 1942 but transferred to the Army Air Force in August - challenged by the \"self-reliance and skills needed to become a successful pilot.\"11\r\n\r\nMacCoy received his primary flight training at Tulsa, Oklahoma and his basic flight training at Enid Army Air Filed, Oklahoma. He then headed to the twin-engine advance flying school at Pampa Army Air Field in Texas.\r\n\r\nOn June 19, 1943, MacCoy's life came to an abrupt end when the Cessna UC-78C Bobcat he was flying in crashed at Pampa. Bill MacCoy was just a week away from receiving his pilot's wings.\r\n\r\n\"Those of us who knew Bill well have lost a true friend,\" wrote classmate Joseph O Rutter. \"One could not help being completely dominated by him because of his forceful personality. And at the same time one could not help becoming devoted to him because of his affability, quiet humor, kindliness and loyalty. 12\r\n\r\n\r\nMacCoy's loss devastated his family - not least his wife, Adele, who was five months pregnant at the time. Their daughter, Marguerite, was born October 5, 1943, taking her father's middle name - Logan - as her own. 13\r\n\r\nIn 1946, MacCoy's father arranged for a memorial to be built at University Field (now Clarke Field) home of the Princeton baseball team. The MacCoy memorial included a bronze likeness of the young ball player built into a brick wall directly behind homeplate. MacCoy's father also presented new dugouts to the team. 14 The MacCoy Memorial still oversees Princeton baseball.\r\n\r\nIn June 1987, there was a rededication of the MacCoy memorial at Clarke Field. Among the dignitaries in attendance was a Princeton graduate and former commissioner of Major League Baseball, Bowie Kuhn.15\r\n----------------\r\nNotes\r\n1 New York Times, June 21, 1943\r\n2 Princeton Yearbook 1942\r\n3 Princeton Alumni, Weekly March 24, 1944\r\n4 The Golden Years of Broadcasting, Robert Campbell\r\n5 Princeton Alumni, Weekly March 24, 1944\r\n6 Rededication of The MacCoy Memorial at Clarke Field program, June 7, 1987\r\n7 Princeton Athletics website\r\n8 Princetonian, June 7, 1940\r\n9 New York Times, September 14, 1941\r\n10 Princeton Yearbook 1942\r\n11 unidentified press clipping\r\n12 Princetonian Alumni Weekly, September 10, 1943\r\n13 Princetonian Alumni Weekly, March 24, 1944\r\n14 Princetonian, May 10, 1946\r\n15 Rededication of The MacCoy Memorial at Clarke Field program, June 7, 1987\r\n \r\n\r\nAdded July 15, 2006\r\n\r\nCopyright © 2008 Gary Bedingfield (Baseball in Wartime). All Rights Reserved.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William Logan MacCoy",
            "alphasort":"MacCoy, William Logan",
            "lastname":"MacCoy",
            "firstname":"William",
            "nametitle":null,
            "middlename":"Logan",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/31863448"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}