{
    "makerid":18391,
    "published_date":"2022-03-28 16:09:36.537113",
    "type":"maker",
    "displayname":"Filippo Bellini",
    "makertype":"Individual",
    "alphasort":"Bellini, Filippo",
    "lastname":"Bellini",
    "firstname":"Filippo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian,  ca. 1550–1603",
    "begindate":1550,
    "enddate":1603,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. He is first documented in 1576 in Urbino. His earliest surviving work, the Virgin and Child with SS Roch and Sebastian, painted c. 1577 for S Francesco in Staffolo (Ancona), shows the strong influence of Federico Barocci, who was also from Urbino. Bellini was also influenced by Venetian art (with northern elements derived from Denys Calvaert) and by Roman Mannerist painting, through Federico Zuccaro. For Ancona Cathedral he painted the Mass for the Souls in Purgatory between 1577 and 1588 (in situ) and a fresco cycle in the chapel of the S Sacramento (destr.). Other works include a signed Virgin and Child (1592; Recanati, S Agostino), frescoes of the Life of St Gaudentius (1594; Ostra (Ancona), S Francesco) and St John the Baptist Preaching (1595; Lesi Cathedral (Ancona)), and a fresco cycle of the Works of Temporal and Spiritual Mercy (1598–1602; Fabriano (Ancona), oratory of the Carità). In 1602 he was commissioned to decorate the chapel of the SS Sacramento in Macerata Cathedral, for which he completed a Deposition, a Supper at Emmaus and a Last Supper before he died, the remainder of the scheme being completed by a pupil. (GDA)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Filippo Bellini",
            "alphasort":"Bellini, Filippo",
            "lastname":"Bellini",
            "firstname":"Filippo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001952"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/90981213"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}