{
    "makerid":13436,
    "published_date":"2025-08-08 02:02:14.839072",
    "type":"maker",
    "displayname":"Hellenistic",
    "makertype":"(not entered)",
    "alphasort":"Hellenistic",
    "lastname":"Hellenistic",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"ca. 323–30 BCE",
    "begindate":-325,
    "enddate":-31,
    "nationality":"Greek",
    "culturegroup":"Greek",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hellenistic",
            "alphasort":"Hellenistic",
            "lastname":"Hellenistic",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Greek"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125239"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100626786"
        },
        {
            "source":"AAT",
            "id":"300020101"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a0796edf682001701fb00"
            },
            "caption_file":[],
            "title":"Curator's Voice: Statuette of Hermaphrodite",
            "file_uri":"https://mediacentral.princeton.edu/id/1_mv9uxjcw",
            "speaker_type":"Curator",
            "description":"J. Michael Padgett discusses \"Statuette of a Hermaphrodite\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db1e703b627280016f5dc88"
            },
            "body":"<p>In Classical mythology, the nymph Salmacis loved the handsome but unresponsive Hermaphroditos, son of Hermes and Aphrodite. When he bathed in her spring, Salmacis embraced him forcefully and prayed that they never be parted. The gods granted her wish, and the two became a single divine being with both male and female characteristics, most commonly referred to by the feminine name, Hermaphrodite. In the Museum’s statuette, Hermaphrodite is represented leaning against a pillar. She apparently once held objects of some kind, perhaps a libation dish (phiale) in the left hand and a jug in the right. The figure is naked except for a mantle that is draped to reveal the male genitals. The latter are in notable counterpoint to the female breasts, the soft, feminine modeling of the body, and the sweet features of the face. Her long hair is caught up in a chignon at the nape. Faint traces of color remain. The body is worked in the round, but the back of the mantle is summarily modeled. There is a cutting in the side of the capital on the pillar; either the capital was completed by a separately made piece, or the statuette may have been articulated in some way with another object. Fewer than a hundred depictions of Hermaphrodite are known, most of Roman date. Sometimes she is shown nude, other times pulling up her cloak to expose the genitals, in the manner of Priapus. She may be accompanied by Aphrodite, Pan, Eros, or Silenus. In one type she struggles against the attentions of a lusty satyr, while another represents her sleeping. In contrast to these sculptural tours de force, meant to bemuse or titillate, this statuette is more iconic. It is not a playful genre figure but a static image of a particular deity. The only other example of this type is a much larger statue in the Istanbul Archaeological Museum that was found at Pergamon, a cosmopolitan center of the Hellenistic period whose Attalid rulers fostered major cults of a variety of gods. The Museum’s statuette is said to have been found on Rhodes, the location of an important school of sculpture. The lithe form and sweet sensuality of this figure are characteristic of the “Rococo” phase of the late Hellenistic period. Produced in the final era of Greek independence from Rome, it represents a culmination of sorts, beyond naturalism and before the exigencies of the Roman market forever changed the nature of Greek sculptural production. Not a salacious curiosity, rather an object of sincere devotion, the statuette represents the dichotomy of human nature and the yearning for unity in the face of ambivalent desire.</p>",
            "title":"Statuette of Hermaphrodite",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Magazine: Fall 2009"
        },
        {
            "_id":{
                "$oid":"5de809bc97ee820016921997"
            },
            "body":"<p><strong>The Coroplast’s Art: Greek Terracottas of the Hellenistic World</strong></p><p>The conquests of Alexander the Great in the 4th century B.C. resulted in the cultural unification of the city-states of mainland Greece with the non-Greek kingdoms of Asia Minor and Egypt. An unprecedented internationalism resulted from the intermingling of Greek and non-Greek cultural experiences and the erosion of national boundaries through trade and military conquest. The concept of the <em>cosmopolites,</em> or “citizen of the world,” was born, as the traditional values of family, clan, and city-state were swept away by the emergence of large powerful kingdoms. The epoch that witnessed these events is known as the Hellenistic period. This is dated conventionally from the death of Alexander the Great in 323 B.C. to the establishment of the Roman principate in 31 B.C. The Hellenistic period was an era characterized by brilliant achievements in the sciences, literature, and the arts. For the individual living in the Hellenistic period, however, life in an expanded world was unstable and continually dominated by the turns of the <em>Tyche,</em> or fate. Various philosophies arose to deal with the vastness of the world in contrast to the smallness and insignificance of the individual. Writers and artists responded by placing an increased emphasis on the individual and the inner nature of human experience. In the minor arts in particular, artisans freely explored aspects of the human condition, from the composed to the anguished, from the timid to the bold. Small-scale sculptures made of terracotta, or clay, more than those in any other medium, provide a glimpse into the intimate and personal aspects of mortal existence in the Hellenistic world. In ancient Greece, the manufacture of miniature sculpture in terracotta was an industry practiced by a craftsman known as a coroplast, which means a modeler of small figurines. Coroplasts sometimes hand-modeled their products, but more often figurines were cast by pressing moist clay into one or more molds. While the process of hand-modeling the entire figure never disappeared from the Greek world, the use of a mold was so pervasive a technique that it can be said to characterize ancient Greek terracotta production in general. Brightly painted, occasionally gilded, and mass-produced in enormous quantity, these figurines had a broad appeal. Thousands have been found in sanctuaries and in graves throughout the Greek world, where they were deposited as offering to the gods; smaller numbers recovered from the ruins of ancient Greek houses testify to their decorative use in the home. The terracotta figurines in [the The Coroplast’s Art: Greek Terracottas of the Hellenistic World] exhibition represent six of the most important terracotta-producing centers of the Hellenistic Greek world: Athens, Tanagra, and Corinth on the Greek mainland; Myrina and Smyrna in Asia Minor; and Taras in southern Italy. The figurines from these centers document differing stylistic tendencies and also illustrate the stylistic interconnections between centers. Moreover, the themes illustrated by these figurines reveal a wide range of social concerns. Alongside the traditional representations of the gods and immortal heroes, they present new heroes and heroines who were drawn from the ranks of everyday life. Representations of illness and physical deformity also underscore the coroplast’s interest in social commentary. Since soft clay invites exaggeration, such commentary could take the form of caricature and encourage the creative whims of the coroplast. The passion for the theater and theatrical representation, so characteristic an aspect of the Hellenistic world, also is represented…. When seen as a whole, these terracotta figurines present a great map of ancient Greek life, expressed with the kind of intimacy and directness that only working in clay can provide. Because of the inexpensive nature of the clay and the suitability of the material for mass production, the coroplasts could appeal to a wide audience and, to judge form the large number of terracottas found in Hellenistic contexts, they must have created the single most popular form of sculpture of the day.&nbsp;</p><p>--Jaimee P. Uhlenbrock, Curator</p>",
            "title":"Collection Publications: The Coroplast‚Äôs Art: Greek Terracottas of the Hellenistic World",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}