{
    "makerid":3969,
    "published_date":"2022-03-28 16:05:48.330254",
    "type":"maker",
    "displayname":"Bruce Nauman",
    "makertype":"Individual",
    "alphasort":"Nauman Bruce",
    "lastname":"Nauman",
    "firstname":"Bruce",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1941",
    "begindate":1941,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Bruce Nauman",
            "alphasort":"Nauman Bruce",
            "lastname":"Nauman",
            "firstname":"Bruce",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500118742"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/29597866"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db3051e4d90050016329731"
            },
            "body":"<p>One of the most important artists to emerge in the 1960s, Nauman has worked in a variety of media over the course of his distinguished career. Possessed of an incisive mind and an irreverent sense of humor, he was one of the first artists to experiment with video and installation as well as conceptual and performance art; he also made significant contributions to postminimalist sculpture. As early as 1965–66, while living in California, Nauman began to experiment with neon. This new body of work was distinctive: mounted on the wall, it consisted of neither objects nor paintings but what the artist called “signs.” As this moniker suggests, Nauman was inspired by the signage, billboards, and advertisements that proliferated during the consumer revolution of the 1960s. Indeed, Nauman’s commercially manufactured neons might be considered oblique commentaries on the pervasive influence of marketing and its effect on what we think, want, see, and say. Not only were these works some of the first to utilize both light and language as materials, they also conflated reading with looking, exploiting the visual qualities of words and phrases. Many of Nauman’s earliest neons were exercises in linguistic play; alliterations, anagrams, puns, palindromes, rebuses, inversions, and rhymes abounded. Some of the phrases he had translated into neon were lyrical, others were absurd or polemical. They addressed a wide variety of themes, from philosophical suppositions to state-sponsored violence to the role of the artist in contemporary society. About his earliest neons, Nauman once said, “I had the idea that I could make art that would kind of disappear, an art that was supposed to not quite look like art.” After a hiatus of six years, Nauman returned to neon with a vengeance in 1980, creating approximately fifty works in five years. His pieces from this period tend to be large and complex, and they generally include linguistic as well as figurative elements, mostly clowns and rudimentary silhouettes of men and women. Almost without fail, they address the antinomies of the human condition—sex and death, love and cruelty, humor and tragedy—as well as politically inflected current events such as torture, genocide, war, and racism. Made in 1985, during Nauman’s last foray into the medium of neon— and created in an edition of forty, with profits benefiting the New Museum in New York—<em>Double Poke in the Eye II</em> is a variant of the platitude “better than a poke in the eye [with a sharp stick].” It exemplifies the artist’s commitment to contradiction and incongruity. Rendered in bewitching shades of blue, red, purple, green, orange, and yellow neon, the work depicts an act of violence: two disembodied heads poking each other in the eye with extended forefingers. A switching mechanism regulates the illumination: while the heads and eyes remain steady, the hands flicker on and off, generating the illusion of frantic movement and irritating the viewer’s eyes and nerves simultaneously.</p>",
            "title":"Bruce Nauman, artist",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Magazine: Spring 2012"
        }
    ]
}