{
    "makerid":5943,
    "published_date":"2022-03-28 16:07:05.809549",
    "type":"maker",
    "displayname":"Kenneth Forbes",
    "makertype":"Individual",
    "alphasort":"Forbes Kenneth",
    "lastname":"Forbes",
    "firstname":"Kenneth",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Canadian, 1892–1980",
    "begindate":1892,
    "enddate":1980,
    "nationality":"Canadian",
    "culturegroup":null,
    "biography":"Born in Toronto on July 4, 1892, Forbes attended Westmount Academy in Montreal before moving on to art schools in England and Scotland. At the Newlyn Art School in Cornwall he studied under Stanhope Forbes and won a four-year scholarship to the Hospital Field Art School at Arbroath, Scotland. He stayed in Scotland for one year before attending the Slade Art School in London, and later the London New Art School where he won a scholarship to the Chase School. He was also a champion boxer and continued with the sport while serving in WW I.\r\n\r\nIt is clear from the passion of his two battle scenes that the reality of war was experienced, not simply depicted. In 1914, he became a private in the Stock Exchange Battalion of the British Army’s Royal Fusiliers. In France, while serving with the machine-gun corps, he was wounded twice, mentioned in dispatches twice, and then invalided to England in 1916. He was promoted to lieutenant and later became second in command of the 32nd Machine Gun Corps. He was eventually recalled to London and transferred to the Canadian forces as a war artist attached to the Canadian war memorials section. Today the Canadian War Museum has six of his paintings.\r\n\r\nForbes later became famous in civilian life for his portraiture. His subjects included John Diefenbaker and Sir Harry Oakes. Forbes died in 1980. \r\n\r\nMany of the Canadian War Museum’s holdings are available in reproduction at affordable prices. For more information, contact Reproduction Service, Canadian War Museum, 330 Sussex Dr., Ottawa, ON K1A 0M8; fax 1-819-776-8657; e-mail leslie.redman@civilization.ca\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Kenneth Forbes",
            "alphasort":"Forbes Kenneth",
            "lastname":"Forbes",
            "firstname":"Kenneth",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032683"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95882742"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}