{
    "makerid":3659,
    "published_date":"2022-03-28 16:05:36.470872",
    "type":"maker",
    "displayname":"Harriet Hyatt Mayor",
    "makertype":"Individual",
    "alphasort":"Mayor, Harriet Hyatt",
    "lastname":"Mayor",
    "firstname":"Harriet Hyatt",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1868–1960",
    "begindate":1868,
    "enddate":1960,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Harriet R. Hyatt Mayor was born in Salem, Mass. in 1868, the daughter of Audella Beebe Hyatt and Alpheus Hyatt II, the noted paleontologist. After traveling abroad with her family at an early age she began to show artistic tendencies. She studied art and sculpture in Boston and began a promising career. She encouraged her sister Anna to join her in sculpting. Harriet was married in 1900 to Alfred Goldsborough Mayor and soon began to raise a family. Alfred G. Mayor, son of Alfred M. Mayor, the noted physicist, was an outstanding natural scientist in his own right. He and his wife spent 22 happy years together and had four children, A. Hyatt, Katharine, Brantz, and Barbara. \r\n\r\nMrs. Mayor suffered a slight attack of tuberculosis in 1912 and went abroad with her children. She barely escaped Germany before World War I began. After Dr. Mayor's death in 1922, Mrs. Mayor busied herself with other activities: she traveled in Europe, she also became active in the Daughters of the American Revolution and long served as regent of the Princeton, New Jersey chapter. This association contributed to her interest in genealogy (as well as her mother's similar interest) and she made studies of the Hyatt and Mayor family trees. She lived most of her later years in Princeton, only leaving to live with her sister Anna (Mrs. Archer M. Huntington) during her last year. She died at the Huntington estate in Bethel, Conn., in 1960 at the age of 92. \r\n\r\nhttp://library.syr.edu/digital/guides/m/mayor_hrh.htm\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Harriet Hyatt Mayor",
            "alphasort":"Mayor, Harriet Hyatt",
            "lastname":"Mayor",
            "firstname":"Harriet Hyatt",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/18912622"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}