{
    "makerid":14912,
    "published_date":"2022-03-28 16:08:54.345904",
    "type":"maker",
    "displayname":"Hobart Amory Hare Baker",
    "makertype":"Individual",
    "alphasort":"Baker, Hobart Amory Hare",
    "lastname":"Baker",
    "firstname":"Hobart",
    "nametitle":null,
    "middlename":"Amory Hare",
    "suffix":null,
    "displaybio":"American, 1892–1918",
    "begindate":1892,
    "enddate":1918,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Hobart Amory Hare Baker (January 15, 1892 – December 21, 1918), known as Hobey Baker, was a noted American amateur athlete of the early 20th century. The only member of both the College Football Hall of Fame and Hockey Hall of Fame, U.S. college hockey's annual award for most outstanding player is named in his honor.\r\n\r\nContents [hide]\r\n1 Life \r\n2 In Literature \r\n3 Legacy \r\n4 Biography \r\n5 See also \r\n6 External links \r\n \r\n\r\n\r\n[edit] Life\r\nBaker was born in Bala Cynwyd, Pennsylvania, a suburb of Philadelphia. He attended St. Paul's School, Concord, New Hampshire, where Malcolm Gordon was coach of the ice hockey team, graduating in 1909.\r\n\r\nIn 1910 he enrolled in Princeton University. During his time there, he was elected to the Ivy Club, while also playing baseball, football and hockey. Because Princeton's athletic rules limited athletes to participation in only two varsity sports, Baker gave up baseball after his freshman year, concentrating solely on football and hockey. By the time he graduated, he had led Princeton to a national championship in football (1911) and two national championships in hockey (1912 and 1914). Baker was also famous for his refusal to wear headgear in football and for the fact that he was penalized only once during his entire hockey career at Princeton.\r\n\r\nFollowing graduation, he worked at J. P. Morgan Bank in New York City and played for the St. Nicholas Club in Manhattan, one of the top amateur clubs in the United States (there was no professional American hockey at that time). He enlisted in the U.S. Army as a pilot upon the country's entry into World War I and left for Europe in 1917. By 1918, he was a member of the United States Army Air Service, commanding the 103rd Aero Squadron, whose members consisted mainly of veterans of the Lafayette Escadrille. He painted his Spad XIII orange and black in honor of his alma mater.\r\n\r\nContrary to the newspaper accounts of his day, however, Baker was not an ace. He had only three confirmed kills to his name, rather than the necessary five, although he was awarded the Croix de Guerre by the French government for his service. He was killed in a plane crash just weeks after the armistice ending the war while test flying one of his squadron's newly repaired Spads near Toul. Ironically, his orders to return home to the United States were found tucked inside his jacket. He is buried in West Laurel Hill Cemetery, Bala Cynwyd, Pennsylvania.\r\n\r\n\r\n[edit] In Literature\r\nF. Scott Fitzgerald, who was several years behind Baker at Princeton (Baker was class of 1914, Fitzgerald the class of 1917), memorialized him twice in the novel \"This Side of Paradise\". The protagonist is named Amory Blaine, in reference to Baker's full name. Another character in the novel, Allenby, is based on Fitzgerald's impressions of Baker as an undergraduate.\r\n\r\nMark Goodman's 1985 novel, \"Hurrah! For the Next Man Who Dies\" is a fictionalized account of Baker's time at Princeton and in World War I, as told by one of his friends and classmates.\r\n\r\n\r\n[edit] Legacy\r\nBaker is not only considered one of the greatest ice hockey players of his era, but is also regarded as the first great American hockey player. In 1945 he was inducted into the Hockey Hall of Fame, one of only a handful of Americans to be so honored, and was inducted into the United States Hockey Hall of Fame as one of its charter members in 1973. In 1975, he was also inducted into the College Football Hall of Fame.\r\n\r\nToday, the Hobey Baker Memorial Award is given annually to the top male U.S. college hockey player, and Princeton's Hobey Baker Memorial Rink is also named in his honor. At St. Paul's, hockey players still compete for an award known simply as \"Hobey's Stick.\"\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hobart Amory Hare Baker",
            "alphasort":"Baker, Hobart Amory Hare",
            "lastname":"Baker",
            "firstname":"Hobart",
            "nametitle":null,
            "middlename":"Amory Hare",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/53104002"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}