{
    "makerid":12591,
    "published_date":"2024-07-02 02:01:59.993421",
    "type":"maker",
    "displayname":"Meiji era",
    "makertype":"(not entered)",
    "alphasort":"Meiji era",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1868–1912",
    "begindate":1868,
    "enddate":1912,
    "nationality":"Japanese",
    "culturegroup":"Meiji era",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Meiji era",
            "alphasort":"Meiji era",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Meiji era"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300018567"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dc5d45f8daad00016aba01d"
            },
            "body":"<p><strong>Japanese Views of East and West: Imprinting the Other in Meiji Eyes</strong></p><p>In 1853, United States military vessels entered the bay of the city of Edo (present-day Tokyo) to demand trade. Since 1641, Japan's military regime had an enforced policy of national isolation, and had thus far successfully deflected would-be visitors from abroad.The military might of the fleet gave the Japanese authorities pause, however, and when a larger fleet returned in 1854, official diplomatic ties with the U.S.were established . In 1868, after a series of questionable foreign policy decisions that eroded the credibility of the shogun and his government, the long-lived rule of the Tokugawa family gave way to the restoration of imperial power. The young Emperor Meiji (1852-1912) and his advisers promptly initiated a policy of active engagement with the outside world. The primary historical narrative of the late Edo (1600-1868) and Meiji (1868-1912) periods is one of modernization along Western lines, and much of the art of the nearly sixty-year period reflects that narrative in varied ways. Woodblock prints, which could be quickly produced and widely distributed, were especially well suited to capturing fast-paced social and political changes, including drastic new perceptions of foreigners and foreignness-both Eastern and Western. Following the end of the policy of isolation, a new and short-lived category of prints emerged, known as \"Yokohama prints.\" The prints were intended both to demystify the customs of the foreign community in the port city of Yokohama, and to provide intriguing images of foreignness for the residents of the nearby metropolis of Edo. Hashimoto Sadahide (1807-1873) and his teacher Utagawa Kunisada (1786-1865) produced a humorous commentary on the curious intermingling of Japanese and foreign merchants in a triptych of 1861 depicting the interior of the Gankiro, Yokohama's most celebrated house of entertainment. The hero of the eleventh-century romantic epic the <em>Tale of Genji</em> finds his way to the foreigner's section of the establishment, where attempts are made to wait upon him in traditional fashion. Chinese merchants observe the spec­ tacle through a window as a party of Western guests dines while viewing a dance performance, oblivious to the hero's presence. The faux traditional Chinese calligraphy scroll on the wall to the right reads, \"foreign customers at the Gankiro.\" The scroll on the left bears the comical signature \"Sadahide the Chinese.\" Once the Meiji period began, and Western influences became increasingly evident, print artists entered still stranger territory. In <em>Sanno Festival</em> from the series <em>About and Beyond the Outer Precincts of Chiyoda Palace</em> (1897), Toyohara Chikanobu (1838-1912) deploys a Western-influenced pictorial lens for a historical depiction of Japanese commoners masquerading as an embassy from Korea before the shogunate in the heyday of its power. Their performance of foreignness draws upon a pastiche of motifs associated with other East Asian cultures and generally exotic elements such as the elephant. In another triptych, <em>Nobility Taking in the Cool Night Air</em> (1887), Chikanobu shows the imperial family experimenting with Western dress as their \"costume of state.\" The artist makes the most of boldly colored imported European aniline dyes to enhance the sense of pageantry, yet he also sets off his Western bridge with a tangle of flowers and grasses reminis­ cent of Rimpa School screen painting. In both works, Chikanobu makes, perhaps unwittingly, an interesting commentary on the power of costume to express cultural mores and political leanings. Similarly, a panoramic polyptych of a key battle in the Russo-Japanese war (1904-5) by Okura Koto (dates unknown) is at once stunningly modern in its use of Western perspective and graphic design, and thoroughly traditional in its incorporation of centuries-old battle scene motifs from Japanese handscrolls.While Koto's composition may have relied upon war photography or Western lithography, his use of a tube to blow white pigment across the sky to indicate snow recalls a similar use of black ink in the famous \"Burning of the Sanjo Palace\" episode in the thirteenth-century illustrated narrative <em>Tale of the Heiji.<em>&nbsp;</p><p>-- Sinead R. C. Kehoe Assistant Curator of Asian Art&nbsp;</p><p>SUGGESTED READING&nbsp;</p><p>1. Dobson, Sebastian, Anne Nishimura Morse,and Frederick A. Sharf. <em>A Much Recorded War: The Russo-Japanese War in History and Imagery.</em> Museum of Fine Arts, Boston, 2005.&nbsp;</p><p>2. Dower,john W. \"Visualizing japan.\" In <em>MIT Visualizing Cultures<em>[http://ocw.mit.edu/ans7870/21f/21f.027j/menu/ index.html]. Massachusetts Institute of Technology,2005.&nbsp;</p><p>3. Meech- Pekarik, Julia. <em>The World of the Meiji Print : Impressions of a NNNN ew Civilization.</em> New York:Weatherhill,1986. 4. Virgin, Louise E., et a l. <em>Japan at the Dawn of the Modern Age: Woodblock Prints from the Meiji Era, 1868-1912<em>.Museum of Fine Arts, Boston, 2001. 5. Yonemura, Anne. <em>Yokohama: Prints from Nineteenth Century Japan<em>. Smithsonian Institution, 1990.</p>",
            "title":"Collection Publications: Japanese Views of East and West",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}