{
    "makerid":13039,
    "published_date":"2024-02-22 02:02:19.427834",
    "type":"maker",
    "displayname":"Greek",
    "makertype":"Cultural Group",
    "alphasort":"Greek",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":null,
    "culturegroup":"Greek",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Greek",
            "alphasort":"Greek",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Greek"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300020072"
        },
        {
            "source":"ULAN",
            "id":"500202840"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a06e0edf682001701faff"
            },
            "caption_file":[],
            "title":"Curator's Voice: Statuette of a Centaur",
            "file_uri":"https://mediacentral.princeton.edu/id/1_r13c6qh2",
            "speaker_type":"Curator",
            "description":"J. Michael Padgett discusses \"Statuette of a Centaur\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        },
        {
            "_id":{
                "$oid":"605a0796edf682001701fb00"
            },
            "caption_file":[],
            "title":"Curator's Voice: Statuette of Hermaphrodite",
            "file_uri":"https://mediacentral.princeton.edu/id/1_mv9uxjcw",
            "speaker_type":"Curator",
            "description":"J. Michael Padgett discusses \"Statuette of a Hermaphrodite\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5daf181820f95900166a94c4"
            },
            "body":"<p>\"Human animals,\" with mixed human and animal characteristics, played a central role in Greek myth and are ubiquitous in Greek literature and art. Diverse in form, origin, and character, some of these fantastic creatures first appeared in Greece during the Bronze Age-in Minoan and Mycenaean art-only to vanish during the subsequent cultural hiatus of the Greek Dark Ages (ca. 1100-950 B.C.). Their reappearance in the sculpture and ceramics of the Protogeometric and Geometric Periods (950-700 B.C.) herald­ed a new era of contacts between Greece and the cultures of Egypt and the Near East that was to prove decisive in the for­mation of a distinctive Greek culture. The forms of many Greek composite creatures were adapted from Egyptian and Near Eastern sources, as demonstrated by their appearance in everything from Assyrian reliefs to Phoenician ivories. Half-horse and half-man, centaurs stand with legs in two worlds, between the rough freedom of Nature and the reasoned ascent of human culture.Wild and libidinous, like Nessos, who assaulted the wife of Herakles, centaurs also could be noble and wise, like Cheiron, the teacher of Achilles and Asklepios. In their ambivalent nature lies a key to the Greek soul, and by exam­ining their role in early Greek art, we may find clues to their essential meaning and to their particular significance in Greek culture. The centaur's bifurcated form symbolizes the ambivalent nature of the human being: part beast, part angel. This is a heavy load to bear, and in Western culture the centaur has been pressed into the service of both high art and low comedy, appearing in everything from comic books to illumi­nated manuscripts; from prints by Picasso to Disney's Fantasia and the recent Harry Potter books. In studies of Greek art, the many battle scenes between Greeks and centaurs are seen as symbols of the struggle between civilization and brutality, or even, as in the metopes of the Parthenon, the historical conflict between the Greeks and the Persians. These interpretations are cer­tainly correct, but hardly the whole story, for such simple symbolism-man good, brute bad-ignores the human half of the centaur as well as the bestial side of Man, an element of humanity well understood by the Greeks. Like satyrs, who also are part man and part horse, centaurs are wild, woodland creatures that dwell on the mountainsides and in gorges, caves, and forest glades. They are not so much evil as rude, their principal concerns being the satisfaction of their own appetites for sex, food, and alcohol. Their unbridled sensuality fre­quently gives way to thoughtless violence. Unlike satyrs, who are cowardly and inclined to whine, centaurs are brave and willing to fight for what they want, making them worthy antagonists for heros like Theseus and Herakles. These mythical heroes of the aristocratic horse-owning class, the <em>hippeis<em>, were the sons of gods and needed foes worthy of their status. Centaurs, with their manly qualities of courage and comradeship and their sense of aggressive self-entitlement, were the ideal opponents and, like the horse itself, may therefore have been symbols of aris­tocratic values, their equine forms glorifying the ethos of the <em>hippeis<em>. Their quasi-human character is even more evident in the two \"good\" centaurs, Cheiron and Pholos, who were friends to humankind and renowned for their wisdom and hospitality.</p>",
            "title":"Newsletter: Fall 2003",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5daf143a20f95900166a94bf"
            },
            "body":"Made in Northern  Greece in the late sixth century B.C., it is a silver gilt applique in the form of a frontal quadriga, a four-horse chariot. The artisan embossed a sheet of silver over a bronze matrix, adding the finer details free-hand with punches, chisel, and engraver. The holes around the perimeter and the piercing of the background show that it was designed to be sewn to a piece of brightly colored cloth or leather, possibly a saddle cloth or an ornament on a racing chariot. The charioteer is Nike, the winged goddess of victory, whose presence may allude to the owner's success in the hippodrome. The horses are rendered with strict frontality, their tails visible between their legs, as are the wheels of the chariot. The pole horses rub noses while the other two turn their heads to left and right, an arrangement seen also in black-figure vase-paintings of the period.",
            "title":"Pierced appliqué plaque: frontal quadriga with Nike charioteer",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Spring /Summer 2003"
        },
        {
            "_id":{
                "$oid":"5db0bbaaf85cb00016e5c671"
            },
            "body":"In all history, no ruler has left a more enduring legacy than Alexander III of Macedon-Alexander the Great (356-323 B.C.). His conquest of Persia introduced Hellenic culture to every corner of his vast empire, from Egypt to India, and opened the West to reciprocal influence from the East. Alexander was not just  a conqueror; he also founded dozens of cities that flourished long after successors divided his empire into separate kingdoms. For centuries, Roman, Christian, Muslim, and Hindu writers repeated and embellished the story of Alexander's life.\n\nThe head, which is said to be from Ashmounein, ancient Hermopolis, in Middle Egypt, is smaller  than life-size but has a colossal presence. It formerly was in the collection  of Wilhelm Horn, a German banker, who bought it in Cairo in 1933. The young king turns to the left and looks upward slightly with a faraway gaze. His luxuriant tresses fall to his shoulders and are parted in a distinct cowlick, the <em>anastole,</em> an essential feature of Alexander's portraits. The back of the head is roughly carved and was either covered by a headdress or finished in painted plaster, a com­ mon practice in Egyptian sculpture of the Ptolemaic period. Traces of red painted plaster in the lips and eyes and remains of gold leaf around the left eye indicate that the entire figure not only was painted, but also gilded, another common Egyptian practice. Ifhe did wear a headdress, it may have been that of an elephant, which appears on Alexander's coinage and was adopted by the Ptolemaic kings. A head of Ptolemy II in the Louvre, also from Hermopolis, is of comparable size. It is possible that the Louvre and Princeton heads are from a sculptural group created for a temple that was erected at Hermopolis in honor of Ptolemy III and Berenike II by the soldiers who settled there after the Third Syrian War (246-222 B.C.).\n\n\n",
            "title":"Sebastiano Conca, artist",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Newsletter: Fall 2008"
        },
        {
            "_id":{
                "$oid":"5db0626b21a3d500164867c6"
            },
            "body":"[This is a ] cast bronze head of a griffin, a fantastic creature with a feline body and the face of an eagle. Dating to the early years of the sixth century B.C., this griffin originally was one of three identical protomes, or head-and-neck  combinations, decorating the shoulder of a hammered  bronze cauldron, examples of which have been found at sanctuaries throughout the Greek world. The sinuous neck is more like that of a serpent than a bird of prey, and the hammered  marks covering its surface resemble scales rather than feathers. The slender proportions, tall ears, and bud-shaped terminal on the knob rising from the head-a common feature of Greek griffins-are characteristic of griffin protomes from the sanctuary of Hera on the island of Samos, and at other Greek sites of the eastern Aegean.\n\n",
            "title":"Newsletter: Winter /Spring 2006",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db1e703b627280016f5dc88"
            },
            "body":"<p>In Classical mythology, the nymph Salmacis loved the handsome but unresponsive Hermaphroditos, son of Hermes and Aphrodite. When he bathed in her spring, Salmacis embraced him forcefully and prayed that they never be parted. The gods granted her wish, and the two became a single divine being with both male and female characteristics, most commonly referred to by the feminine name, Hermaphrodite. In the Museum’s statuette, Hermaphrodite is represented leaning against a pillar. She apparently once held objects of some kind, perhaps a libation dish (phiale) in the left hand and a jug in the right. The figure is naked except for a mantle that is draped to reveal the male genitals. The latter are in notable counterpoint to the female breasts, the soft, feminine modeling of the body, and the sweet features of the face. Her long hair is caught up in a chignon at the nape. Faint traces of color remain. The body is worked in the round, but the back of the mantle is summarily modeled. There is a cutting in the side of the capital on the pillar; either the capital was completed by a separately made piece, or the statuette may have been articulated in some way with another object. Fewer than a hundred depictions of Hermaphrodite are known, most of Roman date. Sometimes she is shown nude, other times pulling up her cloak to expose the genitals, in the manner of Priapus. She may be accompanied by Aphrodite, Pan, Eros, or Silenus. In one type she struggles against the attentions of a lusty satyr, while another represents her sleeping. In contrast to these sculptural tours de force, meant to bemuse or titillate, this statuette is more iconic. It is not a playful genre figure but a static image of a particular deity. The only other example of this type is a much larger statue in the Istanbul Archaeological Museum that was found at Pergamon, a cosmopolitan center of the Hellenistic period whose Attalid rulers fostered major cults of a variety of gods. The Museum’s statuette is said to have been found on Rhodes, the location of an important school of sculpture. The lithe form and sweet sensuality of this figure are characteristic of the “Rococo” phase of the late Hellenistic period. Produced in the final era of Greek independence from Rome, it represents a culmination of sorts, beyond naturalism and before the exigencies of the Roman market forever changed the nature of Greek sculptural production. Not a salacious curiosity, rather an object of sincere devotion, the statuette represents the dichotomy of human nature and the yearning for unity in the face of ambivalent desire.</p>",
            "title":"Statuette of Hermaphrodite",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Magazine: Fall 2009"
        },
        {
            "_id":{
                "$oid":"5db31b1b4d9005001632973e"
            },
            "body":"[In 2012] the museum added to its fine collection of ancient Greek pottery an Attic skyphos, a type of clay wine cup with a deep bowl, two handles, and a disk foot. The cup was decorated in the black- figure technique by an anonymous vase painter known as the Theseus Painter, after his fondness for rep- resenting the Athenian hero. Active in the years 500–480 b.c., he was a versatile artist who painted a wide range of subjects, most often on skyphoi and lekythoi (oil bottles). Long after most vase painters had switched to red-figure, the Theseus Painter continued to work in the traditional black-figure technique.\n\nThis skyphos is extraordinarily large, a cup for a serious drinker. The figures on either side are framed by an ivy vine on the lip and a band of black-and-red tongues on the lower body. The two scenes are nearly identical, with Hermes and Herakles reclining on the ground at a sort of Olympian picnic, taking refreshment in the manner of mortal participants in a symposium, or drinking party. It is uncommon to find the same subject on both sides of an Attic vase, but the Theseus Painter painted double versions of this subject on four other skyphoi.\n\nOn one side, the half brothers Herakles and Hermes are shown shaking hands. Each was the son of Zeus, but by different mothers. Hermes was born a god, but Herakles was a mortal—he had to perform many heroic deeds before being granted immortality in Olympus. The brothers lie in a rustic setting; the grapevine grow- ing in the background suggests the symbolic presence of another son of Zeus, Dionysos, the god of wine. In the foreground, cuts of meat are represented in cherry-red slip, while the folds of the earth are in white. In the vine’s branches Hermes has hung his sword and cap (<em>petasos<em>), the latter a particular attribute of the god. The bow and quiver hanging above Herakles are among his attributes, as is the wooden club that he cradles in his left arm.\n\nOn the reverse, shown here, the composition is essentially the same, but instead of shaking hands, Herakles offers Hermes a cornucopia, a goat horn filled with fruits and cakes, offerings that mortals owe to the gods. It may be that Herakles is demonstrating to the users of this cup the ritual honors that are due to the Immortals. Bow, quiver, sword, and cap all hang in the vine as before, but now Hermes wears a second petasos, a redundancy that makes his identity even clearer.\n\nIn both scenes there are a number of brown drip marks above the figures. Before decorating a cup, while the clay was still “leather hard,” an Attic vase painter would apply a thin wash of ochre that, in the firing process, heightened the reddish-orange color of the clay. In this case, the application was apparently excessive, so that the wash ran when the cup was set, upside down, on a drying rack. Unnoticed until it was fired, the accidental result provides insight into the production technique and reminds us that the colors, including the rich black of the figures, are the result of carefully applied clay slips and a complex firing process, and that there is no added pigment in these extraordinary “paintings,” only clay.",
            "title":"Magazine: Spring 2013",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc451eda91ee2001645c319"
            },
            "body":"<p><strong>The Centaur's Smile: The Human Animal in Early Greek Art&nbsp;</strong></p><p><strong>Gorgons</strong></p><p>The Gorgons, whose name derives from the Greek word <em>gorgos<em>, meaning terrifying or fearful, were monstrous female hybrids defined by an inherent duality: deadly, yet also serving as powerful protective figures. Born to the sea monster Keto and the sea god Phorkys, the Gorgons were three sisters--Stheno, Euryale, and Medusa­ whom Athena turned into monsters after Medusa lay with Poseidon in a grove sacred to the goddess. Medusa was the only one of the three who was mortal, but she also possessed the power to petrify anyone who gazed upon her. Apollodoros tells us that King Polydektes commanded Perseus to kill Medusa and bring back her head. With the help of Athena and Hermes, who provided him with winged boots and a special sack (<em>kibisis<em>) to carry off the head, the young hero was able to complete this seemingly impossible task. In the <em>Iliad<em>, Athena wears Medusa's head on her goatskin aegis, while Agamemnon carries it on his shield, both, therefore, transforming the head of a dreaded demon into an apotropaic device capable of averting evil. Of all the composite \"human-animals\" in Archaic Greek art, Gorgons are among the most prevalent, appearing everywhere from precious gems to the pediments of monumental temples, their popularity probably due to their protective powers. In contrast to the common Archaic convention of representing figures in profile, Gorgons are typically depicted with their heads turned frontally, facing the viewer. By the beginning of the Archaic period, around 600 B.C., Greek artists had attached these hideous, mask-like faces to the winged body of a female, thus creating a powerful demonic image that was to remain popular for centuries to come. While the iconography of Gorgons is decidedly Greek, the formulation of their imagery owes much to Egyptian and Near Eastern precedents, most notably Bes, an Egyptian apotropaic divinity who was also rendered with a distorted, frontally posed face, and Pazuzu, a Mesopotamian winged demon with an equally deformed countenance.</p>",
            "title":"Collection Publications: The Centaur's Smile: Gorgons",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc4504da91ee2001645c318"
            },
            "body":"<p><strong>The Centaur's Smile: The Human Animal in Early Greek Art&nbsp;</strong></p><p><strong>Fantastic Creatures</strong></p><p>The mythical hybrid creatures referred to in this exhibition as \"human animals\" are prominent characters in the stories and legends that the ancient Greeks developed not only to entertain, but also to examine and explain themselves, their history, and their surroundings, Because the Greeks had no fixed mythological canon and no standard religious text, the roles of human­ animals changed over time and varied from place to place. They could be feared foes, guardians of a grave, transporters of the dead, devices for warding off evil, or decorative ornaments. Fantastic figures such as sphinxes, sirens, and satyrs adorn a wide range of artifacts in a variety of materials, from stone to gold, including pottery, jewelry, armor, and architecture. This exhibition presents the wide variety of Greek mythological composite creatures in the Geometric, Archaic, and Early Classical periods, from the eighth to the mid-fifth century B.C., demonstrating the richness of the Greek imagination and Greek civilization's debts to Near Eastern traditions. Centaurs Creatures combining the body and legs of a horse with the head and torso of a man (although early centaurs were often represented with a horse's hindquarters attached to a fully human body). With the exception of Cheiron, a civilized centaur who was the tutor to many Greek heroes, and Pholos, a creature of mild and hospitable nature, centaurs were known for their excessive fondness for wine and their subsequent unruly behavior. Satyrs Also known as silens. Part man and part horse but differing from centaurs in walking upright on two legs, either human or hooved. Satyrs represent an antithesis to the Greek ideals of youthful beauty and self-controlled behavior. Frequent companions of Dionysos, the god of wine, the satyrs' unbridled yet unsatisfied lust leads them into humorous situations. Some of the depictions of satyrs on Attic vases were inspired by satyr plays, comic parodies of myth with satyr choruses. Sphinxes Creatures with the body of a winged lioness and the head of a woman. According to a famous myth, the Sphinx came to Thebes and posed the following riddle, \"What has one voice and becomes first four-footed, then two-footed, and finally three-footed?\" Each day that the riddle remained unanswered, the Sphinx killed a youth. Oedipus finally provided the correct response­ Man, who crawls, then walks, then uses a cane-and eliminated the menace. Although episodes from the myth are occasionally represented, sphinxes in art more often have essentially decorative roles or, when placed on funerary monuments, act as guardians of the dead. Sirens Human-headed birds whose irresistible songs lured sailors to their death. In form, they resemble the ha-birds of Egyptian art, but in contrast are generally female. Sirens were associated with the under­ world, sometimes appearing on vessels used in funeral rites. Often, however, they are depicted as benign creatures and, like sphinxes, were a favorite decorative motif of Corinthian vase-painters. Acheloos An immortal, man-headed bull who is a personification of the longest river in Greece. Herakles fought him to acquire the hand of Deianeira and tore off his horn during the struggle. Minotaur A monster with the body of a man and the head of a bull. He lived in the Labyrinth, on Crete, where King Minos exacted a tribute of fourteen Athenian youths and maidens to feed him. The Minotaur died at the hands of Theseus, the mythical unifier of Attica. Nereus A wise old fish-man who could mutate into different forms. He was forced by Herakles to reveal the way to the Garden of the Hesperides, located at the ends of the earth. The Garden contained the golden apples that Gaia (Earth) gave to Zeus's wife Hera as a wedding gift and that Herakles was required to steal as one of his Labors. In the course of the sixth century B.C., the fight with Nereus seems to have been supplanted by Herakles' struggle with another fish-man, Triton, about whom little is known outside his appearance in art. Typhon Often represented with wings and a serpentine lower body. A huge monster who embodied the destructive forces of wind and fire, he was defeated by Zeus and buried under the volcanic Mount Etna. Pan The Arcadian god of the flocks. He is depicted either as a goat or as a human with the head of a goat (and often the legs as well). Pan assured the Athenians of his special favor at the Battle of Marathon (490 B.C.), when they soundly defeated a larger force of invading Persians. It seems that only after this event did Pan begin to appear in Greek art. Gorgons Three monstrous sisters whom artists depicted with wings, grimacing frontal faces with tongues lolling between curved fangs, and often with serpents for hair. Medusa, the only mortal Gorgon, had a face so horrible that it turned to stone anyone who gazed at her. King Polydektes of Seriphos ordered Perseus to bring back Medusa's head, hoping he would die in the attempt. The young hero succeeded, however, with help from Athena and Hermes, and returned with the head, which he used to petrify Polydektes. Medusa's disembodied head, the gorgoneion, became a common device for warding off evil, a tradition begun by the goddess Athena when she placed Medusa's head on her shield. Nathan T. Arrington Curatorial Research Assistant Princeton University Art Museum</p>",
            "title":"Collection Publications: The Centaur's Smile: Fantastic Creatures",
            "source_project":"Other",
            "author_type":"Other ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dbc7452313cac0016d84b05"
            },
            "body":"This drinking cup in the Princeton University Art Museum is of a type produced in Athens during the third quarter of the fifth century B.C. Most of the cup, which has relief ribbing on its lower body, is coated with black clay slip, a common type of non-figural decoration.\n\nSurprisingly, however, the underside of the cup is decorated with an unfinished image of a mounted Amazon, partially executed in the red-figure technique. Its placement here is unexpected, and it may be that a red-figure artist in the workshop where the cup was produced used the flat surface of the cup’s base to sketch a design that would later be employed on another vessel.\n\nThe Amazon, a mythical female warrior, is astride a horse and carrying a pair of spears. She is identified as an Amazon by her beardless face and swelling breasts as well as by her apparel, which includes ankle-length trousers and a belted tunic with long sleeves, garments associated with the non-Greek inhabitants of Asia Minor and the Black Sea region, in the distant reaches of which the Amazons were thought to dwell. Additionally, the Amazon wears a <em>mitra<em>, a headdress of eastern origin resembling a turban, whose cloth flaps hang down the sides and back.\n\nBecause the image on the cup is unfinished, we can see more clearly certain stages in its execution. In a red-figure vase-painting, the artist paints not with pigments but with a refined clay slip, a liquid that is thick in consistency, rather like honey. This is applied directly to the surface of the vessel, whose red color results from the presence of iron in the clay. In the case of this cup, the red hue has been given a pinkish cast by the application of a wash of ocher, which, like the clay of the vessel, is rich in ferric oxide. The artist began by sketching the design with a thin piece of lead or charcoal.\n\n[There is a] gray sketch [that] burned away in the kiln but left a shallow impression in the clay, now most visible in the head and forelegs of the horse, which were not subsequently covered. Such sketch lines sometimes indicate that the artist altered the original design in the final execution of the painting, although that seems not to have happened in this case.\n\nExcept for the hands and feet, which were only sketched, most of the Amazon’s body is outlined with thin black lines, as are the upper and rear portions of the horse, with partial indications of its tail and one of its hind legs. These black lines are called relief lines because (under magnification) it is clear that they stand slightly in relief on the clay surface. To make a relief line, the artist employed a very thin brush—just a few strands—that was laid down on the surface and then raised upward; sometimes a distinct groove is visible down the center of the line. Relief lines also were employed for the spears carried by the Amazon and for the two sets of parallel lines at the bottom, which in a finished work would have formed the ground line of the scene, perhaps framing additional ornament. \n\nOf all the elements of the picture, only the head of the Amazon is completely finished in the red-figure technique. Her face and <em>mitra</em> were contoured with relief lines, around which her entire head was again bordered with a wider band of thick black slip, the so-called eighth-inch band. The purpose of this carefully applied feature was to form a buffer protecting the figure from mistakes that could be made when filling in the background with black slip. Although the eighth-inch band stands slightly in relief in comparison to the background, it is much broader than a relief line and was applied with a larger brush that could be dragged across the surface in the ordinary way.\n\nHere the painter stopped, apparently content with having worked out whatever design questions motivated him to produce this unfinished image. The cup was then fired in the kiln, preserving the sketch.",
            "title":"Online Activities: Black-glazed Cup",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5de809bc97ee820016921997"
            },
            "body":"<p><strong>The Coroplast’s Art: Greek Terracottas of the Hellenistic World</strong></p><p>The conquests of Alexander the Great in the 4th century B.C. resulted in the cultural unification of the city-states of mainland Greece with the non-Greek kingdoms of Asia Minor and Egypt. An unprecedented internationalism resulted from the intermingling of Greek and non-Greek cultural experiences and the erosion of national boundaries through trade and military conquest. The concept of the <em>cosmopolites,</em> or “citizen of the world,” was born, as the traditional values of family, clan, and city-state were swept away by the emergence of large powerful kingdoms. The epoch that witnessed these events is known as the Hellenistic period. This is dated conventionally from the death of Alexander the Great in 323 B.C. to the establishment of the Roman principate in 31 B.C. The Hellenistic period was an era characterized by brilliant achievements in the sciences, literature, and the arts. For the individual living in the Hellenistic period, however, life in an expanded world was unstable and continually dominated by the turns of the <em>Tyche,</em> or fate. Various philosophies arose to deal with the vastness of the world in contrast to the smallness and insignificance of the individual. Writers and artists responded by placing an increased emphasis on the individual and the inner nature of human experience. In the minor arts in particular, artisans freely explored aspects of the human condition, from the composed to the anguished, from the timid to the bold. Small-scale sculptures made of terracotta, or clay, more than those in any other medium, provide a glimpse into the intimate and personal aspects of mortal existence in the Hellenistic world. In ancient Greece, the manufacture of miniature sculpture in terracotta was an industry practiced by a craftsman known as a coroplast, which means a modeler of small figurines. Coroplasts sometimes hand-modeled their products, but more often figurines were cast by pressing moist clay into one or more molds. While the process of hand-modeling the entire figure never disappeared from the Greek world, the use of a mold was so pervasive a technique that it can be said to characterize ancient Greek terracotta production in general. Brightly painted, occasionally gilded, and mass-produced in enormous quantity, these figurines had a broad appeal. Thousands have been found in sanctuaries and in graves throughout the Greek world, where they were deposited as offering to the gods; smaller numbers recovered from the ruins of ancient Greek houses testify to their decorative use in the home. The terracotta figurines in [the The Coroplast’s Art: Greek Terracottas of the Hellenistic World] exhibition represent six of the most important terracotta-producing centers of the Hellenistic Greek world: Athens, Tanagra, and Corinth on the Greek mainland; Myrina and Smyrna in Asia Minor; and Taras in southern Italy. The figurines from these centers document differing stylistic tendencies and also illustrate the stylistic interconnections between centers. Moreover, the themes illustrated by these figurines reveal a wide range of social concerns. Alongside the traditional representations of the gods and immortal heroes, they present new heroes and heroines who were drawn from the ranks of everyday life. Representations of illness and physical deformity also underscore the coroplast’s interest in social commentary. Since soft clay invites exaggeration, such commentary could take the form of caricature and encourage the creative whims of the coroplast. The passion for the theater and theatrical representation, so characteristic an aspect of the Hellenistic world, also is represented…. When seen as a whole, these terracotta figurines present a great map of ancient Greek life, expressed with the kind of intimacy and directness that only working in clay can provide. Because of the inexpensive nature of the clay and the suitability of the material for mass production, the coroplasts could appeal to a wide audience and, to judge form the large number of terracottas found in Hellenistic contexts, they must have created the single most popular form of sculpture of the day.&nbsp;</p><p>--Jaimee P. Uhlenbrock, Curator</p>",
            "title":"Collection Publications: The Coroplast‚Äôs Art: Greek Terracottas of the Hellenistic World",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dc44bd7a91ee2001645c317"
            },
            "body":"<p><strong>The Centaur's Smile: The Human Animal in Early Greek Art&nbsp;</strong></p><p><strong>Centaurs in Greek Mythology</strong></p><p>The personalities of centaurs reflect their physical duality: savage and brutal on the one hand, brave and benevolent on the other. Wild creatures, they were believed to live in the forests of Mount Pelion in Thessaly, feeding on raw flesh. In art, they are usually represented with the body and legs of a horse and the torso, head, and arms of a man. The myths of the centaurs became vehicles for the Greeks to explore the institutions of war, marriage, and guest friendship (<em>xenia<em>). Invariably, the centaurs' violation of culture reaffirms the superiority of male humans over their bestial enemies. Kentauros-the offspring of lxion, king of the Thessalian Lapithae, and Nephele, a cloud in the form of Hera-was said to have engendered the race of centaurs by mating with the wild mares of Magnesia. The centaurs make their first dramatic appearance in Greek mythology at the wedding of Ixion's heir, Peirithoos, to Hippodameia. Intoxicated by the wine at the feast, they assaulted the Lapith women; one of the centaurs, Eurytion, even tried to carry off the bride. The Lapiths, assisted by Theseus, king of Athens, drove the centaurs away but suffered some casualties, most notably Kaineus. Although Kaineus believed he.had been made invulnerable by Poseidon, the centaurs killed him by hammering him into the ground with the trunks of pine trees. This archetypal battle between men and centaurs, known as the Thessalian Centauromachy, was a favorite subject in ancient art and came to symbolize the triumph of Greek civilization over brutality and barbarism. Like humans, centaurs have their own heroic figures, who are far more \"civilized\" than other members of the species. Cheiron, renowned for his wisdom and justice, was the only centaur who was immortal, descended not from Ixion but rather from the union of Kronos and the Ocean nymph Philyra. He served as tutor for heroes such as Peleus and his famous son Achilles, as well as Jason, Meleager, and Aktaion. In Cheiron's \"school;' practical wisdom, morality, and proper behavior were taught alongside music, hunting, and the healing arts. Cheiron suffered an accidental death while inspecting the arrows of Herakles, which were tipped with the poisonous blood of the monstrous, nine-headed Hydra. Cheiron dropped one of the arrows on his foot, and to relieve him from his pain, Zeus let him surrender his immortality and die. He was commemorated among the stars as the constellation Sagittarius. The centaur Pholos resided in Pholoe, a mountain range between Elis and Arcadia, together with the centaurs driven from Pelion by Theseus and the Lapiths. When Herakles visited the cave of Pholos, the hospitable centaur offered him roasted meat, but the hero called for wine with his meal. Pholos stored a big wine jar in his cave but hesitated to open it because it belonged to all the centaurs in common. Herakles insisted, however, and soon the smell of the fragrant wine attracted the other centaurs, who stormed the cave. Pholos hid, but Herakles stood against the centaurs, who attacked him with trees, boulders, and axes. Using firebrands at first and then his bow and arrows, Herakles managed to kill most of the centaurs and routed the others down to Cape Maleas at the southernmost tip of the Peloponnes e. While burying the dead, Pholos was wounded by an arrow that he extracted from one of his comrades, and died. He was immortalized in the sky as the constellation Centaurus. The encounter between Herakles and the centaur Nessos, narrated in Sophokles' Trachiniae, is a necessary forerunner to the hero's eventual demise. Nessos attempted to rape Herakles' wife Deianeira while ferrying her across the river Evenos. Herakles promptly shot Nessos, but before dying the centaur offered Deianeira his blood mixed with the poison from the hero's arrows, calling it a love charm that would keep Herakles ever faithful to her. Many years later, when she discovered that Herakles was about to take a new bride, Iole, Deianeira anointed a robe with Nessos's drug and sent it as a gift to Herakles. The hero, unable to bear the terrible pain caused by the poison eating into his flesh, immolated himself on a funeral pyre, while Deianeira committed suicide upon learning the outcome of her deed.&nbsp;</p><p>--Kyriaki Karoglou</p><p>&nbsp;Department of Art and Archaeology Princeton University&nbsp;</p>",
            "title":"Collection Publications: The Centaur's Smile: Centaurs in Greek Mythology",
            "source_project":"Other",
            "author_type":"Faculty ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5ddd4a836c925f001639dddd"
            },
            "body":"<p>Goddess and Polis: The Panathenaic Festival in Ancient Athens</p><p>As I said before, the Athenians are more devout about religion than anyone else.</em> -- Pausanias (I.24.3) With the critical eye common to many travelers in a foreign city, Pausanias made this judgement about the citizens of the polis (city-state) of Athens during a trip there around 150 A.D. It is from his and other historical accounts that we know about the religious rituals of the Greeks as well as their art and architecture, much of which is no longer extant. By the time of Pausanias' visit, the Athenians had been celebrating their most famous festival, the Panathenaia for over seven hundred years. Held in honor of Athena, the patron goddess of the city, it was founded in 566 B.C. and remained a high point of civic and religious life until the fourth century A.D. Study of the Panathenaia is important for the insight it gives us into the social and religious practices of the first democratic society. It also helps us to understand some of the most significant works of art created in ancient Athens, such as the sculpted frieze of the Parthenon and the large painted vases awarded as prizes at the festival. Greek festivals were held on the same date every year and often were celebrated with special splendor every fourth year. The most famous of the festivals were held at Olympia, Delphi, Nemea, lsthmia, and Athens. At these religious celebrations, the worshipers considered it appropriate not only to offer their deities prayer s, votive gifts, and sacrifices of animal flesh, but also to perform musical concerts, theatrical plays, or feats of athletic prowess in the honor of the gods. By holding festivals, Aristotle wrote, the Greeks \"pay due honor to the gods and at the same time provide pleasant relaxations for themselves.\" The Panathenaia was held annually during the summer on the 28th of Hekatombaion (equivalent to late July on our calendar), reputedly the day on which Athena sprang full-grown from the head of her father Zeus. The \"Greater\" Panathenaia, which, like the Olympics, occurred every four years and lasted approximately a week, featured athletic and equestrian contests as well as competitions in music and poetry. It also included special events that were restricted to the members of the ten Athenian tribes, such as the boat race in the city's harbor, military dancing (known as the <em>pyrrhike<em>) and even a contest for something called \"manly excellence.\" The most sacred events of the festival began with a torch race that started in the grove of Plato's Academy outside the city walls and finished at the altar of Athena on the Akropolis. Partly athletic, partly religious, this transfer of fire is still part of the Olympics today. On the following day at sunrise, the official Panathenaic procession commenced at the Dipylon Gate and moved solemnly along the Panathenaic Way to the Akropolis. In the long line of marchers were citizens, other residents of the city, and foreign delegations: knights on horseback , charioteers, musicians, old men bearing branches, youths and maidens with sacrificial equipment, elders, officials, and the priest and priestess of Athena. The festival culminated in the presentation of a newly woven robe, or peplos, which was draped on the sacred olive wood statue of Athena Polias. Now lost, this image may be reflected in the many small terracotta statuettes of a seated goddess that have been found on the Akropolis.&nbsp;</p><p>CONTESTS AT THE PANATHENAIA&nbsp;</p><p><em>\"But as they were running the last part of the race, then Odysseus said a prayer inside his own mind to grey-eyed Athena: “Hear me, goddess; be kind; and come with strength for my footsteps.”</em> – Homer, <em>Iliad</em> (23.768-70) The ancient Greeks were renowned for their practice of staging competitions in which they demonstrated their gymnastic and artistic skills. Some of these contests, particularly the athletic and equestrian events, may have originated in the practice of war and in ritual s honoring the dead. Eventually, however, the games (<em>agones<em>) became cultural and religious celebrations: a dedication of physical energy and display of competitive excellence to honor the gods. By the fifth century B. C., it had become common for professional athletes to travel throughout Greece and compete in a <em>periodos</em> or circuit of games. We know much about such contests from references in Greek literature, but a principal visual source for our knowledge of Greek sport is Athenian pottery, in particular the large vases known as Panathenaic prize amphoras that were commissioned specifically for the festival. Expertly decorated and filled with valuable olive oil, they were given as awards to the victors in most of the athletic and equestrian events. The painted decoration was the same for each vase: on one side, a depiction of the warlike Athena, spear raised and striding forward; on the other, a scene of the contest for which the amphora and its contents were the prize. It is largely from these images that we know about the use of athletic equipment, namely the javelin, discus, and jumping weights, about such details as the dress of judges and trainers, and the various holds of wrestlers. Athletic contests at the Panathenaia consisted of the footrace, pentathlon, wrestling, boxing, and the pankration, a no-holds­ barred type of wrestling with only gouging and biting prohibited. Wrestling, boxing, and the pankration were considered the \"heavy\" events possibly because there were no weight classes and the heftier athletes tended to dominate. Boxing was particularly brutal since no protective equipment was worn except leather thongs to bind the hands, and blows were delivered to the head rather than the body. The equestrian contests were the most dramatic spectacles and were dominated by aristocrats since only the very wealthy could afford to maintain stables and hire jockeys. The four-horse chariot (quadriga) race was probably the most prestigious event, as the largest number of prize amphoras (140) was awarded to the winner. The Greek poet Pindar credits Athena with the invention of the double pipes, so it is appropriate that musical contests were part of her festival. There were four types of competitors: the <em>aulete</em> who played the aulos or double pipes; the <em>aulode<em>, who sang to the accompaniment of the pipes; the kitharist, who played an elaborate form of lyre known as the kithara; and the <em>kitharode<em>, who both played and sang. Music would have been heard as well at some of the athletic events such as pyrrhic dancing, during the Panathenaic procession, at the sacrifice on Athena's altar, and afterwards at the victors' banquets. The contests at the festival also included poetic recitations of the epics of Homer by professional performers known as rhapsodes, whose skill was such that they could reduce their audiences to tears . Like the tragedies and comedies presented at the annual festivals of the god Dionysos, the music and poetry performed at the Panathenaia constituted both a religious act and popular entertainment. Although prize vases were not awarded to the victors in these events, scenes of such competitions were depicted on vases similar in shape to the Panathenaic prize amphora.&nbsp;</p><p>GREEK ART AND THE PANATHENAIA&nbsp;</p><p><em>…she caught up a powerful spear, edged with sharp bronze, heavy huge, thick, wherewith she beats down the battalions of fighting men, against whom she of the mighty father is angered, and descended in a flash of speed from mount Olympus…</em> -- Homer, <em>Odyssey</em> (I.99-102) It is not known whether the city was named for Athena, or if she was named after the polis. Regardless, her image could be seen throughout Athens. Her likeness - and that of her attribute, the owl - decorated the pottery of the Athenians and was stamped on their coins. She was also depicted in m an y guises in the statues housed in her various temples and dedicated by worshipers in the outdoor spaces of the Akropolis. Most often Athena appeared as she is described above-- a warrior armed for battle with helmet, spear, shield, and her aegis, a breastplate fringed with snakes and embellished with the fearsome head of the gorgon, Medusa. She was also worshiped in a more peaceful guise as Athena Ergane, the goddess of craftsmanship, whose patronage of weavers and potters was important for the well-being of the city's economy. Her most famous image in antiquity was the forty-foot colossal statue fashioned of ivory and gold by the famed sculptor Pheidias. As its name Athena Parthenos implies, it stood inside the Parthenon, the temple constructed in 447-432B.C. at the instigation of Perikles. Showing the goddess standing calmly, with her shield and spear at her side and a winged victory in her right hand, the statue symbolized the tremendous civic pride of a city at the very height of its political power. On the Panathenaic peplos, a story-cloth woven by aristocratic Athenian women during the nine months preceding the festival, she was traditionally shown fighting the Olympian gods' mighty enemies, the giants. Although Greek textiles rarely survive, we get a glimpse of the richly decorated garments worn by deities in sculpture and on painted vases, and the Parthenon frieze shows the peplos itself being folded by the priest of Athena. On the Panathenaic prize amphoras, Athena was portrayed as the guardian and protectress of those who worshiped her. The earliest surviving vase of this type was produced at the time of the founding of the festival's athletic contests in 566 B.C. and the latest examples are four centuries later in date. It has been estimated that for each quadrennial festival a minimum of 1400 vases [were] required. The commissions to produce these would have been extremely lucrative for Athenian workshops and were given to some of the finest artists in the city. Panathenaic prize amphoras were painted in a technique known as black-figure, in which the background remains the reddish-orange color of the clay while the ornament and figures are painted with a mixture of water and clay (slip) which fires shiny black in the kiln. This method of vase-painting dominated until 530 B.C., when Athenian potters invented the red-figure technique in which the figures are left in the color of the clay and the background is painted in black slip. However, because of religious conservatism, the festival vases continued to be executed in black-figure. This conservatism is also evident in the figure of Athena on the front of the vases; although she grows taller over time, she retains the static pose and two-dimensional quality of early Greek art. The vase-painters were not so restricted in their depiction of the athletes on the back; their poses and musculature reflect contemporary developments in Greek painting. In addition to the amphora (a two-handled jar for liquids such as oil and wine) Greek potters produced a range of utilitarian shapes. Many, such as drinking cups (kylix or skyphos), the wine jug (oinochoe), and the bowl for mixing water and wine (krater), were used at men 's drinking parties known as symposia. Other narrow-necked shapes like the miniature Panathenaics and the lekythos held perfumed oil, which was used for personal hygiene or for anointing the dead . The lekythos was often decorated in yet another technique known as white-ground in which the surface of the vase is coated with a white slip, on top of which figures are either outlined or drawn in black silhouette. History has already judged the culture of Classical Athens to be a high point of western civilization. To what extent its brilliance can be attributed to the city 's foremost festival , the Panathenaia, is still a matter of conjecture. However, we ca n state that the marble buildings of the Akropolis, the sculptures adorning Athena 's temples, the statues dedicated in her sanctuary, and the vases commissioned for her festival are unsurpassed in all of Greek art. The Panathenaia inspired a level of civic consciousness and pride in polis that in turn generated one of the richest displays of Classical art. Long after Macedonian troops and Roman legions had swept away the political autonomy of the Greek city-states, Athens remained preeminent in the arts. Perikles foresaw the lasting greatness of the city when he spoke these words in his famous funeral oration: <em>Taking everything together then, I declare our city is an education to Greece…mighty indeed are the marks and monuments of our empire which we have left. Future ages will wonder at us, as the present age wonders at us now.</em> -- Thukydides, <em>The Peloponnesian War</em> (II.41)</p>",
            "title":"Collection Publications: Goddess and Polis: The Panathenaic Festival in Ancient Athens",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db893cb975ec80016e02d52"
            },
            "body":"In classical mythology, the nymph Salmacis loved Hermaphroditos, son of Hermes and Aphrodite. When he bathed in her spring, Salmacis embraced him and prayed that they would never be parted. The gods granted her wish, and the two became a single divine being with both male and female characteristics, most commonly referred to as Hermaphrodite. In this statuette, said to have been found on Rhodes, the god is naked except for a mantle that falls below the male genitals, the latter in counterpoint to the girlish face and the feminine modeling of the body. Leaning against a pillar, she apparently once held a wine jug in her right hand and an offering dish in her left. The figure’s lithe form and sweet sensuality are characteristic of the so-called Rococo phase of the Late Hellenistic period. Another, larger example of this type was found at Pergamon, in western Turkey, a cosmopolitan center whose Attalid rulers fostered the cults of a variety of gods. Such sculptures were not salacious curiosities but objects of sincere devotion, representing the dichotomy of human nature and the yearning for unity in the face of desire.\n\n<em><em>Conversation prompts<em><em>\n\nHow did the sculptor combine male and female attributes in this statuette? Do you see one gender dominating over the other?\n\nHow would you describe the figure’s drapery?",
            "title":"Teach with Collections: Statuette of Hermaphrodite",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}