{
    "makerid":22395,
    "published_date":"2024-02-20 02:01:08.911804",
    "type":"maker",
    "displayname":"Alison Saar",
    "makertype":"Individual",
    "alphasort":"Saar, Alison",
    "lastname":"Saar",
    "firstname":"Alison",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1956, Los Angeles, CA; active New York, NY and Los Angeles",
    "begindate":1956,
    "enddate":0,
    "nationality":null,
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alison Saar",
            "alphasort":"Saar, Alison",
            "lastname":"Saar",
            "firstname":"Alison",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500122244"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/263010399"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64d67451538ac6620e32b744"
            },
            "exhibitions":[],
            "body":"<p><strong>Art@Bainbridge | Exhibition Preview</strong><br><strong>Cycle of Creativity: Alison Saar and the Toni Morrison Papers</strong><br>February 25–July 9, 2023</p><p><br><i>Cycle of Creativity: Alison Saar and the Toni Morrison Papers</i> brings sculptures, prints, and textiles by the mixed-media artist Alison Saar (born 1956) into conversation with the work of Toni Morrison (1931–2019), whose vast archive of papers and ephemera from her career as an author, essayist, professor, editor, and playwright is housed by the Princeton University Library. Organized around the themes of musicality, labor, and ancestors—concerns that resonate &nbsp;in the works of both Saar and Morrison—this exhibition explores the creative landscape from which they each have drawn inspiration, including the work of past generations, as well as their shared dedication to giving voice to the Black American experience and creating space for the cultural production of future generations through a dynamic that Saar calls a “cycle of creativity.”</p><p>&nbsp;</p><p>Princeton University Art Museum Winter 2023 Magazine</p>",
            "title":"Art@Bainbridge | Exhibition Preview; Cycle of Creativity: Alison Saar and the Toni Morrison Papers",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64da729f538ac6620e32b745"
            },
            "exhibitions":[],
            "title":"Art@Bainbridge: Cycle of Creativity: Alison Saar and the Toni Morrison Papers",
            "body":"<p><strong>Art@Bainbridge</strong><br><strong>Cycle of Creativity: Alison Saar and the Toni Morrison Papers</strong><br>February 25–July 9, 2023</p><p style=\"margin-left:40px;\">“ I entered this hall pleasantly haunted by those who have entered it before me. . . . &nbsp;I will leave this hall, however, with a new and much &nbsp;more delightful haunting than the one I felt upon entering: that is the company of laureates yet to come. Those who, even as I speak, are &nbsp;mining, sifting and polishing languages for illuminations none of us has dreamed of.”</p><p>Toni Morrison spoke these words when accepting the 1993 Nobel Prize in Literature, and the idea of working in conversation with those who had come before her as well as those who would come after is a recurring theme in her writings. This spring, in an initiative led by Autumn Womack, associate professor of English and African American Studies, Princeton University is hosting an array of programs that draw from the vast trove of papers from Morrison’s career held in the Princeton University Library.</p><p>Cycle of Creativity: Alison Saar and the Toni Morrison Papers brings sculpture, prints, and paintings by the artist Alison Saar into conversation with selected writings by Toni Morrison. The exhibition reveals various facets of Saar’s and Morrison’s practices through themes that resonate in the work of both artists. Saar shares Morrison’s dedication to giving voice to the African American experience, particularly the lives of Black women, drawing inspiration from past generations to create space for future cultural production. Saar discussed the ideas and influences for works featured in the exhibition with Mitra Abbaspour, Haskell Curator of Modern and Contemporary Art.</p><p><strong>Mitra Abbaspour:</strong><br>The exhibition opens with a maquette of one of your most recognized sculptures, <i>Swing Low</i>, a memorial dedicated to Harriet Tubman. [The larger-than-life bronze statue stands overlooking a busy intersection in Harlem.] What is the importance for you of this work as a monument that lives in public space as well as a representation of Harriet Tubman and the struggle for emancipation?</p><p><strong>Alison Saar:</strong><br>I was intrigued with [the invitation to propose this monument] mainly because of not only what [Tubman] had done, and what we know her for, but also all the things we don’t know her for. We all know about her as a conductor of the Underground Railroad, but we don’t really know that much about what she did after slaves were freed, including giving them a space to live and her role as a spy and as a nurse in the army and as a healer. So, I wanted to give a broader sense of who she was and her history, but I was also intrigued with this idea of her spirit of compassion. Throughout her life, she was giving and providing for others, often at the expense of her own happiness or sense of well-being. She made so many sacrifices with family and with risking everything to go back down south to bring other people up north.</p><p>I chose to present her with a quilt as a base that shows these stations of her life as a tool for furthering understanding of who she was historically. I did it in pictograms because she herself, being illiterate, wouldn’t have been able to read her own history early on. And I like the idea that it’s equally understood by children who are too young to read or maybe by people who don’t have the vision to be reading anymore since it’s also tactile. I also wanted to talk about her spirit, so she has this sort of supernatural component of pulling these roots up out of the ground and tilling the soil and turning it over and uprooting stuff to create space for something new to take root.</p><p><strong>MA: </strong>The next gallery presents multiple iterations of a work you call <i>Torch Song</i>. How did the figure of the woman in <i>Torch Song</i> come to you?</p><p><strong>AS: </strong>There are a number of things that have been really nfluential in my work: history, of course, literature pointing toward the likes of Toni Morrison and others—then music and contemporary events. All of these are not necessarily present in every piece, but I think they are simultaneously present in some pieces. When I was growing up in the 1960s, we were listening to a lot of Nina Simone. We were listening to the likes of Nancy Wilson. We were listening to a lot of rhythm and blues, and Motown was very prevalent. I was always amazed by the power of some of these female singers who often would be singing a song in which the lyrics were romantic, maybe those lyrics were even written by a white male, but those words coming through their mouths somehow were transformed and took on this secondary meaning.</p><p>I was really intrigued with songs that were &nbsp;being masked as romantic songs—which is what a torch song traditionally is—but then having that torch also be somehow setting a fire and burning down institutions and stale ideas as to who and what Black women can be and what they can do. So that was really the inspiration for that. . . . In <i>Torch Song</i>, she’s playing with this idea of fire coming out of her hand, coming out of her mouth. Her palm is also a means of illumination, showing the way, lighting the way, and then, because music is her weapon, she wears her piano keys in sort of a bandolier in Zapata style. [Laughs.]</p><p><strong>MA: </strong>In the <i>Copacetic</i> works (2019–21), which originated as a glass art installation on a subway platform in Harlem and became the basis for a series of linocut prints, and the sculpture <i>Juke Joint Djinn</i> (2016), there’s clearly a throughline of music. How do you think about this constellation of ideas?</p><p><strong>AS: </strong>I moved to New York in 1982 and began a residency at the Studio Museum the following year, and so Harlem was my stomping grounds. When I went back for the installation of <i>Swing Low</i> [in 2008], I saw how much had disappeared. I had this great map of all the jazz and music places in Harlem that were not even there anymore. I wanted to have this piece pay tribute to that history that was being erased, so I did a series of sixteen glass pieces that depicted all these different aspects of Harlem in its heyday, from the Harlem Renaissance to the 1960s, where musicians—the likes of Cab Calloway, Louis Armstrong, and everyone—would be performing.</p><p>With <i>Juke Joint Djinn</i>, long story short, I had bought some of these moonshine jugs because I was playing with this idea of distilleries [as a metaphor for distilling ideas about racism and bigotry] and this idea of a djinn and the Aladdin’s lamp, which is a huge distortion of the origins and understanding of djinn spirits. I decided maybe these jugs could then be containers of these spirits, and the spirit of dance and celebration and maybe a little bit of trouble mixed in there too. And just that sort of wild let-your-hair-down atmosphere in a juke joint, where it became a space where you could just get out of that bottle and dance. It’s kind of the celebration of the ability to escape the daily drudgery that African Americans were bottled into in terms of their work and what they had access to. To be able to go somewhere at night and let loose and dance and home into all these ancestral spirits that are still part of who we are.</p><p><strong>MA:</strong> The final room in the exhibition brings together three works—<i>Cotton, Reapers</i>, and <i>White Guise</i>—all of which depict enslaved female figures, both women and girls. What does the subject of the Black female figure mean for you?</p><p><strong>AS: </strong>Part of my focus in terms of looking at the Black female body came when I had my first child, and all of a sudden, I started to understand who I was physically and what this body as a machine could do. I became interested in the fact that because of that ability to produce children and nurture children, we were then being taxed to do so many more things other than just labor. Looking at enslaved Black women, their plight was compounded by the idea that they are objects of desire for being raped and molested, and they are also being used as breeders—and if they were up on the auction block, they were being tested for their strength and for the broadness of their hips to birth babies. And just how intense that was and how really it was just another layer of burden that was laid upon enslaved Black women.</p><p>And then the idea for <i>Cotton</i> really came out of seeing, looking, and hearing about young Black children, male and female, but specifically looking at the daughter of Philando Castile’s girlfriend, who was in the car when he was slain by police officers. I was trying to understand how a little girl, or any child really, goes forward having witnessed that and wanting to give her the tools to survive and to be whole and not have her entire life destroyed by this incident. It just seemed so insurmountable, so incredible to me. So, for me, it was giving these girls the tools they needed to survive and go forward.</p><p><strong>MA: </strong>The way you think about creating tools for survival in these works recalls one of the passages from Toni Morrison that we discussed:</p><p style=\"margin-left:40px;\"><br>\"I think about us, black women, a lot. How many of us are battered and how many are champions. &nbsp;I note the strides that have replaced the &nbsp;tiptoe; I watch the new configurations we have given to personal relationships, wonder what shapes &nbsp;are forged and what merely bent. I think &nbsp;about &nbsp;the sisters no longer with us, who, in rage or contentment, left us to finish what should never have begun: a gender/racial war in &nbsp;which everybody would lose, if we lost, and in which everybody would win, if we won. I think about the Black women who never landed who are &nbsp;still swimming open-eyed in the sea. I think about those of us who did land and see how their strategies for survival became our maneuvers for &nbsp;power.”<sup>1</sup></p><p><br>This also resonates with the ways that you’ve spoken about history, literature, music, and contemporary events coming together in your work. &nbsp;</p><p><strong>AS:&nbsp;</strong> I love this idea of strategies for survival, and I think of music and dance as being strategies, on the level of just a release and escape. But beyond that, they are strategies as a means of conspiracy and of gathering and plotting and empowering and strengthening. If we think about how historically enslaved African Americans did not have access to writing or education for writing [. . .] the need for storytelling was gratified or satisfied through oral traditions and art. They wouldn’t have access to [many materials to] make stuff, but the stuff that they were making was just so incredible and powerful. I think of Harriet Powers’s quilts telling these amazing stories through pictograms and artisans working in wrought iron and things like that. When looking strictly at enslaved folks, the arts have always been a means, again, to soothe the soul and also fire it up.</p><p>&nbsp;</p><p>&nbsp;</p><p><sup>1&nbsp;</sup> &nbsp;Toni Morrison, “A Knowing So Deep,” Essence, May 1985, 230. Toni Morrison Papers, Princeton University Library.<br>&nbsp;</p><p>Princeton University Art Museum Spring 2023 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64dbebfc538ac6620e32b74d"
            },
            "exhibitions":[],
            "body":"<p><strong>Art@Bainbridge</strong><br><i><strong>Cycle of Creativity: Alison Saar and the Toni Morrison Papers</strong></i><br><strong>On view through July 9, 2023</strong><br>&nbsp;</p><p><i><strong>A Trio of Torch Songs for Resistance, Survival, and Celebration</strong></i></p><p><br><i>For a long time, the art form that was healing for Black people was music. —Toni Morrison<sup>1</sup></i></p><p><br>Music in its many guises—song, dance, band, and chorus—is a subject that both Toni Morrison and Alison Saar engage in their work to represent the particularity of Black voices and the history of the African American experience. In <i>Cycle of Creativity: Alison Saar and the Toni Morrison Papers</i>, one can trace this theme through Morrison’s texts, from the cadences of the conversation in the opening pages of <i>Sula</i> (1973) to her lyrics for the orchestral composition <i>Honey and Rue</i> (1992) and in essays in which she speaks to the healing properties of music. For Morrison, the musicality of oral storytelling traditions—especially the integration of call-­and-­response formats into prose—was an essential characteristic of Black literature and one that she returned to often. Similarly, music is a subject central to Saar’s artistic explorations that appears in her work in various media and guises. &nbsp;</p><p>The woman in Saar’s <i>Torch Song</i> works is an embodiment of the multifaceted role of music in African American culture. A tall, striking figure in an elegant and sinuous floor­-length gown, she represents the allure of the nightclub chanteuse and the inner force of a social justice warrior, her fiery voice issuing forth from crimson lips. Three of Saar’s four versions of <i>Torch Song</i>, each created in a different medium—a freestanding sculpture, a painting on a carved wood tabletop, and a linocut print—are united for the first time in Cycle of Creativity.</p><p>The ﬁgure in the sculpture Torch Song wears a set of piano keys across her chest like a bandolier, emphasizing the power of her music as a weapon of resistance. In the painting she wears only a scarlet gown and emerges from a field of deep royal blue; here the flame, carved into the found oval tabletop on which she is painted, is covered in gold. &nbsp;The painting’s rich jewel tones, golden flame, and tondo form lend this Torch Song the aura of a saint.</p><p>Embodied metaphor is essential to Saar’s characteriza­tion of <i>Torch Song</i>, and she notes, “What’s been so interesting in terms of the history of blues is how the lyrics say one thing, but it’s codified and often they were singing about things beyond that. I re mem ber one song was about some woman complain ing about her man not having enough money for this or that, but it was also a criticism of Jim Crow and a criticism of how Blacks didn’t have access to land, and Blacks didn’t have access to the food that they needed. Even though this was a torch song—this romantic song complaining about her lover because she couldn’t just come out and say it as a protest song—all of those things were still there. They were just kind of below the surface, and you had to know what to listen for to understand what they were saying. This is the inspiration of <i>Torch Song.</i>”<sup>2</sup> Believing that these voices have resounded across generations of African American female singers, Saar has compiled a playlist for the installation that includes songs by artists from Bessie Smith to Lauryn Hill.</p><p>Torch Song first appeared among the early twentieth­-century musicians and nightclub patrons Saar rendered in a series of glass panels installed along Metro North train platforms in Harlem in 2018. With this installation, Saar set out to create a lasting presence for the many jazz clubs and juke joints that once filled the neighborhood, celebrating Harlem’s legacy as a musical epicenter and signaling the importance of this history at a time of rapid gentrification of the area. For Saar and for Morrison, Harlem’s music scene offered a space of creativity, respite, and resistance borne through music, dance, and communion. In Morrison’s words, music offered a particular joy, “a glorious freedom of movement in which rites of puberty were acted out on a dance floor to the sound of brass, strings, and ivory. For dancing was relief and communi cation, control of the body and its letting go.”<sup>3</sup> &nbsp;</p><p>In her red dress, the singer in the linocut version of <i>Torch Song</i> stands out among the figures in Saar’s print series <i>Copacetic</i>, in which the dynamism and vibrancy of Harlem in the 1920s and 1930s come to life. <i>Cycle of Creativity </i>presents &nbsp;all ten linocuts from the series to date, which are also recent additions to the Art Museum’s collections. Here the protagonist of <i>Torch Song</i>, together with her community of fellow musicians and audience of revelers, is brought into chorus with her sisters in paint &nbsp;and sculpture.</p><p><br>Mitra Abbaspour&nbsp;<br>Haskell Curator of Modern and Contemporary Art</p><p><br><sup>1&nbsp;</sup> &nbsp;Toni Morrison, “Rootedness: The Ancestor as Foundation,” in What Moves at the Margin: Selected Nonﬁction, ed. Carolyn C. Denard (Jackson: University Press of Mississippi, 2008), 58.<br><sup>2</sup> &nbsp;Alison Saar, in conversation with the author, February 12, 2023.<br><sup>3&nbsp;</sup> &nbsp;Morrison, “Rediscovering Black History,” in Margin, 54.&nbsp;</p>",
            "title":"A Trio of Torch Songs for Resistance, Survival, and Celebration",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}