{
    "makerid":173,
    "published_date":"2022-03-28 16:03:22.750955",
    "type":"maker",
    "displayname":"Jacques André Joseph Aved",
    "makertype":"Individual",
    "alphasort":"Aved, Jacques André Joseph",
    "lastname":"Aved",
    "firstname":"Jacques André Joseph",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1702 - 1766",
    "begindate":1702,
    "enddate":1766,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French painter and collector. His father, Jean-Baptiste Havet, a doctor of Armenian origin, died when Aved was a child. He was brought up in Amsterdam by his step-father, a captain in the Dutch Guards. At 16 he is said to have become a pedlar or ‘camelot’ (hence the nickname given to him by his French acquaintances) travelling through the Netherlands, drawing portraits at fairs. In 1721, after spending short periods in the Amsterdam studios of the French engraver Bernard Picart and of the draughtsman François Boitard (1652–1722), he left the Netherlands to work in the Paris studio of the fashionable portrait painter Alexis-Simon Belle. At this time he met other notable painters including Carle Vanloo and the portrait painters Maurice-Quentin de La Tour, Jean-Baptiste Perroneau and Jean-Etienne Liotard. He also formed a deep and lasting friendship with Jean-Siméon Chardin, with whom he may have collaborated on occasion; they used similar techniques, and he may have encouraged Chardin to turn from still-life painting to figure painting in the 1730s.\r\n\r\nAved was approved (agréé) by the Académie Royale in 1731 and was received (reçu) as a full member in 1734, on presentation of portraits of the painters Pierre-Jacques Cazes and Jean-François de Troy (both Versailles, Château). From 1737, when the Paris Salon reopened after a long closure, until 1759 he was a regular and much praised exhibitor of portraits. In rivalry with such artists of the older generation as Jean-Marc Nattier, Aved drew his clients from the nobility and upper bourgeoisie. Among his male portraits are those of Jean-Gabriel de la Porte du Thiel (exh. Salon, 1740; Cleveland, OH, Mus. A.), Carl Gustav, Count Tessin (exh. Salon, 1740; Stockholm, Nmus.; for illustration see Tessin, (3)) and Victor Riquetti, Marquis de Mirabeau (exh. Salon, 1743; Paris, Louvre). Inspired by his full-length portrait of Saïd Pasha, Turkish ambassador to the court of Louis XV (exh. Salon, 1742; Versailles, Château), he painted a number of sitters in fashionable Turkish costume. These include the Marquise de Sainte Maure (exh. Salon, 1743; St Maurice de Montcalm, priv. col., see Wildenstein, 1922, no. 96), who is depicted as a sultana in the gardens of the Seraglio. Aved’s official full-length portrait of the distinguished soldier Gaspard de Clermont-Tonnerre (exh. Salon, 1759; Ancy-le-Franc, Château) is a good example of his work in the Grand Manner.\r\n\r\nAt a time when French portrait painting was beginning to move away from the florid, mythologizing style of Nicolas Largillierre and his followers, however, Aved’s most characteristic works combine discretion with a concern for veracity and psychological penetration, stemming perhaps from his Dutch background and his close association with Chardin. His acknowledged masterpiece in this vein is the half-length portrait of Mme Crozat (exh. Salon, 1741; Montpellier, Mus. Fabre), the elderly wife of the immensely rich banker Antoine Crozat. She is depicted, spectacles in hand, seated at her needlework. This work, like others by Aved, was attributed to Chardin throughout the 19th century. Although he worked mainly in oils, Aved also made a number of pastels and red chalk drawings, although these are mostly untraced.\r\n\r\nAved formed a remarkable art collection (see Wildenstein, 1922, i, pp. 104–7, 136–61). This consisted of ceramics, Oriental bronzes and sculpture and, most notably, Old Master and modern paintings, with a preference for the Dutch and Flemish schools. He bought at sales in the Netherlands as well as in Paris and acquired a reputation as one of the foremost connoisseurs of his day. He seems to have acted as a dealer as well, since many of the pictures he is known to have bought at sales, such as those of Count Wassenaer d’Obdam (The Hague, 1750) and of Edme Gersaint (Paris, 1750), do not appear in the catalogue of his own sale (reprinted in Wildenstein, 1922, i, pp. 141–59) organized by Pierre Rémy in 1766. From this catalogue and other sources it is known that he owned paintings by or attributed to Rembrandt, Gerrit Dou, Adrien van Ostade, Nicolaes Berchem, Philips Wouwerman, Anthony van Dyck, Domenichino, Tintoretto, Guercino, Claude Lorrain, Nicolas Poussin and many others. Among the highest priced pictures in the 1766 sale were a Deposition by van Dyck (probably the work now in Munich, Alte Pin.), a Susanna and the Elders by Rembrandt (probably that now in Berlin, Gemäldegal.) and two paintings by Poussin, one of which may be the Tancred and Erminia in the Hermitage, St Petersburg. He is also known to have commissioned allegories of Painting, Lyric Poetry and Heroic Poetry from Louis Lagrenée. His fine collection of Rembrandt prints was sold some time before 1755 (GDA).",
    "altnames":[
        {
            "nametype":"Nickname",
            "displayname":"Camelot",
            "alphasort":"Camelot",
            "lastname":"Camelot",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jacques Aved",
            "alphasort":"Aved, Jacques",
            "lastname":"Aved",
            "firstname":"Jacques",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Jacques André Joseph Aved",
            "alphasort":"Aved, Jacques André Joseph",
            "lastname":"Aved",
            "firstname":"Jacques André Joseph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}