{
    "makerid":14792,
    "published_date":"2022-03-28 16:08:50.941079",
    "type":"maker",
    "displayname":"James Wei",
    "makertype":"Individual",
    "alphasort":"Wei, James",
    "lastname":"Wei",
    "firstname":"James",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born China, 1930",
    "begindate":1930,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"James Wei was born in China, and came to the United States in 1949. He received his Bachelor's degree in Chemical Engineering from Georgia Institute of Technology in 1952, M.S. and Sc.D. in Chemical Engineering from MIT in 1954 and 1955 (with a minor in Fine Arts from Harvard), and a degree in Advanced Management from Harvard Graduate School of Business Administration in 1969. He began his career as a Research Chemical Engineer for Mobil Oil Research in 1955 and advanced to Manager of Long-Range Analysis by 1969. He was Visiting Associate Professor of Chemical Engineering at Princeton University in 1962-1963, became Visiting Associate Professor of Chemical Engineering at California Institute of Technology in 1965, and Sherman M. Fairchild Distinguished Scholar in 1977. From 1971 -1977, Dr. Wei was the Man P Colburn Professor of Chemical Engineering at the University of Delaware. He joined MIT in 1977 where he served as Department Head of Chemical Engineering until 1988, and was the Warren K. Lewis Professor from 1977-1991. Between 1991-2002, he was Dean of Engineering and Applied Science at Princeton University. Since 1991, he became also Pomeroy and Betty Perry Smith Professor of Chemical Engineering, at Princeton University.\r\n\r\nDr. Wei has published more than 100 papers on research in chemical kinetics, catalysis, reaction engineering, and cancer chemotherapy, and he has coauthored seven books. Professor Wei has been editor of several books and journals including: Chemical Technology., member of the Executive Board, 1971- 1979; Consulting Editor for McGraw-Hill Book Series of Chemical Engineering from 1964-1992; and Editor-in-Chief of Advances in Chemical Engineering, since 1982, responsible for Volumes 12-24. He was the president of the American Institute of Chemical Engineers in 1988. He is currently a trustee of Smith College and the American University of Beirut. Among Dr. Wei's awards are: Award in Petroleum Chemistry from the American Chemical Society, 1966; Professional Progress Award from American Institute of Chemical Engineers, 1970; Member of the National Academy of Engineering, 1978; William H. Walker Award of the American Institute of Chemical Engineers, 1980; Member of American Academy of Arts and Sciences, 1982; Member of Academia Sinica, 1982; designated one of thirty \"Eminent Chemical Engineers,\" at the AIChE Diamond Jubilee Meeting, 1983; and Founders Award of the American Institute of Chemical Engineers for contributions to the profession, 1990.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Wei",
            "alphasort":"Wei, James",
            "lastname":"Wei",
            "firstname":"James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/198107997"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}