{
    "makerid":4131,
    "published_date":"2025-06-03 02:02:05.078506",
    "type":"maker",
    "displayname":"Samuel Palmer",
    "makertype":"Individual",
    "alphasort":"Palmer, Samuel",
    "lastname":"Palmer",
    "firstname":"Samuel",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1805–1881",
    "begindate":1805,
    "enddate":1881,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Samuel Palmer",
            "alphasort":"Palmer, Samuel",
            "lastname":"Palmer",
            "firstname":"Samuel",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500020452"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/7512746"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"65aed72be95df23b82d72143"
            },
            "body":"<p><strong>Exhibition</strong><br><strong>Great British Drawings from the Ashmolean Museum</strong><br>July 1–September 17, 2017</p><p><br>British art is the focus of this summer’s special exhibition, which features more than one hundred rarely seen treasures from the renowned collection of some 10,000 works on paper in the Ashmolean Museum, University of Oxford. This exceptional selection spans more than three centuries and celebrates a diversity of techniques and media—including metalpoint and mud—while underscor- ing the variety of functions encompassed by the art of drawing, from preliminary graphite sketch to highly finished watercolor. Showcasing celebrated artists such as William Blake, Thomas Gainsborough, Joseph Mallord William Turner, Dante Gabriel Rossetti, Aubrey Beardsley, and David Hockney, as well as outstanding works by lesser known artists, the exhibition casts a compelling lens on British art, history, and culture through drawing—the most intimate and spontaneous expression of the creative pro- cess—as manifested in portraits, landscapes, still lifes, narrative scenes, decorative designs, and book illustrations. The works on display project a dazzling variety and scope of graphic expression that is universal in appeal.</p><p>The oldest public museum in Britain, the Ashmolean was founded in 1683; however, British drawings did not become a significant presence in its collections until the mid-nineteenth century. Although a few drawings, most notably the oldest work in the exhibition—the arresting black chalk portrait of Thomas Alcock by Samuel Cooper (ca. 1650, see cover)—were bequeathed to Oxford earlier, it was not until the 1840s that the university began to collect fine art for display, rather than to decorate a library or to be consulted in the same way as books. The extraordinary 1843 acquisition of more than one hundred drawings by Michelangelo and Raphael from the collection of the portrait painter Sir Thomas Lawrence soon inspired substantial donations from various sources, including the art critic and Christ Church College alumnus John Ruskin, who gave thirty-four drawings by his hero J. M. W. Turner to Oxford in 1860. After becoming Slade Professor of Fine Art at Oxford, Ruskin donated a larger group—mainly consisting of drawings and watercolors by his own hand— to be used for teaching purposes in his innovative Drawing School, established in 1871.</p><p><i>Great British Drawings</i> is organized in four broadly structured chronological and thematic sections. Realistic portraits and figures in imaginary settings dominate the first section, Likeness, Sensibility, and Vision, 1650–1830, which also features academic studies from life and plaster casts. During this time, portrait drawing became a recognized British specialty, in graphite or chalk, and often on colored paper with highlights, as in Jonathan Richardson’s appropriately robust likeness of the prizefighter celebrity James Figg. The foundation of the Royal Academy in 1768 gave a new impetus to the study and the role of drawing &nbsp;for the artist, whose status had evolved from that of craftsman to creative genius. A rare composition sketch by Sir Joshua Reynolds, the Royal Academy’s first president, &nbsp;for a stained-glass window at Oxford (ca. 1778) is included in this section, as well as three boldly experimental chalk and wash studies by his great rival Thomas Gainsborough. Representing the steady anti-academic current in British &nbsp;art are dramatic drawings of religious, allegorical, political, and literary subjects by idiosyncratic artists such as James Barry, James Mortimer, and the Swiss-born Henri Fuseli. The visionary aesthetic of the poet William Blake is illustrated by two luminous watercolors, including <i>Baptism of Christ</i>, made after his religious conversion. Also featured &nbsp;is one of Samuel Palmer’s early pastoral and dreamlike Shoreham scenes, <i>A Young Man Yoking an Ox</i> (ca. 1831–32), &nbsp;an exquisite brush drawing that evokes a growing nostalgia for the English countryside that was being threatened by &nbsp;the industrial revolution.</p><p>The emphasis shifts to actual landscapes—made both &nbsp;at home and abroad—in the second section, Travel and Topography, which explores what is often called “The Golden Age of Watercolor,” roughly spanning the mid- eighteenth through the mid-nineteenth century. Synonymous with British Romantic literature and the quest to capture all that was “sublime” and awe-inspiring in nature, this momentous period witnessed the medium’s rapid evolution from the “tinted drawings,” produced by topographical artists such as Edward Dayes and the young &nbsp;J. M. W. Turner, toward an expressive medium that rivaled oil painting. Revelatory examples by innovative masters Francis Towne, John Sell Cotman, and Turner’s rival Thomas Girtin are included, as well as several atmospheric masterpieces by the mature Turner—including a rare streetscape, <i>Christ Church College, Oxford</i> (1832–33), in which the background dissolves in a haze of light and sky. After the Napoleonic Wars (1803–15), which discouraged travel abroad, many British artists ventured back across the Channel to the continent and beyond to the Middle East and India, as witnessed in evocative works such as John Frederick Lewis’s <i>Arabs with Camels by a Tomb in the Desert</i> (1858).</p><p>The third section—the heart of the exhibition— highlights one of the strengths of the Ashmolean collection: the complex world of the zealous young Pre-Raphaelites and their mentor John Ruskin, whose admonishing “truth to nature” was directed against the restrictive academic legacy of Sir Joshua Reynolds, with its reverence for antiquity and High Renaissance artists like Michelangelo and Raphael. Several of Ruskin’s watercolors, including a microscopic study of bird feathers (1871), are juxtaposed with a stunning array of narrative and decorative works on paper by founders of the Pre-Raphaelite Brotherhood—Dante Gabriel Rossetti, William Holman Hunt, and John Everett Millais— and by the younger Edward Burne-Jones. Several meticulously crafted compositions inspired by medieval literature, notably two watercolors by Rossetti illustrating scenes from Dante Alighieri’s <i>La Vita Nuova</i>, also reveal the influence of early painting techniques such as tempera and fresco, which the Pre-Raphaelites embraced as “primitive.” Among the portraits in this section are two by Rossetti of &nbsp;his muse Elizabeth Siddal, one of the “Stunners” who posed &nbsp;for many of the Pre-Raphaelites. An artist in her own right, she is represented by two drawings that exemplify the Pre-Raphaelite linear aesthetic, one that is continued in a more Symbolist vein by the black-and-white brilliance of Aubrey Beardsley’s book illustrations.</p><p>Rounding out the exhibition is the final and most wide-ranging section, called Change and Conflict: The Modernist Century. While influences from major European avant-garde styles such as Post-Impressionism and Cubism are illustrated in abstracting drawings by Harold Gilman and Ben Nicholson, a representational impetus dominates British art throughout most of the twentieth century— as manifested in the gritty social commentaries provided &nbsp;in preparatory studies by Walter Sickert, founder of the Camden Town Group, and William Roberts. Anchoring this section is a powerful group of works evoking the cataclysmic events and aftermath of the two World Wars, culminating in Paul Nash’s surreal watercolor <i>Under the Cliff</i> of a crashed German bomber on the Jurassic Coast (1940) and David Bomberg’s charged charcoal view of St. Paul’s Cathedral in London during the Blitz (1944). Concluding the exhibition are portraits by three of Britain’s greatest contemporary artists—David Hockney, Frank Auerbach, and Tom Phillips—which, while strikingly different in expressive forms of mark-making, share with their predecessors the art of capturing visual truth on paper.</p><p>&nbsp;</p><p>Laura M. Giles&nbsp;<br>Heather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Summer 2017 Magazine</p>",
            "title":"Exhibition: Great British Drawings from the Ashmolean Museum",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}