{
    "makerid":3711,
    "published_date":"2025-06-18 02:03:38.460028",
    "type":"maker",
    "displayname":"Adolph von Menzel",
    "makertype":"Individual",
    "alphasort":"von Menzel, Adolph",
    "lastname":"von Menzel",
    "firstname":"Adolph",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1815–1905",
    "begindate":1815,
    "enddate":1905,
    "nationality":"German",
    "culturegroup":null,
    "biography":"One of the most prominent German painters in the Realism movement. Became successful in Berlin in the second half of the 19th century. Noted for numerous paintings and illustrations relating to events in Prussia's recent history; he was a chronicler of the life of Frederick the Great (reigned 1740-1786). Known for portraits, industrial scenes, intimate studies of interiors, and local religious events. German painter (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Adolph von Menzel",
            "alphasort":"von Menzel, Adolph",
            "lastname":"von Menzel",
            "firstname":"Adolph",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Friedrich Erdmann von",
            "alphasort":"Friedrich Erdmann von",
            "lastname":"Friedrich Erdmann von",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcdc47d7c485d0016cf42f8"
            },
            "body":"A primarily self-taught artist, Menzel gained exposure to the graphic arts as an apprentice in his father’s lithographic workshop. Although he spent much of his early career producing prints and illustrations, he became best known for his historical paintings based on the life of Frederick the great. Following the foundation of the German Empire in 1871, Menzel became one of the most respected artists in Germany and throughout Europe. \n\nIn the last decade of his life, Menzel remained productive and completed a large number of portraits drawn with a pencil and stump. As he aged, so did the subjects he chose to depict. These drawings, which blurred the barriers between “sketches” and “posed studies,” were considered by Menzel to be independent works. \n",
            "title":"Collection Publications: Klinger to Kollwitz Labels",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}