{
    "makerid":3282,
    "published_date":"2022-03-28 16:05:22.262020",
    "type":"maker",
    "displayname":"James Robertson",
    "makertype":"Individual",
    "alphasort":"Robertson James",
    "lastname":"Robertson",
    "firstname":"James",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, active 19th century",
    "begindate":1800,
    "enddate":1899,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Robertson was trained in England as a coin engraver and in 1841 was invited to become the chief engraver at the new Imperial Mint in Constantinople (now Istanbul). It is believed that Robertson became interested in photography in Turkey in the 1840s. Robertson probably opened a studio in Péra, Istanbul around 1854 to 1856 which operated until 1867. From 1853 to 1860 Robertson was working with Felice Beato in Constantinople. He travelled with both Beato brothers, Felice and Antonio, to Malta to photograph in 1854 or 1856, Greece and Jerusalem in 1857. In 1855/56 Robertson and Felice Beato travelled to Balaklava, Crimea to take over the reportage of the Crimean War from Roger Fenton. They also reported on the Fall of Constantinople. In 1857 Robertson and Felice Beato were designated the official photographers of the British troops attempting to quell the mutiny in India. He also photographed the Siege of Lucknow, India in 1858. Also, during this period he photographed Palestine, Syria, Malta, and Cairo with the Beato brothers. In 1860 Robertson teamed up with Charles Shepherd in Constantipole after Felice Beato went to China to photograph the opium war. It is suggested that Robertson gave up photography in the 1860s and worked permanently at the Imperial Mint as an engraver. He retired from the Imperial Mint in 1881, and in that same year moved to Yokohama, Japan (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Robertson",
            "alphasort":"Robertson James",
            "lastname":"Robertson",
            "firstname":"James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}