{
    "makerid":1118,
    "published_date":"2022-03-28 16:03:58.079775",
    "type":"maker",
    "displayname":"Dr. M. Jay Goodkind",
    "makertype":"Individual",
    "alphasort":"Goodkind, M Jay Dr",
    "lastname":"Goodkind",
    "firstname":"M Jay",
    "nametitle":"Dr",
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1928",
    "begindate":1928,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Dr. M. Jay Goodkind",
            "alphasort":"Goodkind, M Jay Dr",
            "lastname":"Goodkind",
            "firstname":"M Jay",
            "nametitle":"Dr",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dae029b730fb1001626a477"
            },
            "body":"Born in New York City in 1928, Jay Goodkind graduated from Princeton University in 1949- He received his M.D. degree from Columbia University in 1953, and did his residency at Bellevue Hospital in New York. By 1958 he was chief resident at the Grace-New  Haven  Commu足nity Hospital in New Haven, Connecticut, and began teaching at the Yale University School of Medicin . In 1964 he joined the faculty of the University of Penn足sylvania School of Medicine, retiring in 1994 as clinical associate professor of medicine. As a specialist in cardiology, he was affiliated with the Philadelphia General Hospital from 1964 to 1977, where he also held numer足 ous administrative appointments. Between 1974 and 1998 he also was staff physician at the Mercer Medical Center in Trenton. Dr. Goodkind is the author of numerous articles in professional journals.\n\nDr. Goodkind's interest in photography began in 1938 at a summer camp in the Adirondacks. in 1948, while he was still a student at Princeton he won his first prize for a photograph. At Princeton, he was a member of the Graphic Arts Club, led by Elmer Adler of Firestone Library. Adler encouraged Goodkind's interest in photography and introduced him to the work of major photographic artists, one of whom was Ansel Adams, who was invited to the campus by Adler to discuss his work. About 1959, while teaching at the Yale School of Medicine, Goodkind became more serious about his own photography and began to exhibit and show his portfolio to other serious photographers. He began collecting photographs in 1964, with the purchase of a work by Ansel Adams, Aspens, New Mexico, 1958, which hangs in this exhibition.\n\nThe overall tone of the Goodkind collection is set by nine photographs by Adams. Goodkind found in the artist's work the manifestation of the qualities he had tried to embody in his own pictures: a superior technique within the style of straightforward, black and white photography and, in terms of subject, \"an apprecia足 tion of the environment and a desire to convey that appreciation to others.\" He remembers Adams saying, on his visit to Princeton, that his role in photography was to use his photographic technical ability \"to make nature more like nature than it really was.\"\n\nOne area of concentration in the collection is sand dunes, particularly of Oceana and Death Valley, California. Exhibited together in his home in New Hope, Pennsylvania, this group of images has a depth and variety that are extraordinary. The sinuous lines of the dunes and contrasting areas of brilliant light and deep shadow give a phenomenal vibrancy to these pictures. Goodkind has said that he admires these pictures as much for their accomplishment as for the consolation they bring to his own frustrations in making similar pictures-the  challenge  for his eye as well as for his technique.\n\nExplaining the focus of his collection, [Goodkind] has said, \"I believe my interest in contemporary photography is limited by my lack of formal training in art. I am not excited by the combination of various media with the photographic process. I guess I am limited to a love of pure photographic imaging.\"\n\n\n\n",
            "title":"Newsletter: Spring /Summer 1999",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}