{
    "makerid":426,
    "published_date":"2025-06-07 02:01:04.593945",
    "type":"maker",
    "displayname":"Herri Met de Bles",
    "makertype":"Individual",
    "alphasort":"Bles, Herri Met de",
    "lastname":"Met de Bles",
    "firstname":"Herri",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Flemish, ca. 1510–after 1550",
    "begindate":1510,
    "enddate":1555,
    "nationality":"Flemish",
    "culturegroup":null,
    "biography":"Herri met de Bles and Joachim Patinir are two of the earliest and most prominent landscape painters of the southern Netherlands. The two may have been related; Joachim may have been Herri's nephew. The identification of Herri met de Bles with Herry de Patinir is generally accepted (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Herri met de Bles",
            "alphasort":"met de Bles, Herri",
            "lastname":"met de Bles",
            "firstname":"Herri",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500120673"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/49142703"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5ddea9062d896e0016a73be5"
            },
            "body":"<p><em><em>Anatomy of a Painting: The Road to Calvary by Herri met de Bles<em><em>&nbsp;</p><p>The focus of [the 1995] exhibition [Anatomy of a Painting was] <em>The Road to Calvary</em> by the sixteenth-century Antwerp painter Herri met de Bles in The Art Museum, Princeton University and the relation of the painting to three drawings generously lent by the Kupferstichkabinett, Berlin. Two of the Berlin drawings, removed from the sketchbook of an anonymous sixteenth-century Netherlandish artist containing over seventy drawings… show the left and right side of the Princeton painting; the third drawing, after the right side of the painting’s landscape and architectural setting, came to the Kupferstichkabinett independently. <em>The Road to Calvary</em> was unknown to Julius Held when he published the Berlin drawings in 1933, but he thought they must reflect a painting; in 1949 K.G. Boon established that they were related to <em>The Road to Calvary</em> from a photograph of it in the Cavens collection sale catalogue (Brussels, May 23, 1922, lot 17). The painting was acquired by The Art Museum in 1950 at a New York auction through the generous gift of the Friends of The Art Museum, and published in the <em>Record of The Art Museum, Princeton University</em> (1955, vol. 14, no. 2) by Professor Robert A. Koch, who described the Berlin drawings as studies for the painting. Since that time an intriguing new element has been added to the equation. With the introduction of infrared reflectography in the late 1960s, the underdrawings, the preparatory drawings of paintings, if executed in carbon black, can now be made visible. The evidence of underdrawings has been invaluable in determining the hand and working method of artists and often in distinguishing original compositions and copies by the indication of changes in the drawing. Infrared reflectography has increased the corpus of drawings by major artists as well. The underdrawing of the Princeton <em>Road to Calvary</em> can now be compared with its painted surface and with the Berlin drawings. A comparison of the three shows interesting differences; for example, in both the underdrawing and Berlin drawing Christ kneels on one knee with the other foot flat on the ground, whereas in the painting he kneels on both knees. Yet there are also minor differences between the Berlin drawings and the underdrawing. An example is in the group of horsemen in the procession to Golgotha, who are similar in the underdrawing and painting, but different in the Berlin drawings. The Berlin drawings may be either copies of the underdrawing of the painting, the compositional model for the underdrawing, or both may depend on the same prototype. The question remains whether the draftsman of the sketchbook was someone with access to the workshop of Herri met de Bles, possibly a follower of assistant copying the underdrawing or its prototype or whether the two pages in the sketchbook are preparatory drawings by Herri met de Bles himself, as some scholars have suggested in the past. The documentation assembled in the exhibition, principally infrared reflectograms of the underdrawing of other paintings attributed to Herri met de Bles, provided new tools to attempt to reconstruct the graphic style as working methods of the artist and his studio, to consider the functions of different types of drawings in Antwerp during the second quarter of the sixteenth century, and to reassess the use of sketchbooks containing compositions and other studies, such as that in Berlin. Although Herri met de Bles was the most prolific and successful Northern landscape painter in the generation between Joachim Patinir (active 1515-1524) and Pieter Brueghel (active 1550-1569), he remains an enigmatic figure. Some biographical information is furnished in a poem of 1572 by Dominicus Lampsonius (Dominique Lampson), where his place of birth is given as Bouvignes. The accompanying portrait of the artist, presumably imaginary, includes an owl, his symbol, in a niche). In 1603-4 Karel Van Mander included the artist in his <em>Schilder-boek<em>, where his name was attributed to a white patch, or blaze, of hair on the front of his head. Van Mander reported the artist was “the master of the owl who put into all his works a little owl, which is sometimes so hidden away that people allow each other a long time to look for it wagering that they will not find anyway and thus pass their time, looking for the owl.” Van Mander called him “a master without having a master,” suggesting he was a follower of Patinir without being his apprentice and asserted the landscape of his native region, the Meuse River Valley, made a painter [of] him. He also noted his works were owned by the Holy Roman Emperor (Rudolph II), and were especially popular in Italy. Claims about the rapid spread of his reputation beyond the Alps are substantiated in Guicciardini’s 1567 descriptionof the Lowlands, where he is listed among the painters of Antewerp. Giogio V included him in the second edition of his lives of the painters (1568), and Giovanni Paolo Lomazzo mentioned him in his treatise on painting (1584). In 1621 Marco Antonio Guarini maintained that “Civetta” (“Owl,” his Italian nickname) was buried in the church of San Jac[opo] in Ferrara. No corroboration has been discovered, but it is tempting to believe the ruling Este may have called [him] to their court, or that he might have found favor with other Ferrarese patrons, as fantastic rock formations like those painted by Herri met de Bles were characteristic of the landscape settings of the fifteenth-century painters of the Ferrarese school, such as Marco Zappo, Francesco Cossa, and Ercole Roberti. In the mid-sixteenth century, Antwerp was a flourishing mercantile and commercial capital, the most important hub of the Northern art world, so there is every reason the painter’s reputation wand works would be known abroad. Despite his reputation, no Herri met de Bles appears in the records of the Antwerp painters’ guild of Saint Luke. Given the lack of documentary evidence on the artist, the technical evidence about his works provided by the infrared reflectography and dendrochronology is all the more valuable, and may eventually help to attribute works more certainly to the artist, identify the hands of followers and copyist, and establish the dates and nature of his artistic activity and the methods of his workshop production. <em>The Road to Calvary</em> is an example of the so-called <em>Weltlandschaft,</em> or World Lanscape, a term coined by German art historians to characterize a type of Northern landscape painting with a vast panorama, often suggesting the curve of the earth, with a narrative religious subject in the foreground, usually subsidiary to the landscape. The World Landscape tempers the new, Renaissance interest in the material, physical world with late medieval piety. This type of landscape was invented by Joachim Patinir. If the “Herry de Patenir” listed among the new free masters of the painters’ guild of Saint Luke in Antwerp in 1535 is actually Herri met de Bles, as some scholars have maintained, this may indicate a direct relation, either familial or professional, and the direct continuation of the landscape tradition invented by the older master. Whatever the case may be, after the rapid rise of this genre in early sixteenth-century Flanders, Herri met de Bles was its leading exponent in his generation. The World Landscape style was the first true landscape painting in the West since classical antiquity. Its sudden emergence during the European age of exploration led some scholars to note parallels with the great landscape tradition of Chinese and Japanese painting: both share high horizon lines, bird's-eye views over large distances, and an interest in dramatic mountain and rock formations. As early as 1932 Charles Sterling posed the question \"Influence or Coincidence?\" A comparison of the trajectory of the World Landscape style and European contact with Asia would seem to indicate that the similarities were a case of coincidence rather than influence. Herri met de Bles chose as narrative subjects for his paintings Biblical scenes of a devotional or evangelical nature. The prevalent culture of pilgrimage, whether to Jerusalem or Rome, seems to permeate his artistic world. In the Princeton <em>Road to Calvary<em>, for example, the continuous narrative of the Passion of Christ in the cityscape of Jerusalem in the background evokes the sites visited by pilgrims along the Via Dolorosa. The appeal of these subjects and settings for collectors is evident from the presence of works by Herri met de Bles, or Civetta, in sixteenth- and seventeenth-century inventories of collections across Europe. Study of the works of this cosmopolitan master, so admired and so avidly collected by his contemporaries, and so eclipsed today, offers clues to the international taste for a type of painting that challenged the supremacy of the Italian Renaissance tradition in Europe. The polar opposite of the figural tradition of classical antiquity and Renaissance Florence and Rome, this art is not to be understood at a glance, or from afar. Modern viewers who approach the World Landscapes of Herri met de Bles in the spirit in which they were painted will find their intense scrutiny, contemplation, and meditation richly rewarded. It is hoped that through the use of technology, such as infrared reflectography and dendrochronology, this engaging artistic personality will emerge more clearly from the shadows.&nbsp;</p><p>-- Betsy Rosasco and Normal Muller, Curators of the exhibition</p>",
            "title":"Collection Publications: Anatomy of a Painting: The Road to Calvary by Herri met de Bles",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e1f5699e6e34d0016647022"
            },
            "body":"The Catholic Counter Reformation, which lasted from about the mid-sixteenth to the mid-seventeenth century, was mounted to strengthen Catholic  dogma. The  Council  of Trent  (1545-1563) reaffirmed the belief in transubstantiation and stressed the glory of the Eucharist. Art of the Counter Reformation  sought  to further reinforce this central belief.\n\nReligious art was considered at the last session of the Council of Trent and further discussed by theologians in the last third of the sixteenth century. According to the new canon , religious imagery was to embrace accuracy, simplicity, and clarity. The impact of these tenets can be observed in Francken's <em>Road to Calvary<em>, a calm, easily read composition focused on Christ's encounter with Saint Veronica, who will wipe his face with her veil. A painting of the same subject by Herri met de Bles from ca. 1535 [y1950-1] is replete with the sort of narrative detail many later artists learned to forgo.",
            "title":"Collection Publications: Reflections of the Passion (y1976-9)",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}