{
    "makerid":4674,
    "published_date":"2022-03-28 16:06:14.933584",
    "type":"maker",
    "displayname":"Lorenzo di Credi",
    "makertype":"Individual",
    "alphasort":"Credi, Lorenzo di",
    "lastname":"Credi",
    "firstname":"Lorenzo",
    "nametitle":null,
    "middlename":"di",
    "suffix":null,
    "displaybio":"Italian, ca. 1456–1536",
    "begindate":1451,
    "enddate":1536,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter and draughtsman. He was a fellow pupil of Leonardo da Vinci and Perugino in the workshop of Andrea del Verrocchio. In 1482–3 he took over the workshop, and by 1490–1500 he occupied an important position in Florentine art life. He is known primarily for his devotional paintings, although he was also much in demand as a portrait painter and was a sensitive draughtsman.\r\n\r\n1. 1457–c. 1480.\r\n\r\nHe was the son of the goldsmith Andrea di Oderigo Barducci who died leaving his family in difficult economic circumstances. The name Credi (Tancredi) had belonged to a forebear and was also given to an elder brother of Lorenzo’s. By 1480, according to the catasto (land registry declaration) made by Lorenzo’s mother, Lisa, he was already working in Andrea del Verrocchio’s workshop for the very low wages of 12 florins a year. However, it is not known precisely how Verrocchio’s workshop was organized, and it is possible that in addition to official wages his pupils were also given partial payment for the work they executed to Verrocchio’s designs or on which they collaborated.\r\n\r\nBesides Leonardo and Perugino, it is probable that other artists were associated with the workshop, including Botticelli, Domenico Ghirlandaio and Francesco di Simone Ferrucci. Despite their youth, these artists were entrusted with important works and often carried them out in collaboration with each other or their master. It is therefore difficult to make any firm attributions for paintings executed in Verrocchio’s workshop during the 1470s and 1480s.\r\n\r\nLorenzo was probably singled out early as the best-suited for painting devotional works destined for an affluent but not over-sophisticated clientele. It is likely that by the age of 20, c. 1476, he was producing small, technically proficient panels of the Virgin and Child and of saints at prayer. These works are not particularly innovative in terms of composition, but their settings and landscapes are well constructed and painted in meticulous detail, and the figures are carefully arranged in the picture space. The clear, thin impastos of colour are painstakingly laid on and the paint surfaces appear polished and shining. Many of these works are derived from early paintings of Botticelli and Leonardo, but other features suggest an awareness of contemporary South Netherlandish painting, a common characteristic in Verrocchio’s workshop. Examples of these devotional works are the Virgin and Child paintings in Dresden (Gemäldegal. Alte Meister), Strasbourg (Mus. B.-A.), Mainz (Altertumsmus. & Gemäldegal.) and Turin (Gal. Sabauda). A St Sebastian (Modena, Gal. & Mus. Estense) also belongs to this group.\r\n\r\nIn 1475, or soon afterwards, Verrocchio was commissioned to provide an altarpiece in memory of Donato de’ Medici, Bishop of Pistoia (d 1466), for his tomb in the oratory of the Vergine di Piazza, near Pistoia Cathedral. The predella of this sacra conversazione is now dismantled: the central panel, a small Annunciation (Paris, Louvre) is attributed to Leonardo (sometimes to Leonardo in collaboration with Lorenzo di Credi), while a second panel showing a scene from the Life of St Donatus of Arezzo (Worcester, MA, A. Mus.) is entirely by Lorenzo; the third panel is untraced, though some scholars have suggested that a small Birth of the Virgin (Liverpool, Walker A.G.), an early work by Pietro Perugino, is the missing panel. The main panel of the altarpiece showing the Virgin and Child Enthroned with SS John the Baptist and Donatus of Arezzo (Pistoia Cathedral, Cappella del Sacramento) is important in the development of the sacra conversazione, both in the rigorous perspectival construction of the architectural elements and in the use of deeply receding landscape views which open up behind the saints. Although it is probable that the work owes its conception to Verrocchio and Leonardo, it was executed by Lorenzo di Credi. There are parallels with Fra Angelico’s early sacre conversazioni and with the work of Lorenzo’s closest colleagues, particularly Leonardo, some of whose studies he may have used as a basis for the figures of the Virgin and John the Baptist. The influence of Netherlandish painting is also apparent, especially in the landscape (the trees are highlighted by tiny dots of light), and in the northern appearance of the town on the left. The splendid carpet is recognizably Anatolian in origin, of the type usually attributed to the town of Ushak, and recalls similar carpets in the work of Jan van Eyck and Hans Memling.\r\n\r\n2. c. 1480–1500.\r\n\r\nAbout 1480 Verrocchio was called to Venice to design the equestrian monument to the condottiere Bartolomeo Colleoni (Campo SS Giovanni e Paolo; see [not available online]). He settled in Venice and died there in 1488. After Leonardo’s departure for Milan between 1482 and 1483, Lorenzo remained in Florence to run Verrocchio’s workshop, taking over the many commissions which had been left incomplete at his master’s departure. Before his death, Verrocchio named Lorenzo as his heir and the executor of his will. Under Lorenzo’s guidance, the workshop gradually changed direction. Verrocchio’s other pupils were established as independent masters and the activity of the workshop became more restricted and specialized, supplying mainly small-scale panel paintings of the Virgin, the Nativity and the Annunciation, as well as portraits. Lorenzo must have been much sought after as a portrait painter since he left an extensive series of small-scale drawings of heads done in silverpoint and white lead on pink, grey, yellow and brown paper. These vary from smooth-faced children and youths such as the Portrait of a Young Boy (Paris, Louvre, 1782) to the Head of an Old Man (Paris, Louvre, 1779) in which the aging skin is etched in a dense mesh of wrinkles. Vasari valued Lorenzo’s drawings highly and some, including the Portrait of a Young Girl (Paris, Louvre, 1738), were collected in his Libro de’ disegni.\r\n\r\nThe attributions of some of Lorenzo’s most important portraits, ascribed to him by early sources, have been disputed by modern scholars. They include the presumed portrait of Andrea Verrocchio (Florence, Uffizi), alternatively thought to be a portrait of Perugino, and the Portrait of a Man (Washington, DC, N.G.A.), which an early and seemingly reliable inscription on the back describes as a self-portrait of Lorenzo. Both paintings have also been attributed to Perugino. It is particularly difficult to accept the attribution of the Washington portrait to Perugino since the pose of the lean-faced man, his head thrust slightly back and his gaze fixed on a point outside the picture, is strongly suggestive of the artist painting his reflection in a mirror.\r\n\r\nBesides the numerous mannered devotional paintings destined for churches and chapels, Lorenzo also painted more sophisticated and original works, such as the Venus (Florence, Uffizi), in which a naked, athletic young woman appears against a dark background, draped in a light, transparent veil. This painting of a female nude has no equal in Tuscan painting of the time, although an interesting comparison can be made with Botticelli’s Birth of Venus (c. 1485; Florence, Uffizi) and there are also close affinities with the work of contemporary Flemish and German masters such as Lucas Cranach the elder and Hugo van der Goes. By the end of the 15th century the circulation of prints was fairly widespread, and paintings from north of the Alps were sought after and appreciated in Italy.\r\n\r\nThe sacra conversazione painted for the chapel of the Mascalzoni in S Maria Maddalena de’ Pazzi in Florence (1493; Paris, Louvre) is a more static and sentimental version of the Pistoia altarpiece, though Vasari admired it for its chromatic qualities. Vasari claimed that Lorenzo obtained particularly pure and gleaming surfaces by grinding his colours extremely fine, distilling his own oils and by keeping his colours separate by using a different brush for each one, a method that required patience and a great deal of time.\r\n\r\nLorenzo’s fragile creativity was better expressed in the smaller works that he painted in the last years of the 15th century, such as the Annunciation (Florence, Uffizi), in which the two figures are shown under an exquisitely decorated loggia, and the Virgin and Child with the Infant St John (Rome, Gal. Borghese), a tondo based on the colour harmony of a dominant blue with white, yellow, pink and green, recalling a terracotta by Luca della Robbia, an artist whom Lorenzo admired.\r\n\r\nIn the 1490s Lorenzo appears to have been affected by Savonarola’s preaching, although the extent to which he was involved in the Friar’s movement is unclear. He was in contact with Fra Bartolommeo, one of Savonarola’s most faithful supporters, and produced some works of a markedly devout tendency, devised in accordance with overtly didactic purposes: to this group belong an Adoration of the Shepherds (Florence, Uffizi) painted for the Franciscan monastery of S Chiara in Florence, a St Mary Magdalene in Penitence (or possibly St Mary of Egypt) (ex-Kaiser-Friedrich Mus., Berlin, destr.) and a St Francis Receiving the Stigmata (Ajaccio, Mus. Fesch). In all three paintings, the attitudes of the figures, whose faces are bent over hands clasped in prayer or raised in ecstasy towards the godhead, reveal a type of religious sentiment close to that demanded by Savonarola’s most fervent supporters, the ‘piagnoni’ (snivellers). The Adoration of the Shepherds was commissioned by Jacopo Bongianni, who had close links with Savonarola’s circle. It has been suggested that the elderly man kneeling on the left of the painting is a portrait of Bongianni; certainly his sharply characterized features, which are probably copied from a portrait, distinguish him from the shepherds and the figure of St Joseph.\r\n\r\n3. 1501–36.\r\n\r\nAs a prominent member of Florentine art life, Lorenzo took part in several important arbitrations, including the installation of the lantern of Florence Cathedral, the placing of Michelangelo’s statue of David (Florence, Accad.) in 1504, the appraisal of the frescoes by Ridolfo Ghirlandaio in Palazzo Vecchio in 1514 and that of Bandinelli’s St Peter placed in the cathedral in 1517. He also restored several famous works, including, in 1501, a Virgin and Child Enthroned with Saints (Fiesole, S Domenico) by Fra Angelico, which he transformed from its original triptych format into a unified space, replacing the gold background with a landscape. In Florence Cathedral he also restored Benedetto da Maiano’s wooden Crucifix and the two frescoes of condottieri by Paolo Uccello and Andrea del Castagno (all in situ; see [not available online], and ).\r\n\r\nIn common with his contemporaries, Lorenzo seems to have drawn inspiration from the experiments made by Leonardo at the end of the 15th century; Lorenzo’s Portrait of a Young Woman (New York, Met.) suggests that he may have seen Leonardo’s ‘Mona Lisa’ (Paris, Louvre) or sketches and drawings connected with it. In another medium-sized panel, the Virgin and Child with the Infant St John the Baptist (Kansas City, MO, Nelson–Atkins Mus. A.) the position of the seated Virgin, whose leg is thrust forward diagonally from left to right, betrays Lorenzo’s reworking of Leonardo’s Virgin and Child with SS Anne and John the Baptist (Paris, Louvre), for which the latter had made numerous studies.\r\n\r\nWhile Lorenzo was certainly aware of the innovations of Piero di Cosimo, Fra Bartolommeo and Raphael, this did not lead to any radical changes in his design of large-scale altarpieces. In the Virgin and Child Enthroned with SS Sebastian and John the Evangelist (before 1516; Dresden, Gemäldegal. Alte Meister), only the treatment of the drapery shows some attempt to come to terms with contemporary artistic developments, the composition is based on 15th-century prototypes. His later compositional drawings, some of them executed in pen and ink, are more crowded and dynamic than before. Only in these drawings and in his smaller paintings is there any concession to modernity. This can be seen in the panel of the Crucifixion (U. Göttingen, Kstsamml.), possibly a modello, in which the colour is laid on in a very thin layer, revealing the preliminary drawing beneath. Stylistically, the holy women, arranged rhythmically around the swooning Virgin are particularly effective.\r\n\r\nAfter 1520 Lorenzo’s output decreased; possibly one of his last autograph works is the St Michael painted for the Sagrestia dei Canonici in Florence Cathedral (in situ). In 1531 he put himself in the care of the Ospedale di S Maria Nuova, receiving a life annuity; in the same year he made his will, distributing his few remaining possessions among his relatives, his pupils and his serving woman. Of his numerous assistants, most of whom were mediocre painters, only Giovanni Antonio Sogliani can be easily identified. Another distinctive hand is that of the Master of the Santo Spirito Conversazione, who takes his name from the sacra conversazione of the Virgin and Child with SS John the Evangelist and Jerome in the Ridolfi Chapel in Santo Spirito, Florence. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lorenzo di Credi",
            "alphasort":"Credi, Lorenzo di",
            "lastname":"Credi",
            "firstname":"Lorenzo",
            "nametitle":null,
            "middlename":"di",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Lorenzo d'Andrea d'Oderigo",
            "alphasort":"d'Andrea d'Oderigo, Lorenzo",
            "lastname":"d'Andrea d'Oderigo",
            "firstname":"Lorenzo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Lorenzo da Crede",
            "alphasort":"da Crede, Lorenzo",
            "lastname":"da Crede",
            "firstname":"Lorenzo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115418"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96538267"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}