{
    "makerid":4136,
    "published_date":"2022-03-28 16:05:54.291312",
    "type":"maker",
    "displayname":"Giovanni Paolo Panini",
    "makertype":"Individual",
    "alphasort":"Panini, Giovanni Paolo",
    "lastname":"Panini",
    "firstname":"Giovanni",
    "nametitle":null,
    "middlename":"Paolo",
    "suffix":null,
    "displaybio":"Italian, 1691–1765",
    "begindate":1691,
    "enddate":1765,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter, architect and stage designer. He was a highly prolific and versatile painter, best known for his numerous vedute of Rome, many of which focused on the remnants of the city’s Classical past. Ceremonies and festivals often feature in his vedute, which thus constitute a lively documentation of contemporary topography, lifestyle and customs. In contrast to Bernardo Bellotto and Gaspar van Wittel, his treatment is picturesque rather than rigorous; he liked to enliven and animate his views by adding numerous figures (see fig.). He worked exclusively in Rome and by the end of his career was the head of a thriving workshop that included the Frenchman Hubert Robert (in Rome from 1754) and Panini’s son Francesco Panini (b 1738).\r\n\r\n1. Training and career as a decorator of interiors.\r\n\r\nHe trained in Piacenza under the quadraturisti Giuseppe Natali (1661–1722) and Andrea Galluzzi ( fl 1716–43) and under the stage designer Francesco Galli-Bibiena, who taught him the art of painting illusionistic architecture. A book of drawings dated 1708 (Piacenza, Bib. Com. Passerini Landi) probably belongs to this period of his training. In 1711 he moved to Rome in order to study figure drawing. He worked under Benedetto Luti, a painter of small-scale subjects, religious and secular. His first signed work is a canvas depicting the Flight into Egypt (Genoa, priv. col., see Arisi, 1986, p. 229), which is influenced by Flemish landscape painting. He also studied under Andrea Locatelli, a landscape painter and fresco decorator. His first commissions, some of them prestigious (most untraced), were for the decoration of Roman palaces. The first documented commission was for the Villa Patrizi beyond the Porta Pia (destr. 1911), where he worked between 1719 and 1725 frescoing the vaults, overdoors and windows with ornaments, putti and festoons.\r\n\r\nPanini’s reputation grew; in 1718 he became a member of the Congregazione dei Virtuosi al Pantheon, and in 1719 he was nominated to the Accademia di S Luca, where he taught perspective drawing and later (1754) served as principal. To celebrate his entry into the Accademia he painted the canvas Alexander Visiting the Tomb of Achilles (1719; Rome, Gal. Accad. N. S Luca), his first documented easel painting. In 1720 he was commissioned to decorate the Palazzo de Carolis, and between 1721 and 1722 he was decorating the Seminario Romano for Cardinal Spinola. None of this work has been identified. In 1722 he received an important commission from Pope Innocent XIII: the decoration of the mezzanine apartment in the Palazzo Quirinale. A few sections survive, depicting views of villas and gardens against a background of sky and seen through imitation balustrades. The perspective view that he frescoed in 1722 in the courtyard of the Palazzo Patrizi, near San Luigi dei Francesi, is lost, but the decoration of the library of the Santa Croce in Gerusalemme Monastery in Rome (completed by 1724) survives.\r\n\r\nFrom 1725 to 1726 Panini was painting frescoes (detached; Rome, Pal. Madama) in the Galleria Nobile and the Galleriola of the Palazzo Alberoni. The decoration of the Villa Montalto Grazioli in Frascati, commissioned by Baldassare Erba Odescalchi, dates to the 1720s and 1730s. This is his most complete surviving fresco cycle: a complex decoration, framed by simulated pilasters and columns and depicting circular spaces, fake statuary and allegorical figures of Continents, Seasons and Planets. The decoration of the mirrors in a room of the Palazzo Sciarra is also attributed to Panini. The fact that in 1732 Panini was accepted as a member of the Académie de France in Rome and assigned to teaching optics testifies to the extent of his fame by this time.\r\n\r\n2. Work as an easel painter.\r\n\r\nFollowing in the footsteps of Gaspar van Wittel, Giovanni Ghisolfi and Salvator Rosa, Panini devoted himself to the painting of vedute from 1716–17 onwards. From van Wittel he learnt the minute and almost topographical rendering of townscapes as well as precision in draughtsmanship; Rosa’s paintings demonstrated how views could be animated with human figures, while Ghisolfi provided models of the capriccio, a type of veduta showing real monuments in imaginary and fantastic settings, a genre to which Panini contributed many examples of his own. Noteworthy among his capriccios is the Architectural Capriccio (Toronto, A.G.), signed and dated 1728. He often included mythological or historical scenes among the ruined buildings of his capriccios, as for example in the canvas already mentioned or in Alexander Cutting the Gordian Knot (Baltimore, MD, Walters A.G., or the pendants depicting the Emperor Hadrian Ordering the Registers to Be Burnt and the Death of Socrates (both ex-Bellini priv. col., Florence), scenes with grandiose architectural backgrounds. Occasionally he included religious scenes, as for example in the four canvases (Christ among the Doctors, the Pool of Bethesda, Christ Driving the Money-changers from the Temple and the Judaeans Trying to Stone Christ in the Temple) painted (1735–6) for Philip V of Spain to decorate the palace of S Ildefonso at La Granja. In these works the compositions are vertical, animated by crowds of figures and lit by a brilliant light.\r\n\r\nAmong Panini’s many vedute reale (views drawn from life and documented) the earliest are the two canvases for the Castello di Rivoli: the View of the Southern Façade (Racconigi, Castello) and the View of the Eastern Façade (Turin, Mus. Civ. A. Ant.), commissioned in 1723. However, it was his numerous vedute of Rome that brought him most fame. Heavily in demand among contemporary tourists, they include views of the ruined monuments of ancient Rome, such as the Colosseum, the Arch of Constantine and Other Monuments (1735; Berlin, Gemäldegal.) or the signed and dated View of the Forum (1735; Detroit, MI, Inst. A.). There are also views of contemporary Rome, such as the Basilica of S Maria Maggiore (signed and dated 1742) or the Piazza del Quirinale (signed and dated 1733 but executed in 1742; both Rome, Pal. Quirinale), works teeming with crowds of vivacious little figures. Another type of veduta shows the interiors of buildings, antique and modern, such as the Interior of St Peter’s, which exists in numerous versions, including one signed and dated 1731 (St Louis, MO, A. Mus.), or the rare view of the Interior of S Giovanni in Laterano (Moscow, Pushkin Mus. F.A.).\r\n\r\nSome vedute represent festivals, ceremonies or the visit of some important figure to the city, as in the View with Firework Machine to Celebrate the Birth of the Infanta of Spain, signed and dated 23 October 1727 (London, V&A) or the two signed paintings commissioned by Cardinal Polignac, French ambassador to the Holy See: the Preparations in Piazza Navona to Celebrate the Birth of the Dauphin of France (1729) and Cardinal Melchior de Polignac Visiting St Peter’s (1730; both Paris, Louvre). The former painting depicts the decorative wood and papier-mâché arches and the preparations being made for the firework display held on 30 November 1729 to celebrate the birth of Louis XV’s son. The monumental scene is crowded with figures and is rendered highly theatrical by its luminous composition centred around the imposing façade of S Agnese, flanked by an imaginary view of Cardinal de Polignac’s palazzo. In the 1740s Panini recorded the visit to Rome of the Bourbon monarch, Charles III, with two paintings: the Visit of Charles III to St Peter’s (1745) and Charles III Received at the Quirinale by Benedict XIV (1746; both Naples, Capodimonte).\r\n\r\nAround 1745 Panini also began to paint portraits, for example the portrait of Benedict XIV with Cardinal Silvio Valenti Gonzaga (Rome, Pal. Braschi). He also worked in the so-called ‘gallery’ genre, originated by Dutch artists: paintings of huge interiors stacked with the most famous views of Rome and constituting a kind of imaginary museum (e.g. Ancient Rome and Modern Rome, both 1757; New York, Met.). Such compositions provided European tourists with a handy souvenir of all the most characteristic sights of Rome. The Gallery of Views of Ancient Rome (1758) and the Gallery of Views of Modern Rome (1759; both Paris, Louvre) were commissioned by François-Claude de Montboissier, Abbé de Canillac, a friend and patron of the painter. A variant of this genre is the Gallery of Cardinal Silvio Valenti Gonzaga (1749; Hartford, CT, Wadsworth Atheneum; see [not available online]), which depicts the Cardinal’s collection of paintings. The last signed painting by Panini is The Colosseum (1764; Prague, N.G., Šternberk Pal.), in which the forms are less distinct, the colours paler and the brushwork lighter than in earlier works.\r\n\r\n3. Other activities.\r\n\r\nPanini, who in 1732 was one of a panel of judges for the competition to design the façade of S Giovanni in Laterano, is also documented as an architect. In 1734 he designed the chapel of S Teresa (inaugurated 1745) in S Maria della Scala in Rome. He also provided drawings of designs for carvings and ecclesiastical furnishings, such as those for the tabernacle of the church of S Romualdo in Ravenna. As a stage designer, in 1735 he worked with the architect Ferdinando Fuga on decorations for the funeral of Maria Clementina Sobiesky. GDA\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giovanni Paolo Panini",
            "alphasort":"Panini, Giovanni Paolo",
            "lastname":"Panini",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":"Paolo",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Gian Paolo Pannini",
            "alphasort":"Pannini, Gian Paolo",
            "lastname":"Pannini",
            "firstname":"Gian Paolo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}