{
    "makerid":2259,
    "published_date":"2022-03-28 16:04:40.155759",
    "type":"maker",
    "displayname":"Psiax",
    "makertype":"Individual",
    "alphasort":"Psiax",
    "lastname":"Psiax",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-525,
    "enddate":-510,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"Psiax was a vase painter that mastered several techniques, including both Black- and early Red-figure. The signature of the potter Andokides appears on two of his pieces, indicating his involvement with the earliest studio that produced Red-figure works. Bilingual pieces by Psiax are also known. A talented draftsman, Psiax exhibited strong sensitivity to color and design. His Black-figure work displays an attention to detail in the tradition of the Amasis Painter, who may have been his teacher. He led a large workshop in Athens and was a colleague of the Lysippides and Andokides Painters (ULAN).\r\n\r\n---\r\n\r\n Greek vase painter. He played an important role in the transition from Attic Black-figure to Red-figure. Formerly called the Menon Painter, after the potter’s signature on a Red-figure amphora (Philadelphia, U. PA, Mus., 5349), he signed two Red-figure alabastra as painter, both of which bear the signature of the potter Hilinos (Karlsruhe, Bad. Landesmus., 242 (B 120) and Odessa, A. Mus.)\r\n\r\nPsiax was an experimenter who mastered several vase-painting techniques, including Black-figure, and variants with White-ground or coral-red glaze, Six’s technique and Red-figure. Fewer than 60 works are attributed to him, and these include large vases (e.g. amphorae, hydriai and calyx kraters) and small vases (cups, an aryballos, alabastra, a lekythos, kyathoi, a mastos and plates).\r\n\r\nHis attractive miniatures recall Black-figure work by the amasis painter, who may have been his teacher. Signatures of the potter Andokides on two of his amphorae (London, BM; Madrid, Mus. Arqueol. N.) attest to his connection with the workshop that produced the earliest Red-figure and bilingual vases, and where Psiax worked beside the andokides painter. He clearly painted both the Red-figure and Black-figure monumental compositions on his stiffly formal bilingual amphora (Munich, Staatl. Antikensamml., 2302 (J. 373)). The Red-figure scene shows Dionysos Reclining Between a Dancing Maenad and Satyr; the Black-figure one, Iolaos Steadying Herakles’ Chariot. The latter has a kalos inscription praising Hippokrates, and elsewhere Psiax praised Aischis, Karystios and Smikrion. Unusually in Red-figure, Psiax’s inscriptions are always incised.\r\n\r\nHe favoured Dionysiac subjects, as on his Black-figure kyathos (Milan, Mus. Poldi Pezzoli, 482), and the exploits of Herakles, for example Herakles and the Nemean Lion (Black-figure amphora, Brescia, Mus. Civ. Età Romana), Herakles with Amazons (Red-figure aryballos, ex-Bologna, Mus. Civ. Archeol., PU 322), or Herakles with a Horse of Diomedes (coral-red cup, St Petersburg, Hermitage). Horses appear in Psiax’s best large compositions. Two amphorae, in Brescia and Philadelphia (U. PA, Mus., 5399), show Horses Led by Youths in Thracian Dress. The stately chariot-harnessing scene on a hydria (destr.; see Beazley, 1978, p. 293) was Psiax’s monumental Black-figure masterpiece. A similar, but livelier, hydria scene (Hartford, CT, Wadsworth Atheneum) recalls the antimenes painter, whom J. D. Beazley termed ‘Psiax’s brother’.\r\n\r\nPsiax’s paintings on both Red-figure and Black-figure small vases share the same imagery and delicate, sinuous, vivid draughtsmanship. He combined fine design with sensitivity to colour, as on the perfectly composed tondo of his Red-figure cup showing A Young Archer in Scythian Dress Grasping the Reins of a Red-maned Horse (New York, Met., 14.146.1). The warriors’ spears on the outside are white with black incised heads. Elsewhere Psiax even added objects in clay relief, and he was among the first Red-figure painters to reserve hair contours. The anatomy of the warriors on his New York cup is detailed, with limbs twisting, shields shown in profile and three-quarter view, and one warrior falling in back view. This interest in anatomy and space anticipates the Pioneer group, and indeed, phintias and euphronios may have been his pupils. Archer, trumpets and warrior recur on Black-figure plates (London, BM) where Psiax retreated to a charmingly old-fashioned decorative realm (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Psiax",
            "alphasort":"Psiax",
            "lastname":"Psiax",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Menon Painter",
            "alphasort":"Menon Painter",
            "lastname":"Menon Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010155"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95742989"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}