{
    "makerid":761,
    "published_date":"2022-03-28 16:03:45.009318",
    "type":"maker",
    "displayname":"Alexander Roslin",
    "makertype":"Individual",
    "alphasort":"Roslin, Alexander",
    "lastname":"Roslin",
    "firstname":"Alexander",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Swedish, 1718–1793",
    "begindate":1718,
    "enddate":1793,
    "nationality":"Swedish",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alexander Roslin",
            "alphasort":"Roslin, Alexander",
            "lastname":"Roslin",
            "firstname":"Alexander",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Roslin Svezzese",
            "alphasort":"Svezzese, Roslin",
            "lastname":"Svezzese",
            "firstname":"Roslin",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032508"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/76584639"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf202b20f95900166a94c6"
            },
            "body":"Alexander Roslin, like Van Meytens, was born in Sweden but received a thoroughly international training and worked primarily elsewhere. Roslin's talent was obvious; on his study trip in 1745, at the age of twenty­ seven, he was named court painter and head of the academy of art in Bayreuth. Two years later he moved on to Naples and Parma. In 1752 he arrived in Paris, already well connected in the international artistic world, and quickly became a leading portraitist  and an integral part  of the artistic establishment.\n\nIn 1775 a personal invitation from Empress Catherine II brought Roslin to St. Petersburg, where he painted full­ length state portraits of the Empress and the heirs to the throne, Grand Duke Paul and his wife, Maria Fedorovna (born Princess Sofia Dorothea ofWiirttemberg­ Stuttgart). Roslin wrote in 1777 that the ruling family had ordered a number of copies of these pictures. The Princeton pendants of Paul and Maria Fedorovna are likely from this group of copies. There are at least twelve known versions of the portrait of Maria Fedorovna and six of Paul. These replicas were given as gifts; the Princeton pendants were diplomatic gifts to James Harris, First Earl  of Malmesbury  (1746-1820), who was British ambassador at the Russian court during Roslin's time  there.\n\n",
            "title":"Alexander Roslin, artist",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 2004"
        },
        {
            "_id":{
                "$oid":"5e0f895bc37d8600160120ff"
            },
            "body":"<p><em><em>Imperial Portraits by Martin van Meyters and Alexander Roslin<em><em>&nbsp;</p><p>Portraiture became a central part of the painter's work in the Renaissance, and by the eighteenth century it was a highly developed specialization with demanding expectations. The painter was expected not only to capture the likeness of the sitter but also to reveal something of his or her character, and while patrons hoped to be recognizable, they also often wanted to conform to the beau ty ideals of the time. The painter frequently extended the body structure to make the sitter taller and thinner, and avoided reproducing physical imperfections such as scars, warts, and birthmarks. Furthermore, aristocratic sitters demanded images to suit their status. An impressive pose, rich clothing, and an extravagant background helped ennoble the composition. In short, a portraitist had to abstract the features of the sitter to fit a cultural ideal while simultaneously emphasizing recognizable and desirable aspects of his or her appearance, character, and position. Only the greatest painters could negotiate this contradiction and still capture a living character on canvas. The eighteenth-century French critic Denis Diderot voiced the risks these complexities posed for the painter: \"In the course of a day, I had a hundred and one different faces, depending on the matter that was affecting me. I was serene, sad, dreamy, tender, violent, impassioned, enthusiastic. But I was never as you see me there.\" The paintings by Roslin are of the heirs to the Russian empire, and Van Meytens's large state portrait is of the Holy Roman Empress Maria Theresa. These are paintings for exceptionally powerful and demanding patrons, and represent the imperial claims of two ruling dynasties. Both Van Meytens and Roslin were part of a cosmopolitan group of painters who were in demand by wealthy patrons throughout Europe.</p><p>&nbsp;MARTIN VAN MEYTENS THE YOUNGER&nbsp;</p><p>Martin van Meytens was born in Stockholm in 1695, the son of a portraitist of the same name who moved north from The Hague in 1677 to work for the Swedish court of Charles XI. Extraordinary military success in the Thirty Years' War (1618-1648) had made Sweden a powerful and wealthy country, and many foreign artists were drawn to the opportunities there. The Netherlandish Van Meytens family produced a number of painters who worked abroad; Daniel Mijtens (ca. 1590-ca . 1647) was a successful painter in the Stuart court in England, and Aert Mijtens (1541-1602) worked in Rome and Naples. In Sweden, Martin the Younger trained first with his father before going abroad to work and study the old masters, such as Titian, Rubens, and Anthony van Dyck. He began his international career in 1714 as a miniature painter in London. He soon moved on to France, where his skill and his contacts in England allowed him access to the highest levels of Parisian society, notably the circle of Philippe, due d'Orleans, who led the regency of Louis XV He continued his travels in Dresden, Vienna, Venice, and Rome, where he stayed for more than two years. He also made visits to Naples, Florence, Bologna, and Turin. In 1732,Van Meytens was named painter to the Viennese imperial court, where he quickly established himself as the leading painter in Vienna. After Maria Theresa became Holy Roman Empress in 1740, Van Meytens painted her repeatedly. The Princeton picture, which almost certainly had a pendant portrait of Maria Theresa's husband Franz I is one of fifteen known representations of the Empress by the painter. A number are full-scale state portraits like the one on view, with the state regalia-- the crowns of Bohemia and Hungary and the coronation scepter of Hungary­ shown prominently on a side table. Appointed director of the Vienna academy of art in 1759,Van Meytens had tremendous influence on the artistic production for the imperial court. His critical reputation matched his career: Christian Ludwig von Hagedorn, one of the leading critics of the eighteenth century, admired him greatly and considered him an eighteenth-century Anthony van Dyck.&nbsp;</p><p>ALEX ANDER ROSLIN&nbsp;</p><p>Like Martin van Meytens, Alexander Roslin was born in Sweden but received a thoroughly international training and worked primarily else­ where. He was born in 1718 in Malmo, a city in southern Sweden that had belonged to Denmark until the 1650s. He trained in Stockholm with Georg Engelhard Schroder, a German who had studied in Venice and Paris. Roslin's talent was obvious; on his study trip in 1745, at the age of twenty-seven, he was named court painter and head of the academy of art in Bayreuth. Two years later he moved on to Naples and Parma. In 1752 he arrived in Paris, already well-connected in the inter­ national artistic world, and quickly became a leading portraitist and an integral part of the artistic establishment. He exhibited at the Salon regularly, where he was well-liked by the public. Although he was harshly criticized by Denis Diderot, who found his paintings emotionally vacant, this does not seem to have affected his standing with other artists. He was a close friend of François Boucher (and almost certainly collaborated with him on several works), and Joseph-Marie Vien served as a witness at his wedding. In 1775, a personal invitation from Empress Catherine II brought Roslin to St. Petersburg. He painted state portraits of the Empress and the heirs to the throne, Grand Duke Paul and his wife Maria Fedorovna (born Princess Sofia Dorothea of Württemberg-Stuttgart) . Roslin wrote in 1777 that the ruling family had ordered a number of copies of these pictures; he was pre­ pared to make the copies himself, given sufficient time to catch up on the great demand for his work in St. Petersburg. The Princeton pendants of Paul and Maria Fedorovna are likely from this group of copies. There are at least twelve known versions of the portrait of Maria Fedorovna and six of Paul. These replicas were given as gifts; the Princeton pendants were diplomatic gifts to James Harris, First Earl of Malmesbury (1746-1820), who was British ambassador at the Russian court during Roslin's time there. Although Marten van Meytens and Alexander Roslin both were born and educated in Sweden, they became part of a select group of artists of no particular nationality-- either personal or artistic-- who were in great demand by an international clientele that stretched from Naples to Stockholm and from Madrid to Moscow.&nbsp;</p><p>-- Kristoffer Neville Graduate student, Department of Art and Archaeology</p>",
            "title":"Collection Publications: Imperial Portraits",
            "source_project":"Other",
            "author_type":"Student",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}