{
    "makerid":3815,
    "published_date":"2023-03-28 02:02:05.423088",
    "type":"maker",
    "displayname":"Claude Monet",
    "makertype":"Individual",
    "alphasort":"Monet, Claude",
    "lastname":"Monet",
    "firstname":"Claude",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1840–1926; born Paris, France; died Giverny, France",
    "begindate":1840,
    "enddate":1926,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Oscar Claude Monet",
            "alphasort":"Monet, Oscar Claude",
            "lastname":"Monet",
            "firstname":"Oscar Claude",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Claude Monet",
            "alphasort":"Monet, Claude",
            "lastname":"Monet",
            "firstname":"Claude",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019484"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/24605513"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d712f836ea96600169d585d"
            },
            "title":"Masterpieces of Late-Nineteenth Century French Painting in the Princeton University Art Museum ",
            "description":"Caroline Harris, Curator of Education and Academic Programs at the Princeton University Art Museum, presents various masterpieces of late-nineteenth century French painting and explains their significance within historical and artistic contexts. She discusses the techniques of Manet, Monet, Renoir, Cezanne, Degas, and others associated with Impressionism and Post-Impressionism to describe the complications of defining these movements. Presented as part of Alumni Day 2012. ",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/0_i2mt5fsu",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2012",
            "sort_date":"2012-07-01",
            "video_type":"Collections, Lectures",
            "caption_file":[]
        },
        {
            "_id":{
                "$oid":"5f440fe1b18d150017c7553d"
            },
            "caption_file":[],
            "title":"Director's Voice:Director's Voice: Water Lilies and Japanese Bridge by Claude Monet",
            "description":"James Steward, Princeton University Art Museum Director, discusses Water Lilies and Japanese Bridge by Claude Monet.",
            "file_uri":"https://mediacentral.princeton.edu/id/1_la1w2n9f",
            "speaker_type":"Director",
            "displaydate":"October 8. 2021",
            "sort_date":"2021-10-08",
            "video_type":"Director's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db887d1975ec80016e02d34"
            },
            "body":"Water Lilies and Japanese Bridge represents two of Monet’s greatest achievements: his gardens at Giverny and the series of paintings they inspired. In 1883 the artist moved to this country town, near Paris but just across the border of Normandy, and immediately began to redesign the property. In 1893, Monet purchased an adjacent tract, which included a small brook, and transformed the site into an Asian-inspired oasis of cool greens, exotic plants, and calm waters, enhanced by a Japanese footbridge. The serial approach embodied in this work—one of about a dozen paintings in which Monet returned to the same view under differing weather and light conditions—was one of his great formal innovations. He was committed to painting directly from nature as frequently as possible and whenever weather permitted, sometimes working on eight or more canvases in the same day. Monet’s project to capture ever-shifting atmospheric conditions came to be a hallmark of the Impressionist style.\n\n<em><em>Conversation prompts:<em><em>\n\nMonet painted Water Lilies and Japanese Bridge both as part of a series and “en plein air,” or outdoors, with his canvas and easel set up before the scene. How might these aspects of Monet’s technique be significant in thinking about his depiction of light and color?\n\nLooking across the surface of the canvas, what do you notice about the different colors and the thickness of the paint Monet used?\n\nHow did Monet depict depth in this composition? Which framing effects did he use?",
            "title":"Teach with Collections: Claude Monet, Monet‚Äôs Water Lilly Pond, Giverny, Haute-Normandie, France",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}