{
    "makerid":2372,
    "published_date":"2025-10-21 02:06:23.450664",
    "type":"maker",
    "displayname":"Shitao 石濤",
    "makertype":"Individual",
    "alphasort":"Shitao",
    "lastname":"Shih-t'ao",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1642–1707",
    "begindate":1642,
    "enddate":1707,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":"Most commonly referred to as Daoji or Shitao in modern Western sources, although he himself preferred the name Yuanji. He was a descendant of the Ming dynasty (1368-1644) imperial Zhu family. In 1645, fleeing from invading Manchu troops, he fled to Buddhist monastic life in Quanzhou, Guangxi Province. Many of the sobriquets Daoji adopted sprang from his connection with Buddhism (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Shitao 石濤",
            "alphasort":"Shitao",
            "lastname":"Shih-t'ao",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Yuanji",
            "alphasort":"Yuanji",
            "lastname":"Yuanji",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Shitao Yuanji",
            "alphasort":"Shitao Yuanji",
            "lastname":"Shitao Yuanji",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Zhu Ruoji",
            "alphasort":"Zhu Ruoji",
            "lastname":"Zhu Ruoji",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Dadizi",
            "alphasort":"Dadizi",
            "lastname":"Dadizi",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Daoji",
            "alphasort":"Daoji",
            "lastname":"Daoji",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Yüan-chi",
            "alphasort":"Yüan-chi",
            "lastname":"Yüan-chi",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Shih-t'ao",
            "alphasort":"Shih-t'ao",
            "lastname":"Shih-t'ao",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Tao-chi",
            "alphasort":"Tao-chi",
            "lastname":"Tao-chi",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db84b855bb1200016106669"
            },
            "body":"One of the geniuses of Chinese painting, Shitao was born a prince in the Ming imperial family. In the turmoil following the dynasty's fall in 1644, he became an itinerant monk. After 1696, he settled in the city of Yangzhou, where he spent his late years as a professional painter. Shitao's paintings of this period are characterized by fluid brushwork and by moist, graded ink-tones.\n\nAs Shitao never visited the Luo-Fu Mountains in Guangdong province, his illustrations are largely imaginative. Long hoping to tour these mountains, he was inspired to paint them in twelve album leaves. Each scene was accompanied by textual description drawn from travelogues, and each depiction relies heavily on natural observation. Additionally, certain compositional elements, methods of contouring and foliage dotting all suggest the artist also drew from his knowledge of woodblock illustrations. The only genuine paintings remaining from the original set are the museum's four album leaves: \"Mica Peak,\" \"Three Peaks of the Upper Realm,\" \"Solitary Azure Peak,\" and \"Penglai Peak.\"",
            "title":"Asian Art website: Luo-Fu Mountains",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dd56ce7b5c1580016616f77"
            },
            "body":"<p>Chinese landscape painting came of age between the tenth and fourteenth centuries, when styles that formed the basis of Ming (1368-1644) and Ch'ing (1644-191 l) dynasty painting took shape. By 1000, descriptions of the natural world were no longer only the background to narratives, but also were appreciated for their intrinsic monumentality. By 1300, when landscape became the principal genre of a lyrical, self-expressive art, \"written\" using brush techniques, the long-held theory that calligraphy and painting grew from the same root became practice. Over the next half millennium, these two themes-- the wonder of nature and the symbiosis of calligraphic and pictorial brush. The Che and Wu Schools In early- and mid-Ming paintings, artists emphasized one or other of these themes to represent rival political ideologies. As servants of the imperial court, Ming academic and professional artists returned to pictorial styles of the Sung dynasty (960-1279) Court-- consciously ignoring the intervening years of Mongol rule (1260-1368)-- in an effort to recapture the grandeur of the last native dynasty. On the other hand, the educated elites, who served as government functionaries but maintained ideological distance from the court, empathized with the reduced, graphic idioms developed by literati stalwarts under Mongol occupation. Early- and mid-Ming paintings…exemplify this tension between the dramatic and the restrained. Although the distinctions between the two styles had often been blurred, late-Ming theorists classified the styles as the Che and Wu Schools. Many Ming academic and professional painters came from Chekiang province, hence Che School. Court artists in Peking (\"Northern Capital\") looked back to two achievements of the Sung dynasty: the monumentality of works like <em>Landscape in the Style of Fan K'uan</em> , a thirteenth- or fourteenth­century painting harking back to the eleventh century, and the lyric charm of works like Hsia Kuei's (act. Ca. 1195- 1230) <em>Mountain Market in Clearing Mist<em>, a poetic landscape naturalistically painted using the tip and edges of the brush. The Ming court celebrated the visual drama of \"twists and breaks \"-edges and points, rapid movement, wet and dry effects that exploited the \"outward\" versatility of brush and ink. The southern recluse Ni [Zan] (1301-1374) is largely credited with establishing a Wu School style. In his <em>Twin Trees by the South Bank</em> [y1975-35], he employs the \"mild\" brush idiom that became the quintessential literati style. Ni's self-effacing use of brush and ink, the method of hiding the brush tip inside its trace to give a soft-edged line, conveyed the impression of contained power and \"inner\" or moral integrity. When the city of Soochow, known as Wu, hence Wu School, became the mid-Ming artistic center of the south, this literati style predominated. Ni [Zan]'s style was recognized in the early Ming by Wang Fu (1362-1416) (no. 3). In Wang's painting, Ni [Zan]'s naturalistic icons are transformed when they fuse with the pictorial surface, marking the beginning of Ming expressionism. The actual Wu School begins with the Soochow artists Shen Chou (1427-1509) and Wen Cheng-ming (1470-1559), whose joint handscroll (no. 5) echoes Ni's rustic, hidden-tip brush style. The privileged and wealthy Wen Cheng-ming was the Wu School ideal of the accomplished amateur. He deliberately painted in a style that connotes an \"inner\" quality expressive of his moral convictions and political frustration. Tang Yin (1470-1523), Wen's friend, was a Soochow literatus and considered a Wu School artist. As <em>Traveling Afar with Lute and Books<em>… shows, however, he often painted in the style of Che School artists, adopting models such as Hsia Kuei (no. l) and Landscape in the Style of Fan Kuan [y1982-99b] In Tang's landscape, which portrays the painter's client traveling through mountains , he employs the forceful Che style while also expressing the \"inner\" integrity identified with Wu School artists. Exposed-tip brushwork, such as that in Wang O's (act. ca. 1462-ca. 1541) <em>Travelers in Snowy Mountains,</em> had long been associated with martial values and was thought to resemble sharp pikes and bristling halberds. Many court painters were appointed to the ranks of the military and imperial secret services based on their artistic styles and bold personalities. For instance, Wang 0 was appointed to high rank in the palace guard, and Chung Li (act. ca. 1480-1500), to whom <em>Gazing at a Waterfall<em>…is attributed, was another palace officer. Chung Li was praised by one emperor as being Ma Yuan reborn. Ma and Hsia Kuei were the archetypal Sung court painters whose landscapes he so dramatically reconfigured. Wang Chao's <em>Scholars in the Mountains,</em> a late Che School work, aspires to the easy and brilliant execution of Chung Li and Wang O but lacks their conviction. As the example of T'ang Yin shows, the Che and Wu Schools were not always mutually exclusive. Hsieh Shih­ ch'en (1488-after 1567) was a pupil of Wen Cheng-ming, yet he also expresses no loyalty to literati mild brushwork in his <em>Crossing a Bridge after Snow</em> and <em>Landscapes.</em> Paintings by later Wu School artists--including Lu Chih's (1496-1576) <em>The Green Cliff</em> and works by descendants of Wen Cheng-ming, including his son Wen Chia (1501-1583) and his nephew Wen Po-jen (1502- 1572)-- illustrate the withering of the old Che-Wu rivalry in the late sixteenth century. These artists pushed the mild brush idiom to expressive limits, even adopting dramatic Che-type qualities. The Wu School also saw a revival in later Soochow artists like Sheng Mao-yeh (act. ca. 1607-1637) and Chang Hung (1580-ca. 1660). Revivalism in the Ming-Ch’ing Transition Around 1575 artists began to show renewed interest in reviving traditions, once again expressed in a tension between \"inward\" and \"outward\" methods of conveying meaning through style. Among regional movements, the Hangchow artists indulged in a growing taste for the \"strange\" (<em>ch’i<em>), particularly in the genre of monumental landscape. In the city of Sung-chiang, the official Tung Ch'i-ch'ang (1555-1636) reasserted the reading of brush­ strokes as calligraphic marks. To legitimate his own style, Tung theorized that painters belonged to one of two stylistic lineages: the inward, understated styles of enlightened amateurs, or the outward meretricious styles of laboring professionals (including Che School artists)-- in essence, a variation on the Che-Wu rivalry. Although Tung's theory grandly implied that his own Great Transformation ( <em>ta-ch'eng<em>) perpetuated the enlightened lineage, his actual painting style built on the art of his fellow Sung-chiang painters. In two works by Tung's friend Mo [Shilong] (ca. 1538-1587), <em>Piled-up Mountains</em> and <em>Mountain Quietude as in Ancient Paintings,</em> we see the beginnings of the dynamic imbalance that characterized Tung's style (nos. 19-21). And in Sung Hsii's (1525-ca. 1606) <em>Wang-ch'uan Villa</em> we see late sixteenth-century experiments with the mild brush idiom, where Sung tries to fuse mood with description in each stroke, a conceptual model for Tung Ch'i-ch'ang's later brush style. Learning from such painters, Tung created works such as <em>Panoramic Lake View, Landscapes after Ancient Masters</em> and <em>Landscape after Ni Tsan,</em> in which he placed tectonic components in dynamic contraposto. He distorted scale and plane by placing large trees behind small ones and painting massifs a t dynamic, confronting angles. Tung made landscape a vehicle for monochromatic self-expression by purifying landscape of its connection with nature: ravines , cliffs, and sandbars became conventions in an abstract brush vocabulary, and calligraphy was the syntax of this revolutionary language. Late-Ming Hangchow was the home of Lan Ying (1585-ca. 1644), known as the last Che School painter. Lan fed a market hungry for monumental landscapes, which he executed using colors on silk with a stylized mild brush idiom. Lan's pupil was the eccentric Ch'en Hung-shou (1598-1652), a literatus who resented his failure to attain high office and inability to avoid painting as a profession. The disquiet of his magnificent <em>Landscape in the Blue-and-Green Manner</em> resulted from the ironic placement of contemporary figures in a revived, ancient \"blue and green\" landscape. In this early work of 1633, Ch'en emphasized pictorial over graphic qualities to create an aesthetic of \"strangeness.\" In Chang Hung's <em>Scholar and Waterfall</em> of the same year, a figure is similarly placed below tall trees, but the looming mountain probably is modeled after a real scene, using ax­cut strokes that recall Hsia Kuei. In Chang Chi-su's (act. ca. 1620-ca. 1670) <em>Snow­ capped Peak s</em> a rock extends like an arm and winds strangely across the scroll. This work continues the aesthetic of strangeness in late-Ming revivals of monumental landscapes described above. The actual brush style is close to that of Lan Ying. Landscape of the Ch’ing Court and Beyond After 1644, the new Manchu rulers of China incorporated traditional Chinese styles into their own artistic agenda. To seek literati support, for example, they patronized purveyors of Tung Ch'i-ch'ang's style to create a new court literati orthodoxy. \"Bannermen\" painters (members of the Manchu military organization) developed a kind of signature style called finger painting. This once-heterodox style, practiced by the first Ch'ing emperor, echoed past idiosyncrasies of the Che School artists. Some artists outside the court with mercantile sponsors, however, chose to revitalize styles independently of the mainstream attitude to the past. Rejecting the orthodox method of recycling old styles, these \"individualists\" saw nature as a model for painting and the self. Various works in the exhibition evince the authority of Tung Ch'i-ch'ang's patrimony. In 1679, Wang Kai (act. ca. 1677-1705) and others published the first volumes of the <em>Mustard Seed Garden Manual of Painting,</em> a comprehensive illustrated record of styles that was the logical outcome of Tung's theory of \"creative imitation\" of past masters. Such manuals not only assisted amateur painters, but also opened up a new antiquarian vocabulary in ceramic decoration. We see how loyally Tung Ch'i-ch'ang's stylistic legacy was perpetuated in works by the Four Wangs, including <em>Landscape,</em> by his foremost advocate, Wang Shih-min (1592-1680). Wang Hui's (1632-1717) <em>Mountain Hermitage on a Clear Autumn Day</em> reveals his brilliance as a technician and innovator and follows Tung's compositional and stylistic design. This lyrical work, along with Wang Yuan-ch'i's (1642-1715) <em>Landscape after Huang Kung-wang,</em> signaled a return to painterly composition and color. The unique achievements of these two artists were unsurpassed within the orthodox school. The Manchu royal house and its banners (regiments) found self-representation in works by such artists as Kao Ch'i-p'ei (1672-1734), son of a famous bannerman general. Kao painted the trees and rock of his <em>Landscape</em> with a quill-shaped fingernail, while other elements of the painting are close to the orthodox style. Kao's pupil and nephew was Li Shih-cho (1690-1770), painter of <em>Reading by a Mountain Spring.</em> Li used firm, short strokes for rock surfaces and textures, and created an almost geometric design incorporating many acute angles. While his style demonstrated a distinctively Manchu taste, it also clearly was a response to the Chinese-Manchu-European influences in fashion at court. Central to the development of the court style was the megalomaniac Ch'ien-lu ng emperor (r. 1736-1795), who sought to merge his imperial and Manchu person with art. His imperial poetry, for example, is decoratively carved into the white jade \"landscape\" brush jar. Commercially sponsored individualist painting was pioneered by Kung Hsien (1599-1689), who was tutored by Tung Ch'i-ch'ang in the 1630s. Kung's <em>Ink Landscapes</em> celebrates the process of artistic renewal. His rock forms read as both ink and rock: they vacillate between the depicted and the depiction in a new and original formulation of selfhood. Two later advocates of this pictorial ideology were the Ch'an (Zen) Buddhist monks K'un-ts'an (1612-1673) and Shitao (1642-1707), who sought inspiration from personal experience with cosmic forces. In K'un-ts'an's darkly exuberant <em>Wooded Mountains at Dusk,</em> he reworks the fourteenth-century \"mild\" brush idiom to express his love of nature. In <em>An Ancient House Under Tall Pine Trees</em> [y1984-48] and <em>Scenes of Yangchow,</em> Shitao creates texture and mood by contrasting colorful and organic with dry and hollow effects. He plays with surface and depth, light and dark, empty and full: elements in the holistic philosophy he studied in the ancient <em>Book of Changes<em>. In <em>Cloud Sea at Mount T'ai,</em> Hua Yan's (1682-1756) mountain chain is \"written\" like the ancient seal-script pictograph for mountain, while in <em>Landscapes</em> by Huang Shen (1687-after 1768), the ground appears to recede, showing the influence of European-style perspective also seen in Li Shihcho’s paintings. Huang’s trees, however, closely resemble Chinese cursive script calligraphy (ts’ao-shu). Both paintings are evidence of a desired fusion of painterly techniques and calligraphic discipline among southern mercantile patrons . Huang and Hua had commercial success as eccentrics; but, ironically, their extreme styles were far from peripheral, and touched on burning contemporary issues such as epigraphy, evidentiary scholarship, and the introduction of Western science in China.&nbsp;</p><p>-- Shane McCausland , guest curator&nbsp;</p><p>Department of Art and Archaeology</p>",
            "title":"Collection Publications: Landscape in the Art and Painting of Late Imperial China",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}