{
    "makerid":5872,
    "published_date":"2025-07-23 02:01:44.581680",
    "type":"maker",
    "displayname":"Roger Fenton",
    "makertype":"Individual",
    "alphasort":"Fenton, Roger",
    "lastname":"Fenton",
    "firstname":"Roger",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1819–1869",
    "begindate":1819,
    "enddate":1869,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Born March 1819; died 8 August 1869. Founding member of the Photographic Club of London in 1847. In 1852, Fenton photographed Kiev, St. Petersburg, and Moscow, Russia. Founding member of the Photographic Society of London in 1853. Fenton was named official photographer of he Crimean War in 1854 and photographed the Crimea from March to June 1855. Fenton became a member of the Société française de photographie in 1855. Fenton produced the first systematic coverage of war. Fenton was commissioned by Queen Victoria to photograph the Royal Family. Upon his return to England from the Crimea in 1856, Fenton photographed cathedrals, country houses and still lifes. Fenton was associated with the Photo-Galvano-Graphic Co (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Roger Fenton",
            "alphasort":"Fenton, Roger",
            "lastname":"Fenton",
            "firstname":"Roger",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500017263"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/66536514"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d7aa433485599001679af3d"
            },
            "title":"Revealing War: A Conversation about Art and Journalism in the 21st Century",
            "description":"Responding to photographer Edmund Clark’s documentation of the American naval base at Guantánamo Bay and Tim Hetherington’s photojournalistic coverage of the wars in Afghanistan and West Africa, this panel examines the moral responsibilities and contemporary challenges of representing suffering in conflict. Nicholas Schmidle | Investigative journalist, staff writer at the New Yorker and 2016 Ferris Professor of Journalism Daniel Heyman | Artist, lecturer in visual arts Katherine Bussard | Peter C. Bunnell Curator of Photography Presented in conjunction with the exhibition Revealing Pictures: Photographs from the Christopher E. Olofson Collection. Princeton University April 27, 2017",
            "speaker_type":"Curator, Artist, Expert",
            "file_uri":"https://mediacentral.princeton.edu/id/1_8j5rpa2v",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"April 2017",
            "sort_date":"2017-04-27",
            "video_type":"Panel Discussion",
            "caption_file":[]
        }
    ],
    "essay":[]
}