{
    "makerid":106,
    "published_date":"2025-06-07 02:01:04.290866",
    "type":"maker",
    "displayname":"Fra Angelico",
    "makertype":"Individual",
    "alphasort":"Angelico, Fra",
    "lastname":"Angelico",
    "firstname":"Fra",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"ca. 1395/1400–1455; born Vicchio, Italy; died Rome, Italy; active Florence, Italy",
    "begindate":1395,
    "enddate":1455,
    "nationality":"Itailan",
    "culturegroup":null,
    "biography":"When he became a Dominican monk around 1417, Giovanni da Fiesole was already a working artist. His style earned him the nickname \"angelic,\" and the Dominican order gave him the standard honorarium Fra (brother). At the time of his death, Fra Angelico was one of Italy's most famous painters. He made only religious works, and it is said he never took up his brushes without first saying a prayer. Nothing is known of his training. When Masaccio died in 1428, Fra Angelico was one of few painters who understood his innovations in naturalism, narrative power, and vanishing point perspective. Fra Angelico practiced Masaccio's ideas such as using realistic light to create solid, heroic forms. Fra Angelico's Descent from the Cross, painted around 1434, is one of the first successful Italian attempts to set a group of figures into a harmoniously receding landscape. Around 1443 Fra Angelico and his assistants created fifty frescoes for their new monastery of San Marco in Florence. His simple, clean style, which packed great emotion through its humanity and restraint, served his purposes: to teach or encourage contemplation. He died in Rome while painting for the pope. When he became a Dominican monk around 1417, Giovanni da Fiesole was already a working artist. His style earned him the nickname \"angelic,\" and the Dominican order gave him the standard honorarium Fra (brother). At the time of his death, Fra Angelico was one of Italy's most famous painters. He made only religious works, and it is said he never took up his brushes without first saying a prayer. Nothing is known of his training. When Masaccio died in 1428, Fra Angelico was one of few painters who understood his innovations in naturalism, narrative power, and vanishing point perspective. Fra Angelico practiced Masaccio's ideas such as using realistic light to create solid, heroic forms. Fra Angelico's Descent from the Cross, painted around 1434, is one of the first successful Italian attempts to set a group of figures into a harmoniously receding landscape. Around 1443 Fra Angelico and his assistants created fifty frescoes for their new monastery of San Marco in Florence. His simple, clean style, which packed great emotion through its humanity and restraint, served his purposes: to teach or encourage contemplation. He died in Rome while painting for the pope (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Guido di Piero da Mugello",
            "alphasort":"Piero da Mugello, Guido di",
            "lastname":"Piero da Mugello",
            "firstname":"Guido di",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Fra Giovanni da Fiesole",
            "alphasort":"Fiesole, Fra Giovanni da",
            "lastname":"Fiesole",
            "firstname":"Fra Giovanni",
            "nametitle":null,
            "middlename":"da",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Fra Angelico",
            "alphasort":"Angelico, Fra",
            "lastname":"Angelico",
            "firstname":"Fra",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029319"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/88038345"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}