{
    "makerid":5787,
    "published_date":"2022-03-28 16:06:56.570170",
    "type":"maker",
    "displayname":"James Ensor",
    "makertype":"Individual",
    "alphasort":"Ensor, James",
    "lastname":"Ensor",
    "firstname":"James",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Belgian, 1860–1949",
    "begindate":1860,
    "enddate":1949,
    "nationality":"Belgian",
    "culturegroup":null,
    "biography":"Ensor was a visionary and proto-modernist artist whose use of color prefigured fauvism and expressionism, and whose use of fantastical, symbolist, and satirical imagery were to influence Paul Klee, Emil Nolde, and later the Cobra group. His most productive period was been 1880 and 1900, but he was not well known until the late 1920s. Although many of his works feature satirical fantasies, he also painted seascapes, landscapes, and still-lifes. He was self-taught in the art of copperplate etching and produced many masterful works in this medium. In both his graphical works and in his paintings he made use of the carnival masks sold in his family's shop in Ostend as models for figures in thronging crowd scenes, still lifes, and domestic tableaux. These works can be interpreted as critiques of the Catholic Church, the Belgian state, and society in general. His most well-known painting may be \"Christ's Entry into Brussels,\" a large-scale work in which the title figure is dwarfed by a crowd of grotesques. He remained in Ostend for the majority of his life, leaving in 1877 at the age of 17 to study at the Académie Royale des Beaux Arts in Brussels. Upon his return to Ostend in 1879 he established a studio above his parents shop, where he produced the majority of his mature work. In 1883 he was a founding member of the Groupe des Vingt. During his lifetime Ensor's work was critiqued harshly by his contemporaries, even among the avant-garde group he helped found (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"James Ensor",
            "alphasort":"Ensor, James",
            "lastname":"Ensor",
            "firstname":"James",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"James Sidney Edouard Ensor",
            "alphasort":"Ensor, James Sidney Edouard",
            "lastname":"Ensor",
            "firstname":"James Sidney Edouard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032046"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/88625859"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}