{
    "makerid":1605,
    "published_date":"2022-03-28 16:04:17.381056",
    "type":"maker",
    "displayname":"Esteban Vicente",
    "makertype":"Individual",
    "alphasort":"Vicente, Esteban",
    "lastname":"Vicente",
    "firstname":"Esteban",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born in Spain, 1903–2001",
    "begindate":1903,
    "enddate":2001,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Esteban Vicente was born in 1903 in Turégano (Segovia). In 1921 he enrolled in the Escuela de Bellas Artes de San Fernando in Madrid with the intention of becoming a sculptor, but he soon decided to devote himself to painting.\r\n\r\nHis Madrid period is marked by his contact and friendship with writers and artists such as García Lorca, Juan Ramón Jiménez, Alberti, Luis Buñuel, Juan Bonafé, Bores and the Pole Wadislaw Jahl. His esthetic proposals mark him as a member of the group later classified as the \"painter-poets\", in that their work was the artistic counterpart of the group of poets known as the Generation of 1927. In fact, he published his first drawings in two literary reviews: Verso y Prosa and Mediodía. \r\n\r\nn 1929 he moved to Paris where he met, among others, Picasso, Dufy and Max Ernst. He then spent a year in Barcelona, where he had several exhibitions. His painting at that time took on the tone of a light and dreamy sketch, with a melancholy, pale coloring. Nevertheless, it already showed traces of the structural rigor and deliberate lack of emphasis that would characterize his entire oeuvre.\r\n\r\nIn 1936 he travelled to New York, and after a brief period of activity in the service of the Spanish Republic, he entered fully into the artistic life of the metropolis. In 1940 he became an American citizen and then began a period of creative crisis that would lead to his encounter with Abstract Expressionism. In his dialogue with it over a period of two decades, Esteban Vicente gradually consolidated his own uniquely personal style, based on vibrant chromatic harmonies on top of vaguely geometric structures, sometimes evocative of inner landscapes. The exploration of these channels brought him the friendship of members of the New York School: Rothko, De Kooning, Pollock, Kline and Newman, in addition to the critics, Harold Rosenberg and Thomas B. Hess. \r\n\r\nHe was chosen to participate in the most significant exhibitions of the period, New Talents 1950 and 9th Street, which earned him a prominent place within the first generation of American Abstract Expressionism.\r\n\r\nThroughout his life Esteban Vicente devoted an important part of his career to teaching at the most prestigious institutions in the United States. In this regard, special mention should be made of his work at the legendary Black Mountain School alongside Merce Cunningham and John Cage, in addition to his collaboration with the New York Studio School of Drawing, Painting and Sculpture, of which he was a founding member. In addition, he received some of the most prestigious awards given to an artist in the United States, and his works can be found in important collections and museums such as the Metropolitan Museum of Art, The Museum of Modern Art, The Whitney Museum of American Art, and The Guggenheim.\r\n\r\nShortly before his ninety-eighth birthday on 11 January 2001, Esteban Vicente died at his home in Bridgehampton (Long Island). In accordance with his wishes, his ashes rest in the garden of his Museo in Segovia. The work done in his last two years-he continued working until shortly before his death-was shown in the exhibition, Color is Light. Esteban Vicente 1999-2000, whose catalog contains his writing and thoughts on art.\r\n\r\nIn his last years he was given ample recognition by Spain, beginning in 1991 when His Majesty, King Juan Carlos, bestowed on him the Gold Medal of Fine Arts. In 1998 he was given the Fine Arts Award by the Junta de Castilla y León, and in the same year a large retrospective exhibition was held at the Museo Nacional Centro de Arte Reina Sofía. Finally, this Museo was inaugurated in Segovia under the sponsorship of the Diputación Provincial, whose president is the Honorable Javier V. Santamaría Herranz. In 1999, Esteban Vicente was awarded the Great Cross of the Order of Alfonso X el Sabio and a permanent room devoted to his work was inaugurated in the Museo Reina Sofía. The aforementioned events, together with his participation in important exhibitions, have at last established the figure and work of Esteban Vicente within their proper place in twentieth-century Spanish culture.\r\n\r\nAbove biography taken from <http://www.museoestebanvicente.es/eng/biografia.asp>",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Esteban Vicente",
            "alphasort":"Vicente, Esteban",
            "lastname":"Vicente",
            "firstname":"Esteban",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500008993"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95735962"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5de92707f83199001604a343"
            },
            "body":"<p>It is tempting to link the [1960’s] work of Esteban Vicente with his early academic training in Spain. Yet, looking at his…oils and collages, one finds it hard to imagine the artist drawing from casts in Madrid’s School of Fine Arts. One is not surprised, however, to hear of his attraction to a group of works by Goya, each limited to four colors. The style by which we know him today related most easily to the ambiance of Paris in the Twenties, where he became deeply involved with the works of Cézanne, Picasso, and Matisse; and in certain of the later collages, with their shifting parallelisms, rectilinear adjustments and linear accents, we sense the influence of the Cubists as well. More broadly European is his impeccable sense of métier, his sensibility; yet neither his paintings nor his collages soften into the seductiveness that marks the Ecole de Paris: their cubist understructure is too solid. Perhaps also after his arrival in New York, the mood of that city in the Forties and Fifties, the raw pictorial jabs and thrusts of his friends de Kooning and Kline cut into his European cultivation. Vicente’s innate and stubborn attention to medium, structure and economy led to the characteristic vigorous elegance that Thomas Hess called his “masked thought, the invisibility of sweat and muscle.” It is unnecessary to consider the paintings and collages separately. The collagist was born, indeed, only by necessity, when, in Berkley, California on a Sunday afternoon early in the 1950’s, with no brushed or pigment at hand Vicente was forced to tear up and rearrange colored illustrations in order to work. Even now he thinks of a collage as a study for future paintings. In the works of the Sixties, large, rigorously hewn shapes touch, overlap and interlock in clear, harmonies. Although Vicente (like most Spanish painters) is drawn more to the figure than to landscape, the large areas of tan, orange, blue, of soft whites and wonderfully deep browns and blacks brings landscapes to mind—a result of an effect of largeness, of immensely subtle, almost atmospheric edging, and the deep space that the planes of color, despite their flatness, hollow out. Vicente’s achievement is unique in his collages. Although they can surely be called paintings and have nothing to do with the tradition of assemblage, the identity of the pasted papers (which he paints beforehand in chosen colors) is retained. A torn edge, often surprisingly like a brushstroke, is allowed to curl or peel from the surface, calling attention to the pasted skin so unlike oil paint. The scissor-cuts also emphasize the medium by their sharpness. Vicente differs from other artist of the New York School in his willingness to submerge his personal life in the pursuit of painting as a sufficient end. Painting, he feels, “should be independent, detached from personality.” He has said: “The problem of painting in all times has been to achieve clarity, but clarity is a subjective force. It is realized when the maximum of meaning is obtained with the minimum of elements.”&nbsp;</p><p>--William C. Seitz, Brandeis University, March 1966</p>",
            "title":"Collection Publications: Esteban Vicente",
            "source_project":"Other",
            "author_type":"Other",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5de92ab1f83199001604a344"
            },
            "body":"Why is it that interpreters and critics insist on treating works of art as if they were voiceless things that become meaningful or expressive only after they work on them with their methods? One reason may be that they accept a view of things in which all objects, including works of art made into objects by these methods, can have no significance in any sense unless they are read as signs or symbols according to some code or theory. Then they face the old problem of Meaning in Abstract Art: what, for example, to do with works like these of Vicente, completely lacking in subject matter, and very poor grounds for the hunter of sexual or social or religious symbols? There is a simple way to start. There is often a central image (rarely in the center)­ is it a geometrized cow's eye, or a softened circle, within a vague rhomboidal shape?-that keeps repeating itself. Lines, colors, and shapes often play-quietly-against this figure, surround it, withdraw from it, push it forward or backward, or stand over against it. And with all this movement, there is quiet restraint. This much can be said, and truly. But it's very superficial compared to other approaches that have been tried: Vicente is (inevitably) a Spaniard, therefore-despite the evidence-there are echoes of the Prado, even something Goyaesque about it. (This is usually accompanied by a mild complaint about a misplaced \"French\" elegance and taste.) Also, Vicente is an Abstract Expressionist, and as such must have been very unhappy with the socio-cultural situation of the early thirties. There is surely something of this discontent in the work. Further, it has been said that abstract works--and these are certainly abstract-- represent a kind of \"noxavoidance reaction\" to the painter's environment. Reality must be painful to the sensitive, not to mention the alienated Vicente, and so he engages in the pain-relieving ritual of creating abstract shapes, pleasing in themselves, and unrelated to reality. Nor must we forget the Marxist complaint: These works not only fail to depict the contradictions of social reality; they are symbolic rejections of social responsibility . . .!",
            "title":"Collection Publications: The Intent of Esteban Vicente",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}