{
    "makerid":20306,
    "published_date":"2022-06-09 08:45:21.683384",
    "type":"maker",
    "displayname":"Hank Willis Thomas",
    "makertype":"Individual",
    "alphasort":"Thomas, Hank Willis",
    "lastname":"Thomas",
    "firstname":"Hank",
    "nametitle":null,
    "middlename":"Willis",
    "suffix":null,
    "displaybio":"born 1976, Plainfield, NJ; active New York, NY",
    "begindate":1976,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hank Willis Thomas",
            "alphasort":"Thomas, Hank Willis",
            "lastname":"Thomas",
            "firstname":"Hank",
            "nametitle":null,
            "middlename":"Willis",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500472154"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/81100152"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db893ab975ec80016e02d51"
            },
            "body":"In Scarred Chest, the muscled torso of a black man fills the frame. Although he is seemingly in perfect physical shape, his pectoral muscles are marred by nine Nike swoop-shaped scars. While these raised shapes are reminiscent of extant photographs of the latticework scars left by the lacerations of a slave-owner’s whip, Thomas is also referring to the historical punishment of branding runaway slaves, often on their chests or shoulders. This branding, like that used by Nike more than a century later, was meant to signal an identifiable product. Thomas inserted the scars onto his model’s body through digital manipulation, using the Nike logo as a means of calling attention to how slavery, sports, and African American history are entangled.\n\n<em><em>Conversation prompts<em><em>\n\nWhat effect do the scale of this work and its cropping have?\n\nIn superimposing scarification marks, what other images does Willis’s photograph call to mind?\n\nIs this a powerful or susceptible body? Explain.",
            "title":"Teach with Collections: Hank Willis Thomas, Scarred Chest",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}