{
    "makerid":5275,
    "published_date":"2025-08-28 02:01:01.301116",
    "type":"maker",
    "displayname":"Hon'ami Kōetsu 本阿弥 光悦",
    "makertype":"Individual",
    "alphasort":"Hon'ami Koetsu",
    "lastname":"Hon'ami",
    "firstname":"Koetsu",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1558 –1637; born and died Kyoto, Japan",
    "begindate":1558,
    "enddate":1637,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hon'ami Kōetsu 本阿弥 光悦",
            "alphasort":"Hon'ami Koetsu",
            "lastname":"Hon'ami",
            "firstname":"Koetsu",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Hon'ami Kōetsu",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"本阿弥 光悦",
            "alphasort":null,
            "lastname":"本阿弥 光悦",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jitokusai",
            "alphasort":"Jitokusai",
            "lastname":"Jitokusai",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Tokuyusai",
            "alphasort":"Tokuyusai",
            "lastname":"Tokuyusai",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Taikyoan",
            "alphasort":"Taikyoan",
            "lastname":"Taikyoan",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500121411"
        },
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/35375208"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf460e785ca8001692b35c"
            },
            "body":"As part of the renaissance that fol­lowed decades of warfare in the sixteenth century, the artists of Kyoto looked to the court traditions of calligraphy, poetry, and painting for models that reflected the past glory of the city and the ascendancy of the aristocracy during the Heian period (794-1185). A leader in this revival of clas­sical tradition, Hon'ami Koetsu transcribed ten verses by revered poets of the Heian period  on colored papers  printed  with shimmering mica designs that evoke a sense of the decorated poetry transcriptions of that golden age. His celebrated calligraphy is brushed dynamically across the surface of the paper in a style known as \"scattered writing\" (chirashi-gaki). The rhythm and intensity of ink allow the fluid characters to harmonize with the rhythm of the paper decoration. His brush strokes display strong contrasts of thick and thin, a personal style likely modeled after the Chinese calligra­phy of Zhang Jizhi (1186-1266), whose work was collected and treasured in Japan.\n\nThe ten poems in the handscroll fragment are taken from one of the most famous and influential poetry anthologies <em>from Ancient and Modern Times<em>, commissioned by the retired emperor Go-Toba in 1201. The designs of woodblock-printed mica include paulownia trees, floating grasses, deer and trees, flowering plum branches, dragonflies, flying cranes, hydrangeas, and plum shoots. They are similar to decorations and design motifs seen in contemporary poem cards, and in the printed books designed and produced by Koetsu and the merchant-calligrapher, Suminokura Soan. Koetsu is also known to have frequently collaborated with the artist Tawaraya Sotatsu (died ca. 1640), another leader in the revival of Heian period styles. The printed designs on this scroll have been attributed to Sotatsu, or his studio.\n\n\n",
            "title":"Selections from the New Collection of Japanese Poems from Ancient and Modern Times (Shinkokin wakashū) with Printed Designs of Plants and Animals, Hon'ami Kōetsu",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Summer 2004"
        },
        {
            "_id":{
                "$oid":"5dbc6827313cac0016d84b03"
            },
            "body":"As part of the renaissance that followed decades of warfare in the sixteenth century, the artists of Kyoto looked to the court traditions of calligraphy, poetry and painting for models that reflected the past glory of the city and the ascendancy of the aristocracy during the Heian period (794–1185). In this handscroll, Hon’ami Kōetsu (1558–1637)—a leader in this revival of classical tradition—transcribed ten verses by revered poets of the Heian period on colored papers printed with mica designs that evoked a sense of the decorated poetry transcriptions of that golden age. His celebrated calligraphy, inspired by the courtly tradition, is dynamically brushed across the surface of the paper in a style known as “scattered writing” (chirashi-gaki). The rhythm and intensity of ink allow the fluid characters to harmonize with the rhythm of the paper decoration.\n\nHon’ami Kōetsu, calligrapher, potter, and lacquerware designer, was born into a merchant family specializing in the polishing and connoisseurship of swords. Known as one of the Three Brushes of the Kan’ei Era (1624–1643), Kōetsu began his study of calligraphy with Prince Sonchō (1552–1597), abbot of the Shōren’in temple and guardian of the Shōren’in tradition during the turbulent hundred years of the Ōnin War (1467–1568). It is from Sonchō that Kōetsu learned the courtly tradition of calligraphy, but he was also influenced by a number of individual masters, including the founder of the Shingon sect of Buddhism, Kōbō Daishi (Kūkai) (774–835), and the Song dynasty Chinese calligrapher, Zhang Jizhi (1186–1266).\n\nThe ten poems transcribed in this handscroll fragment are taken from one of the most famous and influential poetry anthologies in Japan, entitled, New Collection of Japanese Poems from Ancient and Modern Times (Shinkokin wakashu), commissioned by the retired emperor, Go-Toba (r. 1183–1198) in 1201. It is a collection of 1,981 poems that have been arranged thematically. The subject matter of the first six of twenty books, from which the poems of this scroll are drawn, is based on the progression of the seasons, an important theme in both Japanese literature and art. All ten poems come from the sixth book, “Winter.”\n\nThe ten poems of this handscroll are written in cursive script (sōsho) on eleven sheets of colored paper that are decorated on the front and back with woodblock-printed mica designs. The motifs include (on the obverse): paulownia trees, floating grasses (ukikusa), deer and trees; deer in mist, flowering plum branches, dragonflies and water, and bamboo, and (on the reverse): baskets in waves, large bamboo, azalea, deer and trees, floating grasses, flying cranes, deer in mist, hydrangea, plum shoots, hill and strand, and deer with a tree. [Identified by Kyoko Kinoshita and Felice Fischer in The Arts of Hon’ami Kōetsu, Japanese Renaissance Master (Philadelphia: Philadelphia Museum of Art, 2000).] Similar decorative treatment and design motifs are seen in contemporary poem cards (shikishi), and in the printed books (Sagabon) designed and produced by Kōetsu and the merchant-calligrapher, Suminokura Sōan (1571–1632). Kōetsu is also known to have frequently collaborated with the artist Tawaraya Sōtatsu (died ca. 1640), another leader in the revival of Heian period styles. The printed designs on this scroll have been attributed to Sōtatsu, or his studio.\n\n<em><em>Translation of poems<em><em>\n\n<em>Still awake as the day breaks, the dew of autumn’s parting, now binds my sleeves with frost. I suppose that winter has come.\n\nIn the tenth month, when gods flee and red leaves fall, scattering in the wind, without knowing why, I feel forlorn.\n\nWaves of the current crash about the weir, as all the more, the red leaves seem, to check the flow of Natori River.\n\nRed leaves alight on Oi River but they do not flow on. Where is the dam, the weir woven of water?\n\nTakase skiffs are held from their course by the crimson leaves coursing down Ōi River.\n\nWhen nightfall comes, I have no one to meet. There is only the sound of the fierce wind on the peak, scattering leaves from the vines.\n\nOn my own; the only thing that makes a sound is the evening wind from the valley as it blows up leaves fallen in the garden.\n\nLeaves go scattering by the hut as I lie alone on my robes. The passing storm can’t have known of the hue of my sleeves.\n\nLeaves scatter down in the unsteady winter drizzle until scene comes to resemble the patterns of the tears I shed upon my sleeves.\n\nThe changing forms of the clouds carry the voice of a violent wind. I wonder if they are blown about, the tendrils of the star jasmine on Mt. Katsuragi.<em>",
            "title":"Online Activities: The Art of Hon'ami: K≈çetsu",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}