{
    "makerid":4767,
    "published_date":"2025-10-15 11:20:24.422917",
    "type":"maker",
    "displayname":"Makron",
    "makertype":"Individual",
    "alphasort":"Makron",
    "lastname":"Makron",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Greek, Attic, active ca. 500–475 BCE",
    "begindate":-500,
    "enddate":-475,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"A vase painter working in Athens from about 500 to 480 BCE, Makron worked exclusively in the red-figure technique. He specialized in the decoration of cups but occasionally worked with other types of vessels. Unlike many other vase painters of this period, Makron does not seem to have worked with a variety of potters, moving from workshop to workshop. Instead, he appears to have had a steady collaboration with the potter Hieron. Most of Makron's vases depict scenes from daily life: revelry, athletics, or erotica (ULAN).\r\n\r\n---\r\n\r\n Greek vase painter. He has been ascribed over 350 vases, more than any other Athenian painter in the   Red-figure technique. However, only one is certainly signed by him. Makron worked consistently with the potter Hieron, and of more than 30 signed works by Hieron almost all are painted by Makron. Most of the vessels are cups on tall stands, and the pictures inside these are always framed with a simple meander.\r\n\r\nLike most vase painters, Makron may also have worked as a potter. Despite the large number of vases attributed to him, his work displays great unity. The kalos names correspond with those on later vases by douris, suggesting that Makron worked prolifically over a short period, though a certain development can be perceived in his output.\r\n\r\nMakron’s drawing is generally less fine than Douris’, but it developed rapidly, becoming richer and more decorative, more fluid and skilful, particularly in the representation of human proportions, especially in the case of women. A few pieces, mainly with mythological subjects, were thoughtfully composed and drawn in great detail. Typical features include heads with a flat skull-pan and deep eyebrows, and garments with carefully drawn and variably disposed drapery. There is sometimes a suggestion of fair hair in single locks, as well as rich figural decoration on clothing and other objects. Though Makron represented clothing with increasing virtuosity, the outlines of the body were always clearly stated—in the case of female figures in the transparently drawn chiton—forming the basis for the pictures. The composition of the tondi inside cups generally shows a unified conception and the outside decoration, made up of multi-figured friezes based on groups of two, has a balanced rhythm, with dancing and Dionysiac celebrations as frequent subjects. The outside and inside pictures are generally related thematically. Mythology does not feature largely in Makron’s work: his preferred subjects were sport, banquets, dancing, scenes of Dionysiac revelry or worship, and erotic scenes, of which there are a great many, primarily rows of courting couples, more often both male than of mixed sex. Among the mythological scenes, those involving the Trojans and their allies are prominent. Herakles also figures, as do Peleus and Thetis. Makron’s masterpieces include a cup with the Judgement of Paris (Berlin, Antikenmus.) and two exceptionally fine skyphoi, one showing Helen with Paris (and on the other side Helen with Menelaus), which carries the only unequivocal signature by Makron (Boston, MA, Mus. F.A.), and the other showing Triptolemos among the Eleusinian Gods (London, BM). Of the non-mythological pieces, an aryballos depicting Children with Toy Chariots (Oxford, Ashmolean) deserves special mention.\r\n\r\nPupils of Makron in the second quarter of the 5th century BC probably included the Clinic Painter and the Telephos Painter. Their pictures are sometimes rather mannered, but they are more often humorous in effect than those of their teacher (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Makron",
            "alphasort":"Makron",
            "lastname":"Makron",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500008500"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95732960"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}