{
    "makerid":60,
    "published_date":"2023-03-25 02:02:38.951753",
    "type":"maker",
    "displayname":"Alessandro Allori",
    "makertype":"Individual",
    "alphasort":"Allori, Alessandro",
    "lastname":"Allori",
    "firstname":"Alessandro",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1535–1607; born and died Florence, Italy",
    "begindate":1535,
    "enddate":1607,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alessandro Allori",
            "alphasort":"Allori, Alessandro",
            "lastname":"Allori",
            "firstname":"Alessandro",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500027631"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/52482834"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1d0965f1ff70016001c43"
            },
            "body":"<p>This beautifully painted, intimate devotional panel is remarkably rich in iconographic and pictorial invention. The painting is signed, dated, and inscribed on the stone block in the lower right hand corner: \"Alexander Bronzinus Allorius/ Civis Florentinus/ 1606/ Dum Pingebat/ Melius/ Lineare Non Potuit.\" Allori incorporates the name of the painter Bronzino in his signature to acknowledge his debt to, and affection for, his former master. Bronzino had acted as an adoptive father to Alessandro, whose own father died when he was five years old. The inscription, freely translated as \"This is the best I can do. I can do no better,\" is perhaps a formula-- it appears in identical form on an important commission of 1602, a <em>Birth of Christ</em> for the Cappella dell'Antella in the Church of the Santissima Annunziata in Florence. It may, however, indicate that some special meaning was attached to the painting. Given the intensely devotional quality of the <em>Saint Jerome,</em> painted, significantly, in the year before Allori's death, the inscription may indeed mean that this painting does represent the summa of his art and the finest offering he can make. Saint Jerome is shown adoring a crucifix, symbolizing man's redemption. His left hand rests on a skull, denoting man's mortality, and in his right hand he holds a rock with which to mortify his flesh. The blue banderole, which winds around the skull, is inscribed with the words \"I have meditated upon you through all the years in the bitterness of my life.\" The Saint stands before a rocky ledge upon which are placed two large books, one in Latin over another in Hebrew, indicating Saint Jerome's great work, the translation of the Bible into the Vulgate. They are placed before the rustic crucifix as if in offering to Christ. His cardinal's hat and the rich ecclesiastical robes of his former worldly position are discarded. The masks in the foreground, inscribed with the word <em>vanitas<em>, symbolize the falsity of worldly pursuits. Barely discernible inthe dark grotto beneath the rocky ledge lurks a fancifully monstrous dragon, ever-watchful Sin. One of the most imaginative and disarming details in the painting is the lion in the grotto behind and to the right of the tree. Most often the lion, Jerome's companion in the wilderness and symbol of the Resurrection, is shown lying down and sometimes even sleeping. But here he pointedly turns to an altar cov­ered with a rich cloth, upon which the chal­ice and paten of the Sacrament are placed. Directly behind is an altarpiece depicting the <em>Adoration of the Shepherds<em>, a composition very likely derived from that of a Northern artist. To the left of the tree unfolds an exquisite and most delicately painted land­scape through which three women move toward the complex of buildings on a small hillside in the middle distance. This vignette might refer to the three women who followed Saint Jerome into the wilderness and there founded a convent. The painting is fascinating also from a technical point of view . It is enlarged by wood strips attached on all four sides. The paint surface on the strips is continuous with that of the main body of the painting and, therefore, had to have been added by the artist. Norman Muller, the Museum's [former] con­servator... discovered the reasons for these additions [in 1987]. Infrared reflectography reveals underdrawing for a crucifix closer to the head of the Saint. The change in the position of the crucifix brought it too close to the left edge of the original panel, and a strip of wood had to be added to continue the composi­tion; the additional strips might have been added to then correct the proportions of the painting. The careful addition of the strips and adjustment of the composition indicate that the artist took special pains with the painting, care consistent with the inscription. There are also pentimenti, traces on the surface of the painting of other changes in the composition. The most visible appears around the knee and through the calf of the right leg of the Saint, which indicates a reconsideration of that leg's position. Allori was one of the leading painters of Florence in the last quarter of the sixteenth century. His art reflects the denouement of the great Mannerist tradition, created by Michelangelo, Pontormo, Rosso Fiorentino, and others. The Maniera, as this late and highly academic stage of Mannerism is called, evolved into an exaggeratedly artifi­ cial, and overly elegant, style of purely aes­ thetic and formal concern with increasing emphasis on obscure iconography, pedantic applications of theory and references to pre­ existing art. Allori's art is, however, deeply infused with the spirit and imperatives of the Counter-Reformation and a persistent, but never fully resolved, inclination toward a more naturalistic style. In <em>The Penitent Saint Jerome</em> these elements come to the fore both in the visual effects and the tone of the narrative. Eschewing artifice, Allori has brought all his art to bear on this deeply felt and moving testament to his faith.</p>",
            "title":"Newsletter: Fall 1987",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}