{
    "makerid":12691,
    "published_date":"2022-03-28 16:07:53.789474",
    "type":"maker",
    "displayname":"Michael Graves",
    "makertype":"Individual",
    "alphasort":"Graves Michael",
    "lastname":"Graves",
    "firstname":null,
    "nametitle":"Michael",
    "middlename":null,
    "suffix":null,
    "displaybio":"1934–2015; born Indianapolis, IN; died Princeton, NJ; active Princeton",
    "begindate":1934,
    "enddate":2015,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Graves, who has been in the forefront of architectural design for 45 years, began teaching at Princeton in 1962 and retired in 2001. He taught architectural design and theory to thousands of undergraduate and graduate architecture students as well as undergraduate students in other disciplines. \r\n\r\nGraves built an international reputation as an architect and designer whose works -- ranging from office buildings to single-family homes -- have been credited with introducing historical and contextual themes into modern architecture. His designs for furniture and household items, now sold in national retail stores, have helped bring a higher level of design to everyday objects. \r\n\r\nSome of his best-known projects include the Walt Disney Co. corporate headquarters in Burbank, Calif.; the Netherlands' Ministry of Health, Welfare and Sport in the Hague; and the much-celebrated interpretive design scaffolding for the Washington Monument Restoration in Washington, D.C. His 1985 creation of the Alessi teapot with a bird spout instantly made him a star on the home design front.\r\n\r\nGraves has won more than 120 other awards and citations, including the National Medal of Arts presented by President Bill Clinton in 1996 for his exceptional achievements in architecture, design and education.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Michael Graves",
            "alphasort":"Graves Michael",
            "lastname":"Graves",
            "firstname":null,
            "nametitle":"Michael",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500030109"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/30270790"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}