{
    "makerid":3921,
    "published_date":"2023-03-23 02:01:51.709027",
    "type":"maker",
    "displayname":"Edvard Munch",
    "makertype":"Individual",
    "alphasort":"Munch, Edvard",
    "lastname":"Munch",
    "firstname":"Edvard",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1863–1944; born Loten, Norway; died Oslo, Norway",
    "begindate":1863,
    "enddate":1944,
    "nationality":"Norwegian",
    "culturegroup":null,
    "biography":"Munch, one of the most noted Norwegian artists, was concerned with the expressive representation of emotions and personal relationships in his work. He was associated with the international development of Symbolism during the 1890s and recognized as a major influence on Expressionism. His early work was conventionally naturalistic; by 1884, he belonged to the avant-garde circle of the painter Christian Krøhg. During stays in Paris between 1889 and1892 Munch was influenced by the symbolists, van Gogh, and, above all, Gauguin; it was during this time that he established his characteristic nervous linear style. An exhibition of more than 50 of Munch's work at the Berlin Kunstlerverein (Artists' Union) in 1892 was so scandalous that it was closed after a week with the repercussions leading to the formation of the Berlin Sezession in 1899. Much of the next ten years was spent in Berlin associating with writers such as Richard Dehmel and August Strindberg and creating works featuring his recurrent themes of sexual awareness, illness, jealousy, and insanity. These intense and disturbing works reflected not only Symbolist preoccupations but Munch's difficulties stemming from his own traumatic childhood during which his mother and sister died and his father nearly went mad. While in Berlin he produced his first prints, with lithographs and woodcuts becoming equally important to his paintings. In 1908, he suffered a nervous breakdown and in 1909 he returned permanently to Norway, deliberately abandoning his disturbing themes as part of his recovery. His work became more outgoing, his palette brighter, and his themes more optimistic although his self-portraits retained their earlier intensity. After 1916 Munch became increasingly reclusive and his work regained some of its earlier urgency. He lived at Ekely outside Oslo; when he died he left over 20,000 works to the city. During Munch's lifetime there were many exhibitions of his work in Oslo, Prague, Stockholm, and German cities (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Edvard Munch",
            "alphasort":"Munch, Edvard",
            "lastname":"Munch",
            "firstname":"Edvard",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032949"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/61624802"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db33f7370a6c9001607ed21"
            },
            "body":"<p>Norwegian artist Edvard Munch (1863–1944), like other Symbolist artists and writers throughout Europe in the 1890s, rejected the Impressionist practice of studying the effects of light on the exterior world and instead looked inward to explore themes of love and jealousy, loneliness and anxiety, sickness and death. Although most recognized for his celebrated paintings—including <em>The Scream</em> (1893)—Munch was among the most innovative printmakers of the modern era. His mastery of a broad variety of print media paralleled his rapid development as a painter in the last decade of the nineteenth century. From his first prints, made in Berlin in 1894, to the lithographs and woodcuts that accompanied his triumphant exhibition of the Frieze of Life painting cycle in 1902, the practices of painting, drawing, and printmaking were intertwined for Munch. Raised in the working-class tenements of Kristiania (renamed Oslo in 1924) at a time of great social and political change in northern Europe, Munch had lost both of his parents as well as his sister Sophie to tuberculosis by the age of twenty-five. Frail health and depression plagued the artist throughout his life, leaving him with a firm determination to create art that addressed universal conditions of modern life as distilled from memories of his troubled past. In 1889, Munch was awarded a scholarship to study in Paris, where he encountered the work of Vincent van Gogh, Henri de Toulouse-Lautrec, Georges Seurat, and Paul Signac at the Salon des Indépendants, as well as the Symbolist paintings and lithographs of Paul Gauguin at the <em>Synchronists and Impressionists</em> exhibition at the Universal Exposition. This work had a profound effect on the young artist, and he gradually abandoned his former Impressionist style in favor of a boldly painted, introspective form of Symbolism. Munch declared in his oft-cited <em>St. Cloud Manifesto</em> of 1889: “No longer would interiors, people who knit and read be painted. There should be living people who breathe and feel, suffer and love.” Over the next three years, while living in the Parisian suburb of St. Cloud, spending the winter months in Nice, and summering in the fishing village of Åsgårdstrand, Norway, Munch developed some of his most iconic Symbolist motifs. He exhibited his paintings in Kristiania and Copenhagen, and the success of these exhibitions led to a solo presentation at the prestigious Berlin Artists Association in 1892. The exhibition featured a series of six provocative paintings that included early versions of <em>Kiss, Jealousy, and Despair<em>, collectively titled <em>Study for a Series: Love<em>. They depicted, in the artist’s words, “the struggle between man and woman called Love.” Outraged members of the conservative association voted to close the show after only one week. The ensuing scandal made the artist an overnight sensation in German modernist circles and led to further exhibitions throughout Germany. Capitalizing on his newfound notoriety, Munch moved to Berlin in 1893. With the death of his father in 1889, Munch had become responsible for supporting his family financially. Although he was exhibiting widely, painting sales were scarce, and his income was largely derived from the admission fees he charged for his controversial exhibitions. Munch’s financial need, coupled with a desire to make his work better known to a broader public, led to his initial explorations with prints late in 1894. The artist produced his first etchings and drypoints in the Berlin workshop of master printmaker L. Angerer, who had published the brooding etchings of Germanic Post-Romantic painters such as Max Klinger, Arnold Böcklin, and Franz von Stuck—artists whose psychologically charged subject matter resonated with the young Norwegian’s Symbolist themes. In 1895 the art historian Julius Meier-Graefe, editor of the short-lived but influential Art Nouveau journal <em>Pan<em>, published eight of Munch’s etchings and drypoints. An essay in the portfolio introduced the artist to an international audience. Sales were slow, however, and the portfolio was not a financial success. Later that year, Munch expanded his printmaking activities in Berlin to include lithography, most notably producing two large monochromatic lithographs based on painted femme fatale compositions: <em>Madonna and Vampire<em>. Munch returned to Paris in 1896 to exhibit at the Salon des Indépendants and the Salon de l’Art Nouveau, and, in the workshop of Auguste Clot, he continued to produce extraordinary lithographs derived from his painted compositions. These included multiple color variations of <em>The Sick Child II<em>, which recalls the death of his beloved sister Sophie; the two-color lithograph <em>Anxiety<em>, published by the enterprising dealer Ambroise Vollard; and <em>Death in the Sick Room<em>, a bold black-and-white composition evoca- tive of the woodcut techniques fashionable in Parisian Art Nouveau circles. By the fall of 1896, Munch had begun to experiment with his own woodcuts, the technique with which he would make some of his greatest innovations to the art of printmaking. Although Munch probably never met Paul Gauguin, he would have seen the French artist’s Tahitian-inspired woodcuts in the fall of 1895 at the apartment of William Mollard, a Norwegian state official friendly with the Scandinavian artistic and literary community in Paris. Gauguin had entrusted Mollard, his upstairs neighbor, with the safekeeping of his work—including the remaining proofs and impressions of his <em>Noa Noa</em> woodcuts, together with the woodblocks he used to create them— when he returned to the South Seas in the summer of 1895. Coarsely carved and printed by hand, Gauguin’s distinctive woodcuts were then only known to his circle of friends, who admired them for their seemingly primitive execution, bold color, and exotic subject matter. While the color woodcuts that Munch began to make in 1896 are clearly indebted to Gauguin’s example, the process by which he made them took on an entirely new character. Munch’s woodblocks were larger than Gauguin’s and often made from native woods like spruce, oak, and birch, weathered to impart a naturalistic grained texture to the final impressions. In addition, Munch devised a unique method in which he used a fret saw to cut his finished woodblocks into three or four puzzle-like shapes along pictorial contours, inked each piece separately, and reassembled them before printing the image, as in the color woodcut <em>Two Women on the Shore.</em> Printed in this way, Munch’s woodcuts display a curious effect in which his figures appear disassociated from each other and separated from their surroundings. Munch often used proofs of his lithographs and woodcuts as the foundation for drawings, embellishing them with watercolor and gouache to further accentuate their symbolic content. The artist’s search for graphic means to refine key pictorial themes eventually led him to novel combinations of printmaking techniques in a single work, best exemplified by the two large master prints <em>Madonna and Vampire II<em>. Munch first created these prints as litho- graphs in 1895 and revised them in 1902 with the addition of colored woodcut blocks to enhance their dark and sinister mood. Throughout the 1890s, Munch developed his series of thematically related paintings on the subject of love while expanding it to include meditations on anxiety and death. In 1902, with his international fame reaching new heights, he was invited to contribute to the fifth exhibition of the Berlin Secession, a group of independent German artists who championed modernist tendencies in defiance of the government-sponsored Berlin Artists Association. Munch selected twenty-two of his most iconic paintings from throughout his career and displayed them under the collective title <em>Frieze: Cycle of Moments from Life<em>. They were divided into four thematic sections: love, the passing of love, anxiety, and death. The artist installed his work along all four walls of the Sculpture Hall, with the paintings hanging in a continuous row above eye level and a tier of related prints prominently displayed below. The exhibition was a monumental success, finally validating Munch’s reputation in Berlin as one of the leading painters—and printmakers—of his generation.</p>",
            "title":"Magazine: Spring 2014",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dceded1f9ac100016d1b6ed"
            },
            "body":"Although Munch was Norwegian by birth and considered primarily a Symbolist artist, his work had a profound effect on German Expressionism. In 1892 he was invited to travel to Germany to exhibit his paintings with the Association of Berlin Artists. His nonacademic style, however, was immediately declared a disgrace to art, and was rejected by many of the traditional artists and critics. The uproar made him famous, and for the three subsequent years he spent in Germany, his exhibitions were considerably more successful. \n\nMunch began to work in the print medium while in Berlin in 1894, and this lithograph is his first graphic self-portrait. Like Kollwitz, Munch depicted himself in various media throughout his life. His surroundings in his painted self-portraits frequently contained death imagery and often alluded to his psychological state. Here, Much’s disembodied head against the empty black background suggests a separation of mind and body, or a split between his emotional and spiritual sides. The configuration of the ominous skeletal arm (removed in the second state) below the self-portrait and the inscribed name above it resembles a tombstone.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels: 7",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}