{
    "makerid":14450,
    "published_date":"2022-03-28 16:08:41.087135",
    "type":"maker",
    "displayname":"Philip Lindsley",
    "makertype":"(not entered)",
    "alphasort":"Lindsley, Philip",
    "lastname":"Lindsley",
    "firstname":"Philip",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1786–1855",
    "begindate":1786,
    "enddate":1855,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Philip Lindsley, an educator, Presbyterian minister, and classical scholar, was born in Basking Ridge, New Jersey. He was educated at private academies and at the College of New Jersey (now Princeton University) and joined the faculty as Latin and Greek tutor in 1808. In 1813 Lindsley was made professor of Languages, Librarian, Inspector (Dean), and secretary of the Board of Trustees. The same year he married Margaret Elizabeth Lawrence, daughter of Nathaniel Lawrence, the attorney general of the State of New York.\r\n\r\nBy the time he was elected vice-president of the College of New Jersey in 1817, Lindsley was recognized as one of the foremost classical scholars in the United States. In 1822 he was made acting president of Princeton. The next year he was offered the permanent presidency not only of Princeton, but also of several colleges and universities, including the struggling Cumberland College in Nashville, but he declined them all. In 1824, though, he changed his mind and accepted the position in Nashville.\r\nhttp://tennesseeencyclopedia.net/imagegallery.php?EntryID=L039\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Philip Lindsley",
            "alphasort":"Lindsley, Philip",
            "lastname":"Lindsley",
            "firstname":"Philip",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/72836779"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}