{
    "makerid":14830,
    "published_date":"2022-03-28 16:08:52.048802",
    "type":"maker",
    "displayname":"John Prentiss Poe Jr.",
    "makertype":"Individual",
    "alphasort":"Poe, John Prentiss Jr.",
    "lastname":"Poe",
    "firstname":"John",
    "nametitle":null,
    "middlename":"Prentiss",
    "suffix":"Jr.",
    "displaybio":"American, 1874–1915",
    "begindate":1874,
    "enddate":1915,
    "nationality":"American",
    "culturegroup":null,
    "biography":"John Prentiss Poe, Jr. 1895 had a reckless courage and a generous nature that endeared him to his contemporaries. His freshman year he was a star halfback on the varsity and class president. That spring, when he was required to withdraw from college for scholastic reasons, his whole class turned out at the Junction to see him off. He was readmitted in the fall, and played even more brilliantly. Later that year, again in academic arrears, he was obliged to leave, this time for good. For a time he coached football at other colleges, and then embarked on an adventurous career as cowpuncher, gold prospector, surveyor, and soldier of fortune. When World War I broke out he hastened to England and ``took the King's shilling'' as a private in the Royal Garrison Artillery. He later applied for transfer to the infantry and was assigned to the 1st Black Watch. He was killed in action in France on September 25, 1915. A portrait, showing his stocky figure with the kilts and bonnet of the Black Watch, hangs in Madison Hall; it was given by the Princeton Alumni Association of Maryland. Poe Field, provided in his memory by classmates and friends, is used for lacrosse and intramural athletics. The John Prentiss Poe Football Cup, given by his mother, is awarded annually to that member of the varsity football team who has best exemplified courage, modesty, perseverance, and good sportsmanship. It is Princeton's highest football award. \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Prentiss Poe Jr.",
            "alphasort":"Poe, John Prentiss Jr.",
            "lastname":"Poe",
            "firstname":"John",
            "nametitle":null,
            "middlename":"Prentiss",
            "suffix":"Jr.",
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Johnny Poe",
            "alphasort":null,
            "lastname":"Poe",
            "firstname":"Johnny",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/25923725"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}