{
    "makerid":394,
    "published_date":"2025-05-17 02:00:47.972167",
    "type":"maker",
    "displayname":"Albert Bierstadt",
    "makertype":"Individual",
    "alphasort":"Bierstadt Albert",
    "lastname":"Bierstadt",
    "firstname":"Albert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1830–1902; born Solingen, Germany; died Irving, NY",
    "begindate":1830,
    "enddate":1902,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Bierstadt was one of the most important landscape painters of the American West, producing large, romantic canvases of the Rocky Mountains, the Yosemite Valley, and the Native American tribes of the West. He also owned a successful photography business with his brothers, Charles and Edward, that operated in New York City from 1860 to 1866 (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Albert Bierstadt",
            "alphasort":"Bierstadt Albert",
            "lastname":"Bierstadt",
            "firstname":"Albert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001248"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27338209"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"6627d99de95df23b82d7217b"
            },
            "caption_file":[],
            "title":"American Nation, American Nature: Nurturing Each in the Anthropocene",
            "description":"The United States has historically identified with nature as much as with abstract ideals of freedom and equality—both principles that have recently been contested in American life. How has nature’s representation, literally and figuratively, broadly conditioned American culture, even as nature, too, is under unprecedented stress? And how has each of these concepts—liberty, democracy, and nature—influenced the other? What is their future in a time of extraordinary challenges to bedrock values? Karl Kusserow, John Wilmerding Curator of AmericanArt, will explore these questions in the context of America’s diverse visual culture across several centuries. ",
            "displaydate":"08/06/2020",
            "file_uri":"https://mediacentral.princeton.edu/id/1_jxuc0rxz",
            "speaker_type":"Curator",
            "created_by":{
                "$oid":"660ae18ce95df23b82d72158"
            },
            "video_type":""
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db88c37975ec80016e02d41"
            },
            "body":"Albert Bierstadt enjoyed great success in the years surrounding the Civil War by producing finely detailed vistas of nature’s splendor on majestic canvases that were invested with a significance beyond their surface appearance. The first technically advanced artist to portray the American West, Bierstadt offered to a rapidly transforming nation pictures whose spectacular size and fresh, dramatic subject matter supplied a visual correlative to notions of American exceptionalism while contributing to the developing concept of Manifest Destiny. Bierstadt was trained in the highly finished manner of the Düsseldorf Academy, and his precise style imbued his works with a reassuring sense of veracity that their sublime subjects and his occasional liberties with geographic reality would seem to belie. In Mt. Adams, Washington, the artist characteristically combined an impressively scaled natural background with a foreground view of American Indian life, which serves to heighten the picture’s putative realism even as it enhances its exotic appeal.\n\n<em><em>Conversation prompts<em><em>\nWhat do you find to be the focal point of the composition? How does Bierstadt guide your gaze through the composition?\n\nHow would you describe the depiction of the figures in the painting? What effect might this have on contemporary viewers’ understanding of the western landscape?",
            "title":"Teach with Collections: Albert Bierstadt, Mount Adams, Washington",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e3c4959a0f30a0016598375"
            },
            "body":"How Bierstadt altered reality and to what end are suggested by his 1875 painting of Mount Adams in Washington, one of several grand canvases depicting peaks in the Pacific Northwest’s Cascade Range. In portraying it as he did, Bierstadt had the advantage of knowing that—even more than with his views of Yosemite—few easterners had seen the sight depicted, providing him a latitude similar to the one he exercised a few years before when moving from titles that were specific (<em>Lander’s Peak<em>) to generic (<em>Sierra Nevada Morning<em>) for some of his most operatic works. \n\nBierstadt and Ludlow spent four or five days in the fall of 1863 on the Columbia River, which flows some thirty miles south of Mount Adams from headwaters in the Rocky Mountains to the Pacific Ocean. The following year Ludlow published an article describing this portion of their trip, which makes it clear that the two never left the river and got no closer than this to the peak, which in any case would have been difficult at the time. A photograph from a few years later by Watkins (1829-1916) shows Mount Adams rising in the distance beyond the river and reveals how removed it in fact was from Bierstadt’s nearest vantage point. His nonetheless finely detailed portrayal of it includes, on the left, the peculiar, snub-nosed profile of Sleeping Beauty Peak, a nearly five-thousand-foot andesitic dike, shown in relation to the larger mountain as if from the direction of the river to the south Yet the distinctive silhouette of Bierstadt’s highly articulated Mount Adams is clearly the view from the west. To piece together this manifestly confected portrayal, Bierstadt must have relied on pictorial sources other than his own, which became available in the years between his trip and the execution of the work. Whatever the means, the image he produced is, like Church’s <em>Cayambe,<em>not the one the artist saw. \n\nPainting what he wanted instead of what was—while pretending otherwise—allowed Bierstadt to craft an image of western nature that was both sensationally appealing and ready for occupation. By arranging his image to feature the peak looming large and showing its most dramatic façade, as well as incorporating a second striking promontory arising from the flat, accessible, parklike plain, Bierstadt presented as alluring a picture of the place as might be imagined. Here Mount Adams is separated from the foreground scene merely by the morning mist, whose implied movement to the right seems to draw with it the Indigenous figures already conveniently making their way off the canvas, opening up the space for others to inhabit. In what might have been written to describe <em>Mount Adams,</em> the printed testimonial accompanying a popular engraving of <em>Lander’s Peak</em> referred to “the every-day life of that race which, before the advance of civilization, fades away like the mists of morning before the rays of the rising sun.” Genocide is presented as georgic, with the “passing away” of a people, as Bierstadt called it, rendered as natural as the earth’s rhythms. \n\nUnacknowledged in Bierstadt paradisiacal world is that the smooth meadowland depicted beneath Mount Adams was probably not there by accident, but was created by the area’s Yakima people through successive planned and controlled burns. The land was not only occupied but also cultivated before the artist’s arrival. Such knowledge would not have endeared the work to Jay Cooke, a financier earlier involved in the promotion of Yellowstone, to whom Bierstadt offered to give either this or another painting of the same title if he would agree to buy a larger one of Mount Hood. When the artist made this enterprising proposal in 1872, Cooke controlled the struggling Northern Pacific Railway, which set up colonization offices as far away as Germany and Scandinavia in an attempt to lure settlers westward. Stropped of its true context, however, Bierstadt’s Edenic painting might serve just as well as Church’s “travel posters” were meant to do for the Cyrus Field. \n\nBut the trouble with Bierstadt’s vision, and Church’s mature one as well, is that in rendering nature as spectacular “other,” both artists ultimately remove it from the human realm and reify the notion, entrenched since antiquity, that humans and nature are not part of the same world—a great irony in light of Church’s embrace of Humboldt’s unifying rhetoric. Seen in this way, the vacating Indians in <em>Mount Adams</em> perversely connote the evacuation of <em>all</em> human presence implicit in such a weltanschauung, to use a Humboldtian term. He said, “The most dangerous worldview is the worldview of those who have no viewed the world.” A truly comprehensive view of the world must entail an appreciation of humankind as but a part of the whole, not the reason for it—a piece, however powerfully pervasive, of a radically complex, interconnected web of existence. While seeking to enhance appreciation for nature, Bierstadt and Church in the end promoted its estrangement. Whereas artists of the picturesque encouraged access and entry into the surrounding environment—a move with its won imperial ramifications—artists of the sublime shut us out. \n\n--Karl Kusserow \nJohn Wilmerding Curator of American Art at the Princeton University Art Museum",
            "title":"Nature's Nation: y1940-430",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64f09b47538ac6620e32b76e"
            },
            "title":"Exhibition: Nature’s Nation: American Art and Environment ",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><strong>Nature’s Nation&nbsp;</strong><br><strong>American Art and Environment&nbsp;</strong><br>October 13, 2018–January 6, 2019<br>&nbsp;</p><p>How can paintings from the nineteenth century reflect views about westward expansion? What can a high chest of drawers from Philadelphia reveal about the trade &nbsp;of mahogany? How have works by contemporary artists contributed to modern ecological consciousness? These are &nbsp;a few of the many questions posed this semester by classes from Princeton and nearby universities visiting the exhibition <i>Nature’s Nation: American Art and Environment</i>. Reimagining American art in environmental terms, the exhibition allows visitors to think about social and cultural issues, including mass consumerism, industrialization, and immigration. &nbsp;</p><p>“The Modern Museum: Between Preservation and Action,” taught by James Steward, the Museum’s Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director, examined <i>Nature’s Nation</i> as a case study of an interdisciplinary exhibition taking innovative approaches to museum display and interpretation. Similarly, Jane Sharp brought her Rutgers University museum studies class for a tour with Karl Kusserow, co-curator of <i>Nature’s Nation</i> and the John Wilmerding Curator of American Art, in order to discuss questions of installation and didactics. Karl’s own class focused on the exhibition explored the interface of American art, ecology, and environmental history.</p><p>A section of the exhibition examines different artistic materials and their environmental implications. Bernadette Pérez, Cotsen Postdoctoral Fellow in the Society of Fellows, visited twice with her course “History of Commodities: From Sugar to Cocaine” to consider the transnational &nbsp;trade of silver and cotton and the legacy of slavery. Reena Goldthree, assistant professor in African American Studies, viewed some of the same works, as well as Allora and Calzadilla’s photographic series <i>Landmark (Footprints) </i>(2001–2) with her class “Afro-Diasporic Dialogues: Black Activism in Latin America and the United States.” &nbsp;</p><p>Classes have also used the exhibition to explore humans’ ever-evolving understanding of nature. Diana Fuss, Louis W. Fairchild Class of &nbsp;’24 Professor of English, brought students from “Wilderness Tales” to reflect on the paradox &nbsp;of the sublime in front of Albert Bierstadt’s <i>Mount Adams, Washington</i> (1875). Geology students in “Climate: Past, Present, and Future,” taught by Daniel Sigman, Dusenbury Professor of Geological and Geophysical Sciences, examined that same work as a record of the climate in the western United States in the nineteenth century. Several of the later works in the exhibition, such as Isamu Noguchi’s <i>This Tortured Earth</i> (1942–43), were discussed for their use of innovative techniques to reimagine ecology on a global scale in “New Directions in Environmental Humanities,” taught by Rachel Price, associate professor of Spanish and Portuguese Languages and Cultures.</p><p>Two anthropology classes also studied <i>Nature’s Nation</i> during the fall semester. “Ethnography of Law,” with Carol Greenhouse, Arthur W. Marks ’19 Professor of Anthropology and Director of the Program in Ethnographic Studies, contrasted views held by Euro-American settlers and Indigenous peoples about land ownership and geographic borders. Students of &nbsp;Ryo Morimoto, assistant professor &nbsp;in Anthropology, reflected on environmental disasters such as oil spills and pollution in relation to questions of environmental justice in “Catastrophes across Cultures: The Anthropology of Disaster.” &nbsp;</p><p>On the occasion of a reunion of his current and former graduate students and postdocs, David Wilcove, professor of Ecology and Evolutionary Biology and Public Affairs, came to the Museum to lead a “BioBlitz”—traditionally a search within a designated area for different living creatures, and in this case transformed into a search for representations of different species within the galleries. Among the lurking nonhuman beings his group discovered in <i>Nature’s Nation</i> are Carolina parrots in the hand-colored engravings of Mark Catesby (1731) and John James Audubon (1827–38), endangered buffalo in &nbsp;the section of the exhibition titled Icon of Extinction and Resilience, migrating caribou in Subhankar Banerjee’s photograph of the Arctic National Wildlife Refuge (2002), and an American bald eagle in Charles Willson Peale’s <i>The Artist in His Museum</i> (1822) and Robert Rauschenberg’s <i>Earth Day</i> (1970).</p><p>&nbsp;</p><p>Veronica White&nbsp;<br>Curator of Academic Programs</p><p><br>Princeton University Art Museum &nbsp; &nbsp;Winter 2019 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f8edad538ac6620e32b783"
            },
            "title":"Exhibition: Nature’s Nation: American Art and Environment",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><strong>Nature’s Nation</strong><br><strong>American Art and Environment</strong><br>October 13, 2018–January 6, 2019</p><p>&nbsp;</p><p>It is a truism of museum practice that cultural artifacts reflect the time and place of their making. So it must follow that contemporary analysis of them—also a creative act of sorts—similarly mirrors the circumstances and preoccupations of our own time. Today, when public awareness of environmental issues has never been greater, the need to imagine more sustainable and ethical habits of human action and thought, including environmentally informed ways of understanding our cultural history, has catalyzed a vital new area of research, the environmental humanities.</p><p>This timely mode of cross-disciplinary inquiry seeks to bridge the gaps between science and the humanities and explore traditionally separate Western, Eastern, and Indigenous ways of perceiving and comprehending the natural world and the human place within it. In the realm of art, curators and art historians have an extraordinary opportunity to address these crucial subjects by illuminating the environmental contexts of aesthetic objects past and present, while fostering a heightened consciousness of ecological realities and concerns. As public institutions, museums can play an especially valuable role in foregrounding these common issues.</p><p><i>Nature’s Nation: American Art and Environment</i> engages this opportunity by telling a new environmental history of North American art, tracing evolving ideas about the environment from colonial encounters between Indigenous beliefs and European natural theology through nineteenth-century notions of progress and Manifest Destiny to the rise of modern ecological ethics and activism. Using the interpretive insights of interdisciplinary scholarship in ecocriticism, <i>Nature’s Nation </i>shows that works of art in all mediums and genres—not just landscape painting—produced by a diverse array of makers, have something to teach us about environmental history and perception by virtue of their subjects and contexts of creation, as well as the materials and techniques employed in their creation.</p><p>This sweeping exhibition traces our changing relationship to the natural world as both reflected and shaped through more than one hundred paintings, sculptures, prints, drawings, photographs, videos, and works of decorative art drawn from seventy collections nationwide and from Princeton’s own extensive holdings. The works on view range from colonial furniture to the art of Jeffersonian natural science, Hudson River School landscape painting to Native American basketry, Dust Bowl regionalism to modernist abstraction, postwar environmental activism to contemporary artistic engagement with the Anthropocene, in which environmental change is experienced with particular difference by communities of disparate class and ethnicity.</p><p><i>Nature’s Nation</i> unfolds in three broad chapters—Colonization and Empire, Industrialism and Conservation, and Ecology and Environmentalism—eras marked by growing awareness of human agency as an increasingly powerful environmental factor. The show begins with an introductory gallery, where iconic paintings by Albert Bierstadt and Thomas Moran are displayed alongside contemporary works by Valerie Hegarty and Jaune Quick-to-See Smith that update and revise earlier perceptions of the pristine American environment. An eighteenth􀀁century Chippendale chest of drawers and a 1950s Color Field painting by Morris Louis installed nearby innovatively broach the theme of artistic materials and their environmental implications. Altogether fifteen diverse works set the stage for the following chronological eras, which through related groups of objects in a dozen themed subsections collectively reveal evolving human understandings of nature and our relations within it.</p><p>The ﬁrst era, Colonization and Empire, addresses a period of profound epistemological transformation in visions of natural order, as the classical-Christian tradition of immutable hierarchy gives way to an emerging comprehension of environmental dynamism and complexity. During this period, the discovery of extinction, resource scarcity, pollution, and other revelations of modernity exposed limitations in the older European paradigm, which had represented nature statically and hierarchically as a Great Chain of Being. Major works by Charles Willson Peale and members of his family here acquire new meaning as landmarks of this historic shift, while three subsequent sections on landscape representation explore the use of the picturesque and sublime to variously order and colonize the physical world.</p><p>The second era, Industrialization and Conservation, contains works engaging tensions between progress and preservation, including complex representations of consumption and its effects by Winslow Homer, Thomas Eakins, George Beaver, and others. The advancing pace, and growing recognition, of the human role in environmental transformation and its pervasive implications were variously examined across the era’s visual culture—from Frederick Olmsted’s “Greensward” plan for Central Park to Sanford Gifford’s <i>Hunter Mountain, Twilight</i>, which both celebrate and scrutinize technological advance.</p><p>Finally, Ecology and Environmentalism considers art of the twentieth and twenty-first centuries that reimagines ecology on a global scale through expansive techniques and media. Works such as Alexandre Hogue’s “Erosions” paintings, Isamu Noguchi’s <i>This Tortured Earth</i>, Eliot Porter’s exhibit-format photography for the Sierra Club, Robert Rauschenberg’s <i>Earth Day</i> lithograph, and Maya Lin’s online project <i>What is Missing?</i> vividly reveal the human capacity to redefine “nature” on a colossal scale while reframing inherited beliefs about progress. During this period, artists inventively embraced new creative challenges posed by ecological issues of unprecedented scope, from the Dust Bowl to world war to global warming and mass extinction. These considerations raise provocative questions: What are the limits and responsibilities of art in an era of ecological crisis? In addition to transforming the planet, is this crisis also forcing a reassessment of received art historical categories and methods by creating new aesthetic opportunities and canons, not to mention new approaches to museum display and interpretation?</p><p>While cultural traditions throughout the world have contributed to human understandings of the environment, the peculiar pace and combination of forces in American history—including the Native-European encounter, slavery, settler colonialism, immigration, industrialization, and mass consumerism, together with catalytic figures in the emergence of modern ecological thought, from George Perkins Marsh to John Muir, Aldo Leopold, and Rachel Carson—make the region an especially appropriate crucible for this ecocritical reexamination of artistic practices and paradigms. At the same time, the exhibition critically engages the idea of America as “nature’s nation,” its title adapted from a seminal 1967 book by the American studies scholar Perry Miller, and challenges the exceptionalism inherent in the term in light of &nbsp;Indigenous, African American, and other cultural perspectives.</p><p><i>Nature’s Nation</i> will provide viewers and readers a compelling opportunity to reimagine the history of American art in environmental terms. Although scholars have made great strides in examining the nation’s artistic production in relation to social and cultural conditions, they have yet to consider issues of ecology or environmental history in a focused and sustained way. By using ecocriticism to rethink landscape painting along with other genres and media, <i>Nature’s Nation</i> aspires to expand the purview of American art history on multiple registers. We hope it may enrich the field, opening it up to new considerations of historical context, materiality, method, and meaning, while enhancing the relevance of American art to a wide audience.</p><p><br>Karl Kusserow&nbsp;<br>John Wilmerding Curator of American Art</p><p>Alan C. Braddock&nbsp;<br>Ralph H. Wark Associate Professor of Art History and American Studies, William &amp; Mary</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp;Fall 2018 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}