{
    "makerid":5789,
    "published_date":"2025-05-27 02:00:41.785354",
    "type":"maker",
    "displayname":"Sir Jacob Epstein",
    "makertype":"Individual",
    "alphasort":"Epstein Sir Jacob",
    "lastname":"Epstein",
    "firstname":"Jacob",
    "nametitle":"Sir",
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1880–1959",
    "begindate":1880,
    "enddate":1959,
    "nationality":"British",
    "culturegroup":null,
    "biography":"U.S.-born British sculptor. He studied in Paris and settled in England in 1905. His 18 nude figures known as the Strand Statues (1907 - 08) provoked charges of indecency; his nude angel on the tomb of Oscar Wilde (1912) in Paris was also attacked. In 1913 he became affiliated with Vorticism and developed a style characterized by simple forms and calm surfaces carved from stone; his works often partly retained the shape of the original block, or sometimes they were modeled in plaster. He is best known for religious and allegorical figures carved in colossal blocks of stone and for bronze portrait busts of celebrities. Occasionally he produced monumental bronze groups, such as St. Michael and the Devil (1958) for Coventry Cathedral.\r\n\r\nSource: Britannica Concise Encyclopedia\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sir Jacob Epstein",
            "alphasort":"Epstein Sir Jacob",
            "lastname":"Epstein",
            "firstname":"Jacob",
            "nametitle":"Sir",
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500032047"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12578600"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5d923589096e4600167f1037"
            },
            "title":"Hear the Curator (y1970-115)",
            "transcription":"Hear the Curator (y1970-115)\n\nIn 1933, Albert Einstein renounced his German citizenship to protest Hitler’s rise to power and fled to America, where he became a founding member of the School of Mathematics at the Institute for Advanced Study in Princeton. On the way, Einstein took refuge in England, where he was the guest of Commander Oliver Locker-Lampson at his retreat near Cromer. Shortly after Einstein’s arrival, the sculptor Jacob Epstein was engaged to make his portrait. Epstein humorously recounted: “I worked for two hours every morning, and at the first sitting the Professor was so surrounded with tobacco smoke from his pipe that I saw nothing. At the second sitting I asked him to smoke in the interval.”\n\nEinstein made a strong impression on Epstein; in the artist’s words, “his glance contained a mixture of the humane, the humorous, and the profound.”According to the sculptor, Einstein’s face “resembled the aging Rembrandt.” This remblance is hardly inconsequential, as the final work by Epstein bears distinct formal traces of Rembrandt. Although the artist was not able to complete the work while Einstein was sitting for him, the expressive molding of Einstein’s features coupled with a mastery of surface textures has ensured that Epstein’s bust of Einstein remains one of the most memorable portraits of the great scientist.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca024",
            "speaker_type":"Curator"
        }
    ],
    "video":[],
    "essay":[]
}