{
    "makerid":16962,
    "published_date":"2022-10-28 02:04:43.342508",
    "type":"maker",
    "displayname":"Robert Seldon Duncanson",
    "makertype":"Individual",
    "alphasort":"Duncanson, Robert Seldon",
    "lastname":"Duncanson",
    "firstname":"Robert",
    "nametitle":null,
    "middlename":"Seldon",
    "suffix":null,
    "displaybio":"1821–1872, born Fayette, NY; died Detroit, MI",
    "begindate":1821,
    "enddate":1872,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Robert S. Duncanson",
            "alphasort":"Duncanson, Robert S.",
            "lastname":"Duncanson",
            "firstname":"Robert",
            "nametitle":null,
            "middlename":"S.",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Robert Seldon Duncanson",
            "alphasort":"Duncanson, Robert Seldon",
            "lastname":"Duncanson",
            "firstname":"Robert",
            "nametitle":null,
            "middlename":"Seldon",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019769"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/20487869"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a1237edf682001701fb0b"
            },
            "caption_file":[],
            "file_uri":"https://mediacentral.princeton.edu/id/1_ui69p8p2",
            "title":"Curator's Voice: Untitled (Landscape)",
            "speaker_type":"Curator",
            "description":"Karl Kusserow discusses Robert S. Duncanson's \"Untitled (Landscape).\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5e3c491aa0f30a0016598374"
            },
            "body":"Robert S. Duncanson (1821-1872), an African American artist regarded as among the country’s best landscapists, drew from both Durand and Cole in producing his often ethereal pastorals. His <em>Untitled (Landscape)<em>-- imaginary like Durand’s, yet also all the more meaningful for it—is in the idyllic spirit of that artist’s renowned <em>Morning of Life<em>, which Duncanson may have known from its exhibition in 1840 and 1858 at the National Academy of Design. Durand’s painting formed part of an allegorical pair referencing temporality, a common theme at midcentury, whereas Duncanson’s work removed itself from time completely, offering a dream of a landscape, replete with temple-like structures in the background and a punt with boatman on a placid lake, all bathed in raking, golden light. Duncanson specialized in such other-worldly scenes, often with literary allusions, and made copies of both Cole’s <em>Garden of Eden</em> and <em>Dream of Arcadia,</em> the latter especially mimetic. The two artists’ evocations of Arcadia (a classical pastoral vision of human harmony with nature) differ mainly in terms of palette: Cole’s is crisp and bright, whereas Duncanson’s is darker and more muted, including, notably, the skin tones of its imagined inhabitants. \n\nDuncanson stated, “I have no color [race] on the brain all I have on the brain is paint.” The artist was the mixed-race grandson of an enslaved Virginian who had been freed by his owner (and likely father). Duncanson’s parents moved to upstate New York to escape increasing hostility towards free blacks in the South, eventually settling in Cincinnati, “The Athens of the West,” a center of both artistic and abolitionist activity. Because he was light-skinned, the artist was afforded greater opportunity than other African Americans, and in 1842 three of his early works were accepted for display at the Cincinnati Academy of Fine Arts. He probably was not allowed to study there, however, and his family was not permitted into the exhibition to see his paintings. In light of this and other challenges and indignities Duncanson faced on account of race, it is difficult to conceive that “color” did not have a prominent place in his mind, and art. \n\n<em>Landscape</em> suggests as much. Painted during the late 1850s, it followed the artist’s participation in the production, with African American photographer James Presley Ball (1825-1904), of a panoramic painting (now lost) titled <em>Mammoth Pictorial Tour of the United States Comprising Views of the African Slave Trade,</em> depicting “the horrors of slavery from capture in Africa through middle passage to bondage,” according to an accompanying pamphlet. The painting toured the United States and made explicit its creators’ abolitionist stance during a time of cresting racial tension. <em>Landscape</em> comments on race as well, only far more subtly, even privately, as close inspection of the painting’s three small figures reveals. As evocative as the similarly diminutive characters in Durand’s paintings… Duncanson’s figures have been carefully—intentionally—rendered in three distinct skin tones: black, brown, and white. Their insertion by the artist into his serene fantasy landscape, harmoniously interacting, seems to conjure the world he hoped might be, even if the gradually disappearing path leading toward them implies it may remain beyond reach. That Duncanson felt compelled to secretively situate his grouping at the back of a fictive landscape indicates his inability to envision such a scene in the environment he did inhabit, even though the seated white woman looking on from the trees seems his way of directing us to see its possibility. As still more small figures in paintings imply—Savage’s African Americans outside Mount Vernon and Guy’s slaves at work in Harry Gough’s fields—the American experience of the environment was crucially mediated by subject position. Coerced labor, the denial of land ownership, and the American environment broadly as a theater of racial injustice caused witnesses like Duncanson to apprehend it differently. For him the concept of a pristine, uncomplicated American landscape must on some level have been anathema, sullied as it was with iniquity. As Duncanson’s art shows, environmental perception is socially and culturally determined. \n\n--Karl Kusserow \nJohn Wilmerding Curator of American Art at the Princeton University Art Museum",
            "title":"Robert S. Duncanson, artist",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Nature's Nation"
        }
    ]
}