{
    "makerid":22865,
    "published_date":"2024-03-12 02:00:45.930987",
    "type":"maker",
    "displayname":"Charlotte Bonaparte",
    "makertype":"Individual",
    "alphasort":"Bonaparte, Charlotte",
    "lastname":"Bonaparte",
    "firstname":"Charlotte",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1802–1839; born Mortefontaine, France; died Sarzana, Italy; active Brussels, New Jersey, and Rome)",
    "begindate":1802,
    "enddate":1839,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charlotte Bonaparte",
            "alphasort":"Bonaparte, Charlotte",
            "lastname":"Bonaparte",
            "firstname":"Charlotte",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"http://vocab.getty.edu/page/ulan/500354823"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6595bbcce95df23b82d72135"
            },
            "exhibitions":[],
            "body":"<p><strong>Recent Acquisition</strong><br><strong>A Self-Portrait by Charlotte Bonaparte</strong></p><p>In December 1821 the <i>Ruth and Mary</i> sailed up the Delaware River and docked in Philadelphia. Among its passengers was Charlotte Bonaparte&nbsp;<br>(1802–1839), the second daughter of Joseph Bonaparte (1768–1844) and niece of Napoleon Bonaparte (1769–1821). Her arrival on American soil caused a sensation; eyewitness accounts describe throngs of Philadelphians clamoring for a glimpse of a European princess.</p><p>Charlotte had traveled from Brussels to join her father in exile at Point Breeze, his estate in Bordentown, New Jersey. Once king of Naples (reign 1806–8) and Spain (reign 1808–13), Joseph fled to the United States in 1815 after Napoleon’s abdication. He brought with him a collection of European art unprece - dented in America at the time—with works from the Spanish royal collections, eighteenth-century French paintings, and Bonaparte dynastic art. Joseph hosted politicians, intellectuals, and artists at his estate, which was described by one contemporary as rivaled only by the White House in its grandeur.</p><p><br>While Joseph was establishing Point Breeze as a center for French art and culture in the mid-Atlantic region, Charlotte went with her mother and older sister to Brussels, where she studied drawing and painting with the renowned French artist Jacques-Louis David (1748–1825). Toward the end of her time there, her parents commissioned David to paint a double portrait of the sisters. In this poignant &nbsp;scene, Charlotte looks out timidly from behind her sister, Zénaïde, who holds a letter from their father addressed to them from Philadelphia. Charlotte came to the United States shortly after David completed the painting; it is possible she even brought it with her.</p><p>Charlotte remained active as an artist throughout her three-year sojourn in New Jersey, and she and Joseph corresponded with David about her artistic development. She exhibited landscape drawings and paintings at the Pennsylvania Academy of Fine Arts in 1822, 1823, and 1824, often alongside works by David. She also made watercolor portraits of her friends, who were primarily other French émigrés. Several of these remain in local collections, including the Athenæum of Philadelphia and the Historical Society of Pennsylvania. Many of her American land-scapes—including views of Point Breeze, Passaic Falls, Lake Erie, and Lake Ontario from Niagara Falls—were published in Europe as lithographs in 1824, while others were published as etchings around 1826.</p><p>In 1824 Charlotte left New Jersey for Europe to marry her cousin Napoleon-Louis; the couple resided between Rome and Florence. Shortly after returning to Europe, &nbsp;she painted a self-portrait that the Museum recently acquired. She wears a simple green dress and holds a pen as she balances a capriccio (an architectural fantasy) and a portfolio of drawings on her lap. The painting is a fasci-nating stylistic hybrid that reflects the artist’s studies with David as well as her awareness of early American portrai-ture. The capriccio she holds is likely related to her drawings from this time of Roman ruins, many of which are now held in the Museo Napoleo nico in Rome. One of the archi tec tural ele ments in the drawing may even have a family con nec tion: The vase recalls the shape and icono g- raphy of the Borghese Krater, which was acquired in 1566 &nbsp;by the Borghese family and later purchased in 1808 by Napoleon Bonaparte for the Louvre.</p><p>The Museum’s painting is one of two known self-portraits by the artist, whose life was cut short in 1839 by complications from childbirth. Its addition to the collection highlights the rich connections between Europe and the mid-Atlantic and creates pathways for the interdisciplinary exploration of the nineteenth-century Atlantic world. Its acquisition also meaningfully expands the representation of women artists in the European paintings collection. Foregrounding the act of art making, it finds welcome context in the Museum’s self-portraits by eighteenth- and nineteenth-century male artists, and in the Museum’s rich collection of paintings highlighting David’s legacy as a teacher.</p><p>&nbsp;</p><p><br>Alexandra Letvin&nbsp;<br>Duane Wilder, Class of 1951, Associate Curator of European Art</p><p>Princeton University Art Museum &nbsp; Fall 2023 Magazine</p>",
            "title":"Recent Acquisition: A Self-Portrait by Charlotte Bonaparte",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}