{
    "makerid":14048,
    "published_date":"2022-03-28 16:08:28.647396",
    "type":"maker",
    "displayname":"David Keister",
    "makertype":"Individual",
    "alphasort":"Keister, David",
    "lastname":"Keister",
    "firstname":"David",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, active late 20th century",
    "begindate":1972,
    "enddate":1999,
    "nationality":"American",
    "culturegroup":null,
    "biography":"David Keister earned his BFA in Printmaking at Ohio University in Athens Ohio. For the next three years, he was a master printer and Shop Manager at Landfall Press in Chicago, Illinois. David then moved to Bloomington Indiana where he received his MFA in Printmaking at Indiana University. In 1980, David and Distinguished Professor of Printmaking Rudy Pozzatti founded Echo Press in Bloomington. For the next 16 years, he worked in collaboration with artists producing many editions of fine art prints. David now lives in Grand Rapids, Michigan and is a Visiting Assistant Professor at Grand Valley State University where he teaches Beginning Printmaking and 2D Design.\r\nDavid Keister was the professional printer and shop manager of Landfall Press in Chicago. He later developed the idea of Echo Press with Rudy Pozzatti and became Echo's master printer and technical director. By tradition, as master printer he received a printer's proof of each edition, and accrued a remarkable body of contemporary prints while at both Landfall Press and Echo Press.\r\nIn 2003, Ann and David Keister chose Grand Valley as the recipient of their vast collection of over 300 prints, an important addition to the university's growing Print and Drawing Cabinet. \r\n\r\nhttps://normaleditions.illinoisstate.edu/conferencebio_keister.html\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"David Keister",
            "alphasort":"Keister, David",
            "lastname":"Keister",
            "firstname":"David",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}