{
    "makerid":6142,
    "published_date":"2022-03-28 16:07:13.090278",
    "type":"maker",
    "displayname":"Giorgione",
    "makertype":"Individual",
    "alphasort":"Giorgione",
    "lastname":"Giorgione",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1477–1510",
    "begindate":1477,
    "enddate":1510,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. He is generally and justifiably regarded as the founder of Venetian painting of the 16th century. Within a brief career of no more than 15 years he created a radically innovative style based on a novel pictorial technique, which provided the starting-point for the art of Titian, the dominant personality of the 16th century in Venice. Although he apparently enjoyed a certain fame as a painter of external frescoes, Giorgione specialized above all in relatively small-scale pictures, painted for private use in the home. A high proportion of his subjects were drawn from, or inspired by, mythology and secular literature. Landscape played an important role in many of his compositions, and particular attention was often paid to the representation of storms, sunsets and other such natural phenomena. Giorgione was evidently also prized as a painter of portraits, many of them ‘fancy’ portraits, or views in close-up of the kind of poetic or mythological figure also seen in his narratives. His exploitation of a taste for such works within a circle of aesthetically sophisticated Venetian patricians in turn provided the context for the creation of an entirely novel range of pictorial images.\r\n\r\nThe extreme difficulty experienced by even the earliest commentators on Giorgione’s art in interpreting much of his subject-matter is matched by equally severe problems of chronology and attribution, to the extent that the artist’s name has become virtually synonymous with mystery. The difficulties surrounding his work are due in part to the brevity of his career and to the almost complete lack of documented commissions; but to a large extent, too, they are inherent in the peculiar character of his art, which typically tends towards poetic suggestiveness rather than the explicit statement and seeks to evoke a mood rather than to present a clear narrative.\r\n\r\nThe situation is further complicated by Giorgione’s very success in capturing the imagination of his contemporaries, since even in his lifetime his manner was imitated and adapted by his younger colleagues, with the result that the outlines of Giorgione’s own personality had become blurred within a few decades of his death. Any modern attempt to interpret his art and to compile a catalogue of his surviving autograph works is bound, therefore, to be more than usually subjective; and experience has shown that it stands little or no chance of gaining universal critical acceptance. What is not in doubt, however, is Giorgione’s greatness as an artist; and few critics would dissent from the view that the handful of works that make up his uncontested oeuvre are to be numbered among the most hauntingly beautiful paintings of the Italian Renaissance. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giorgione",
            "alphasort":"Giorgione",
            "lastname":"Giorgione",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Giorgio Barbarelli",
            "alphasort":"Giorgio Barbarelli",
            "lastname":"Giorgio Barbarelli",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Giorgio Barbarelli Giorgione",
            "alphasort":"Barbarelli Giorgione, Giorgio",
            "lastname":"Barbarelli Giorgione",
            "firstname":"Giorgio",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Zorzi da Castelfranco",
            "alphasort":"Zorzi da Castelfranco",
            "lastname":"Zorzi da Castelfranco",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Zorzon",
            "alphasort":"Zorzon",
            "lastname":"Zorzon",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500028290"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/39385864"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}