{
    "makerid":14937,
    "published_date":"2022-06-09 08:45:16.803172",
    "type":"maker",
    "displayname":"Robert George Jahn",
    "makertype":"Individual",
    "alphasort":"Jahn, Robert George",
    "lastname":"Jahn",
    "firstname":"Robert",
    "nametitle":null,
    "middlename":"George",
    "suffix":null,
    "displaybio":"American, 1930–2017",
    "begindate":1930,
    "enddate":2017,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Professor Robert G. Jahn is Dean Emeritus of the School of Engineering and Applied Science of Princeton University. He is a Fellow of the American Physical Society and of the American Institute of Aeronautics and Astronautics, and has been chairman of the AIAA Electric Propulsion Technical Committee, associate editor of the AIAA Journal, and a member of the NASA Space Science and Technology Advisory Committee. He is vice President of the Society for Scientific Exploration and Chairman of the Board of the International Consciousness Research Laboratories consortium. He has been a long-term member of the Board of Directors of Hercules, Inc. and chairman of its Technology Committee, and a member and chairman of the Board of Trustees of Associated Universities, Inc. He has received the Curtis W. McGraw Research Award of the American Society for Engineering Education and an honorary Doctor of Science degree from Andrha University.\r\n\r\nWith Brenda Dunne, Robert Jahn established the Princeton Engineering Anomalies Research Lab in 1979 following an undergraduate project to study the low-level psychokinetic effects on electronic random event generators. Over the last 25 years and more, Jahn and Dunne have created a wealth of small-scale, statistically significant results that suggest direct causal relationships between subjects' intention and otherwise random results. Statistical flaws were discovered in these results by others in the parapsychological community.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Robert George Jahn",
            "alphasort":"Jahn, Robert George",
            "lastname":"Jahn",
            "firstname":"Robert",
            "nametitle":null,
            "middlename":"George",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"Wikipedia",
            "id":"https://en.wikipedia.org/wiki/Robert_G._Jahn"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/91869010"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}