{
    "makerid":6561,
    "published_date":"2022-03-28 16:07:28.725434",
    "type":"maker",
    "displayname":"Charles Louis Clérisseau",
    "makertype":"Individual",
    "alphasort":"Clérisseau, Charles Louis",
    "lastname":"Clérisseau",
    "firstname":"Charles Louis",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1721–1820",
    "begindate":1721,
    "enddate":1820,
    "nationality":"French",
    "culturegroup":null,
    "biography":"Clérisseau was a notable if controversial figure associated with the development of the Neo-classical style of architecture and interior design and its dissemination throughout Europe and the United States. He trained as an architect in Paris under Germain Boffrand. He was awarded the prix de Rome in 1746 and was \"pensionnaire du Roi\" at the French Academy in Rome from 1749 to 1754. In 1755 Clérisseau began an association with Robert Adam, first as a teacher and later as an employee assisting him with his study of ancient architecture and decorative forms and their adaptation to new architectural style. In 1778 Clérisseau was appointed \"premier architecte\" and \"membre honoraire de l'Académie Impériale des Arts\" by Catherine the Great, and in 1781 \"premier architecte de Sa Majesté.\" Clérisseau exhibited at the Royal Academy, England, in 1772. Clerisseau's one complete building is the gigantic Palais de Gouverneur (1776--89) in Metz. The State Hermitage Museum in St. Petersburg has the largest collection of his drawings. French architect and draftsman. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charles Louis Clérisseau",
            "alphasort":"Clérisseau, Charles Louis",
            "lastname":"Clérisseau",
            "firstname":"Charles Louis",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500002063"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/34728790"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}