{
    "makerid":13825,
    "published_date":"2024-02-22 02:02:21.416783",
    "type":"maker",
    "displayname":"German",
    "makertype":"Cultural Group",
    "alphasort":"German",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"German",
    "culturegroup":"German",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"German",
            "alphasort":"German",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"German"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125236"
        },
        {
            "source":"AAT",
            "id":"300111192"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100626764"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88c81975ec80016e02d43"
            },
            "body":"A new subject beginning in the fourteenth century, the Pietà (Italian for “pity”) represents the Virgin Mary holding her dead son, Jesus, in her lap. This scene is not found in the Gospels but was one of a number of new themes in Christian art intended to encourage meditation, convey pathos, and provoke a profound emotional response in the viewer. Adding to its emotional immediacy, it echoes images of the Virgin cradling her child. The development of the Pietà parallels the rise in mystical literature of the time and responds to individual aspirations for a personal relationship with God.\n\n<em><em>Conversation prompts:<em><em>\n\nConsider the subtractive medium of wood carving compared to the subtractive medium of stone carving. What naturalistic details do you notice in the carving of Jesus’s dead body? What effect do these have on the viewer?\n\nHow do you read the relationship between Mary and Jesus through the positioning of their bodies?",
            "title":"Teach with Collections: Piet√†",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e1f4dade6e34d0016647015"
            },
            "body":"The receptacle used to house the blessed wafers, or Hosts, is a tabernacle. It has been suggested that this wooden relief was the door of a tabernacle, for which images of Christ's body would have been meaningful. Accordingly, the central image is the Crucifixion. At the top is the Annunciation to the Virgin, which marks the Incarnation -the moment when Christ assumes a bodily form. At the bottom, two angels support a cloth bearing an image of the holy face: this is the sweat-doth, or sudarium, a relic purported to have been used by Saint Veronica to wipe Christ's face as he carried the cross and, by means of a miracle, to have been imprinted with his features. The sudarium is a tangible and lasting reference to Christ's human body.\n",
            "title":"Collection Publications: Reflections of the Passion (y1957-60)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}