{
    "makerid":5366,
    "published_date":"2023-02-07 02:02:19.960767",
    "type":"maker",
    "displayname":"Peter Hujar",
    "makertype":"Individual",
    "alphasort":"Hujar Peter",
    "lastname":"Hujar",
    "firstname":"Peter",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1934–1987; born Trenton, NJ; died New York, NY",
    "begindate":1934,
    "enddate":1987,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Peter Hujar",
            "alphasort":"Hujar Peter",
            "lastname":"Hujar",
            "firstname":"Peter",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001826"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/3274632"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"624223024bdda60018f515e0"
            },
            "caption_file":[],
            "title":"Day With(out) Art: Film Conversation with Olivia Laing and Mitra Abbaspour",
            "description":"December 1 marks the thirty-first anniversary of Day With(out) Art, a day when cultural organizations raise awareness of AIDS, remember people who have died, and inspire positive action. In honor of this event, the Museum and Princeton Garden Theatre invite you to a conversation between author Olivia Laing, whose book The Lonely City: Adventures in the Art of Being Alone centers on the artist David Wojnarowicz, and Mitra Abbaspour, the Museum’s Haskell Curator of Modern and Contemporary Art. The two will respond to the documentary Wojnarowicz (2020). This film examines the life and work of the artist, writer, photographer, and AIDS activist David Wojnarowicz.",
            "video_type":"Artist Conversation",
            "speaker_type":"Curator",
            "displaydate":"12/1/2021",
            "file_uri":"https://mediacentral.princeton.edu/media/t/1_c2smg3c0",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db1f04db627280016f5dc8e"
            },
            "body":"<p>In 1978, with the purchase of a portrait of Susan Sontag and an improbably beautiful study of a discarded rug, the Princeton University Art Museum became the first institution to collect the photographs of Peter Hujar. Today the collection includes over forty of Hujar’s photographs. The most recent arrivals, in 2009, came in two generous gifts: two prints from Allen Rosenbaum and twelve from Stephen Koch and Frances Cohen, ranging in date from 1957 to 1985 and touch- ing on many facets of Hujar’s subtle mastery. After surviving a troubled youth in New Jersey, Hujar photographed for New York fashion and music magazines in the 1960s. He finally chose the independent, penniless life of an artist in a loft on then-cheap East 12th Street. Though he was an invaluable colleague-mentor (and portraitist) of such artists of the 1960s–1980s as Paul Thek and David Wojnarowicz, and a fiercely competitive peer of both Diane Arbus and Robert Mapplethorpe, Hujar remained all but unknown in life outside his Manhattan subculture. (Sontag, a longtime friend, wrote the text for the 1976 book <em>Portraits in Life and Death<em>, the only collection published in Hujar’s lifetime.) Broader appreciation for Hujar’s unique gifts has grown only gradually in the decades since his death, of AIDS, in 1987. Whatever and whoever he photographed, Hujar was a portraitist, on the hunt for new, honest disclosure. Unlike Arbus he took beauty for his subject; unlike Mapplethorpe, he was no flatterer. The beauty of Hujar’s subjects resides not in surface features but in character, in their self-regard, and sometimes in their very resistance to inquiry. Whether photographing a pregnant nude, a downstairs neighbor, a cow, the sky over Sixth Avenue, a stained com- munion cloth, or a cat perched, late at night, on the cash register of a liquor store, Hujar brought to every encounter an intensity of attention that alerts you: keep looking, and find here something unknown.</p>",
            "title":"Magazine: Spring 2010",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}