{
    "makerid":1456,
    "published_date":"2022-03-28 16:04:11.768378",
    "type":"maker",
    "displayname":"Glenn Ligon",
    "makertype":"Individual",
    "alphasort":"Ligon Glenn",
    "lastname":"Ligon",
    "firstname":"Glenn",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1960, Bronx, NY; active New York",
    "begindate":1960,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Glenn Ligon",
            "alphasort":"Ligon Glenn",
            "lastname":"Ligon",
            "firstname":"Glenn",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500191072"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/20490523"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88dc3975ec80016e02d4c"
            },
            "body":"One of the most important contemporary artists working today, Glenn Ligon first came to promi­nence in the late 1980s. Race, homosexuality, prejudice, and stereotypes constitute his primary subject matter, while quotation is one of his primary strategies. Untitled: Four Etchings is related—formally, thematically, and historically—to the work for which he is best known: oil-stick and coal dust “paintings” from the early to mid-1990s. Composed of two black-on-black and two black-on-white prints, the work triggers a play between legibility and illegibility, presence and absence, visibility and erasure, and white and black that operates simultaneously on many different levels. Excerpts from the writing of two African American authors anchor the work. On the black-on-white prints, Ligon repeats two sentences from Zora Neale Hurston’s essay “How It Feels to Be Colored Me” (1928); on the black-on-black prints, he quotes a single passage from the prologue to Ralph Ellison’s Invisible Man (1952). The struggle to read these texts mirrors the struggle of the “I” to assert itself; more specifically, it evokes the struggle of the African American “I” to claim its agency, voice, and worth. This struggle is not the characters’ or the authors’ alone: as a gay African American man, Ligon bears the burden of non- or mis-recognition as well.\n\n<em><em>Conversation prompts<em><em>\n\nHow did Ligon use text instead of a figure to create a representational work?\n\nDescribe the contrasts in language, clarity, and color used in these prints. How do they affect the viewer’s interpretation of the works?",
            "title":"Teach with Collections: Glenn Ligon, Untitled: Four Etchings",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5e39b603043e70001673e72c"
            },
            "body":"Spanning over 100 years, this selection of prints demonstrates not only the wide range of traditional and experimental techniques but also the pervasive current of iconic and narrative impulses that characterize the graphic work of African American artists from Henry Ossawa Tanner to Martin Puryear.\n\nRaising the viewer’s political and social consciousness is the motivating force behind portraits of historical icons such as Harriet Tubman, Frederick Douglass, and Angela Davis by Elizabeth Catlett, Charles White, and Wadsworth Jarrell, respectively, all of whom sought to reach broad audiences between the 1940s and 1970s through inspirational murals and prints. While clearly derived from nineteenth-century photographs, White’s portrayal of Douglass exploits the lithograph’s potential for saturated blacks and seamless transitions to create a larger-than-life image with gestural strokes evocative of the artist’s monumental charcoal drawings. Other creative appropriations include Margaret Burroughs’s starkly linear linocut <em>Black Venus<em>, which transforms a late eighteenth-century engraving (<em>Voyage of the Sable Venus<em>) by freeing the central figure from its original pro-slavery context. A more recent work, Glenn Ligon’s <em>Self-Portrait at Eleven Years Old</em> repurposes the cover of <em>Looking Back</em> (1977), a greatest-hits triple LP by the artist’s childhood idol Stevie Wonder. For this print, Ligon enlarged a drawn copy he had made of the cover and used a stencil to create tightly clustered circles of black linen pulp that mimic the benday dots of the original.\n\nEqually complex explorations of cultural, racial, and gender identity inform prints by Emma Amos and Iona Rozeal Brown, which draw upon a variety of sources, including Japanese color woodcuts. By contrast, two literary classics—of antiquity (Homer’s <em>Odyssey<em>) and of the Harlem Renaissance (Jean Toomer’s <em>Cane<em>)—inspired the figurative and abstract narratives of Romare Bearden’s screenprint and Martin Puryear’s woodcuts. Like all of the prints on display, these works resist the conventions of traditional illustration in their provocative and lyrical evocations of the African American experience.\n\n--Laura M. Giles\nHeather and Paul G. Haaga Jr., Class of 1970, Curator of Prints and Drawings",
            "title":"Online Collection Sets: African American Prints",
            "source_project":"Other",
            "author_type":"Curator",
            "source":"Other"
        }
    ]
}