{
    "makerid":13844,
    "published_date":"2024-02-22 02:02:21.822073",
    "type":"maker",
    "displayname":"Xochipala",
    "makertype":"Cultural Group",
    "alphasort":"Xochipala",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Mesoamerican",
    "culturegroup":"Xochipala",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Xochipala",
            "alphasort":"Xochipala",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Xochipala"
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db35bf4577cfb0016a236de"
            },
            "body":"I consider [this] to be his most significant donation to Princeton from his personal collection, a collection that included thousands of objects. It is modest in scale and material—a small figural pairing modeled in clay, associated with the area around the modern-day town of Xochipala in the Mexican state of Guerrero. Gillett and his close friends Carlo Gay and Frances Pratt hypothesized that the uncannily naturalistic Xochipala figurines were the oldest artistic productions of ancient Mexico, predating the famous Olmec civilization and its more abstract art. [...] While more recent research has proven that the portrait-like Xochipala figurines are a thousand years younger than Gillett and his colleagues proposed, this in no way diminishes the importance or impressiveness of these works. The paired figures in particular still garner praise as superb works of art, featured as such, for example, in Honour and Fleming’s <em>A World History of Art<em>, one of the primary textbooks used in introductory college art history courses. \n\nThey brilliantly capture an intimate conversation, one that seems to involve teaching and learning. What makes them special is the manner in which the subtleties of bodily positioning and gaze convey so effectively the nature of interaction between the two figures—one older and perceptibly patient, the other animated and engaged, eager to know more. I can’t help but see Gillett [Griffin] in this calm, generous instructor, and suspect I am not alone in envisioning myself as that eager student. \n\n--Bryan R. Just",
            "title":"Elephant mask (mbap mteng)",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Magazine: Fall 2016"
        },
        {
            "_id":{
                "$oid":"64ee3b7e538ac6620e32b766"
            },
            "exhibitions":[
                {
                    "$oid":"5ec3f0c6ccba4f2b3ca373f8"
                },
                {
                    "$oid":"5ec3f0f2ccba4f2b3ca3746a"
                },
                {
                    "$oid":"5ec3f0bdccba4f2b3ca373e1"
                },
                {
                    "$oid":"5ec3f0e2ccba4f2b3ca37442"
                },
                {
                    "$oid":"5ec3f094ccba4f2b3ca37377"
                }
            ],
            "title":"Exhibition: Legacy: Selections from the Gillett G. Griffin Collection",
            "body":"<p><strong>Exhibition</strong><br><strong>Legacy: Selections from the Gillett G. Griffin Collection</strong><br>July 20–October 6, 2019</p><p>&nbsp;</p><p><br>This summer the Art Museum celebrates the life and career of one of its most renowned curators in <i>Legacy: Selections from the Gillett G. Griffin Collection</i>. The exhibition will feature a group of artworks and artifacts from among the thousands donated and bequeathed by Gillett G. Griffin&nbsp;<br>(1928–2016), who served the Museum as Faculty Curator of Pre-Columbian and Native American Art from 1967 until his retirement in 2004. Griffin was not only a respected curator, scholar, and collector but also a beloved teacher and one of the most memorable figures in the history of the University. Among the ﬁfty-ﬁve pieces in the exhibition will be Greek, Roman, Egyptian, ancient Near Eastern, Islamic, African, Chinese, Japanese, and Pre-Columbian antiquities, as well as European and American prints and drawings, and a handful of paintings and drawings that attest to Griffin’s own talents as an artist.</p><p>Gillett Griffin began collecting antiques and New England children’s books when he was a teenager at Deerfield Academy in Massachusetts. During his final year at Yale University he learned typography and then set, printed, hand-stenciled, and colored eighty copies of <i>A Mouse’s Tale</i> (1951), an award-winning children’s book that he himself authored. The following year the young prodigy was hired &nbsp;by Princeton’s Firestone Library as its curator of graphic arts, a post he held for fourteen years. During this time he operated a print shop in the Library and taught non-credit courses on printing, printmaking, paper, calligraphy, and binding. In the sixties Griffin’s career underwent a sea change when he visited Mexico and saw the remains of the ancient civilizations that had produced the few small Pre-Columbian objects he had collected. With characteristic determination he transformed himself into an expert and connoisseur of Pre-Columbian art and left Firestone to become a curator in the Museum and a lecturer in the Department of Art and Archaeology. &nbsp;</p><p>Griffin’s tenure as curator was marked by notable exhibitions. In 1975 it was <i>Jaina Figurines: A Study of Maya Iconography</i>, a small but choice display of terracotta statuettes arising from the senior thesis of his student, Mary Miller, Class of 1975, now the director of the Getty Research Institute. A more ambitious show, in 1978, was <i>Lords of the Underworld: Masterpieces of Classic Maya Ceramics</i>, curated by the distinguished scholar Michael Coe, an exhibition &nbsp;that exerted considerable influence in the fields of Maya epigraphy and iconography. In 1995 Griffin and Museum director Allen Rosenbaum turned their attention to early predecessors of the Maya, mounting the largest and most impressive exhibition of &nbsp;Pre-Columbian art in the Museum’s history, <i>The Olmec World: Ritual and Rulership</i>. Griffin complemented these exhibitions by acquiring for the Museum, through gifts and purchases, hundreds of artifacts from ancient South, Central, and North America. Upon his retirement, the cream of his acquisitions, including many works that he donated himself, were featured in the 2005 exhibition <i>Unexpected Journey: Gillett G. Griffin and the Art of &nbsp;the Ancient Americas at Princeton</i>, which was accompanied by an issue of the <i>Record of the Princeton University Art Museum</i> to which Miller, Coe, and others contributed essays.</p><p>The <i>Legacy </i>exhibition has a different emphasis, celebrating Griffin’s 2016 bequest to the Museum of his personal collection, more than 3,270 objects, of which 2,482 are from the ancient Americas. Among the highlights is a striking terracotta figurine of a woman from Xochipala, Mexico, a precociously naturalistic work made between 400 BC and 200 AD, which is executed in a distinctive style that Griffin was among the first to describe in a groundbreaking exhibition in 1971. Because the exhibition of 2005 focused &nbsp;on the Museum’s existing holdings of Pre-Columbian art, works on view in this area will be drawn exclusively from &nbsp;the 2016 bequest. This allows a spotlight to be cast on the various other areas of the Museum’s collections that have benefited from Griffin’s generosity. Many of these works were acquired by him in the fifties and sixties. The antiquities of Egypt were of particular interest, notably a bold portrait of a bearded man, Roman in date, that was once affixed above the deceased’s mummified head. A trio of horsemen from Cyprus, Mali, and China includes a particularly fine, polychrome rider of the Tang Dynasty. Griffin’s taste for the grotesque is attested by several works, from Mexico to the Mediterranean, among which is a fragmentary Greek clay statuette of the goat-god Pan. Recalling his days as a curator of graphic arts are drawings and prints by such artists as George Romney, Pellegrino Tibaldi, and Winslow Homer.</p><p>If you were to ask anyone who knew Gillett Griffin, they would struggle to adequately describe his unique, inimitable character. One imagines him still, a frightful pun on his lips and a cold Manhattan in his hand: open, unaffected, cheerful, indefatigable, and ultimately, incorrigible. He had a talent for friendship, and his departure has left a vacancy in the hearts of his friends and colleagues. With this exhibition, we salute him once more.</p><p><br>J. Michael Padgett&nbsp;<br>Curator of Ancient Art</p><p><br>Princeton University Art Museum &nbsp; Fall 2019 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}