{
    "makerid":4449,
    "published_date":"2025-06-03 02:02:05.279392",
    "type":"maker",
    "displayname":"John Landseer",
    "makertype":"Individual",
    "alphasort":"Landseer, John",
    "lastname":"Landseer",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1763 - 1852",
    "begindate":1763,
    "enddate":1852,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Engraver, writer, antiquary and painter. The son of a jeweller, he was apprenticed to William Byrne (1740–1805), one of the foremost engravers. His first works were vignettes after paintings by Philippe Jacques de Loutherbourg for Thomas Macklin’s edition of the Bible (London, begun 1792). His other early projects included the engraving of plates for Robert Bowyer’s publication of David Hume’s History of England from the Invasion of Julius Caesar to the Revolution in 1688, 8 vols (London, 1792–3) and plates for Twenty-five Views in the Southern Part of Scotland (1795) after drawings by the topographical artist James Moore (1762–99). In 1792 Landseer exhibited an oil painting at the Royal Academy for the first time and from then until his death he sent a total of 16 pictures in this medium to the Academy. In 1806 the Royal Institution invited him to give a series of lectures on the principles and technique of engraving, in which he propagated his belief that engraving was ‘sculpture by excision’. He was dismissed after criticizing John Boydell, claiming that he had allowed inferior plates to be presented to the public. Landseer’s characteristic response was to publish the lectures with a lengthy introduction the following year. For most of his career he pressed for full membership for engravers in the Royal Academy in order to improve their status. At that time the highest rank they could achieve was that of Associate Engraver. This inferior position was due to the belief of many Royal Academicians that engraving should not be treated as an independent creative endeavour. He petitioned the Prince Regent (later George IV) to no effect. In 1806 he accepted the position of Associate at the Academy, hoping to further his cause from within, but the rules of the Academy remained unchanged. In 1836 he was finally appointed Engraver to the King by William IV (reg 1830–37).\r\n\r\nAfter the success of his published lectures, Landseer turned his attention to writing. In 1808 he launched The Review of Publications of Art, a quarterly, which survived for four issues; the weekly art periodical The Probe, which he published in 1837, also collapsed. He had a keen interest in archaeology and wrote two informed and carefully argued books on the subject, Observations on the Engraved Gems Brought from Babylon (1817) and Sabaean Researches (1823). He also wrote A Descriptive, Explanatory and Critical Catalogue of Fifty of the Earliest Pictures Contained in the National Gallery of Great Britain (1834), a guidebook to some of the Old Master paintings in the National Gallery. His engravings include illustrations for Picturesque Scenery and Antiquities of the Isle of Wight (c. 1799) after works by Turner, and for William Scrope’s Scenes in Scotland (1808). In 1816 he began a series of engravings, The Antiquities of Dacca (London), which remained unfinished. He also engraved Picturesque Tour in Italy (London, 1820) after drawings by James Hakewill (1778–1843), plates for Dr Thomas Whitaker’s An History of Richmondshire, 2 vols (London, 1823), A Series Illustrating those Important Events Recorded in the Sacred Scriptures (London, 1833), made from drawings by the Old Masters, and Vates, or the Philosophy of Madness (1840). In 1814 he engraved the Lion’s Den (untraced) and in 1823, Rat Catchers (c. 1821; priv. col., see 1982 exh. cat., pl. 16), two works by his son Edwin. In 1831, in collaboration with his son Thomas, he engraved Edwin’s Alpine Mastiffs Reanimating a Distressed Traveller (1820; Tuscaloosa, AL, Warner Col., Gulf States Paper Corp.), for which he wrote an accompanying pamphlet, Some Account of the Dogs and the Pass of the Great St Bernard (1831). GDA\r\n\r\n----\r\n\r\nLandseer Family of Artists\r\n\r\nEnglish family of artists. (1) John Landseer had seven surviving children, all of whom painted or drew and were trained by their father in the arts of engraving and etching. They achieved varying degrees of success, notably (4) Edwin Landseer who became one of the most popular painters of the 19th century. John Landseer’s other sons were (2) Thomas Landseer and (3) Charles Landseer. Of his four surviving daughters, Jane Landseer (b 1795) and Anna Maria Landseer (1805–71) were less well-known as painters than Jessica [Jessie] Landseer (1807–80) and Emma Landseer (1809–95). Jessica painted landscapes, portraits and miniatures, and produced etchings after two works by her brother Edwin. Between 1816 and 1866 she exhibited ten pictures at the Royal Academy (e.g. Lassie, 1863) and also showed at the British Institution, Royal Society of British Artists and the Old Water-Colour Society. She was also an engraver and for much of her life she acted as Edwin’s housekeeper. The youngest sister, Emma Landseer, painted under her married name of Emma Mackenzie, exhibited twice at the Royal Academy (e.g. Two Dogs, 1853) and showed eight works at the British Institution, including A Mischievous Dog. John Landseer’s brother Henry Landseer ( fl 1820–26) was a landscape painter who exhibited views of Spain and Portugal at the Royal Academy and the British Institution. Thomas Landseer’s son George Landseer (1829–78) was a portrait and landscape painter. He exhibited biblical and literary subjects at the Royal Academy and the British Institution. He went to northern India to paint portraits and watercolour landscapes and returned to England in 1870. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Landseer",
            "alphasort":"Landseer, John",
            "lastname":"Landseer",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"John Landseer",
            "alphasort":"Landseer, John",
            "lastname":"Landseer",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"John George Landseer",
            "alphasort":"Landseer, John George",
            "lastname":"Landseer",
            "firstname":"John George",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500059098"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/24802521"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}