{
    "makerid":12595,
    "published_date":"2024-02-22 02:02:18.435554",
    "type":"maker",
    "displayname":"Neolithic period",
    "makertype":"Individual",
    "alphasort":"Neolithic period 2",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"10000 - 7000 BCE",
    "begindate":-10000,
    "enddate":-7000,
    "nationality":null,
    "culturegroup":"Neolithic period",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Neolithic period",
            "alphasort":"Neolithic period 2",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Neolithic period"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500354920"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/305192248"
        },
        {
            "source":"AAT",
            "id":"300019267"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db743c168398700162b1b99"
            },
            "body":"This \"white ware\" tripod ewer was fashioned by hand as an assemblage of individual parts. The rounded earthenware body is encircled by a thin pie-crust band, and is supported on three hollow, bulbous legs that terminate in pointed feet. The tall, flared neck of the vessel is pinched to form a long pointed spout, and the base of the neck is encircled by a painted band of red pigment. On the opposite side to the spout, a rope-twist handle arches from the neck to the body.\n\nAmong ceramics of the Dawenkou archaeological culture, thin-walled \"white ware\" pottery made its appearance during the Middle Dawenkou period (ca. 3500-ca. 2800 B.C., and the peculiar gui pouring vessel type emerged a few centuries before 3000 B.C. In its earliest stages, gui vessels had solid legs and the handle joined to the base of the neck. In the Late Dawenkou period (ca. 2800- ca. 2400 B.C.), shorter hollow legs are attached to a rounder body, the handle is joined high on the neck, and a pie-crust band around the body becomes a standard feature. The gui vessel type continued to evolve in the following Shandong Longshan culture (ca. 2400-ca. 2000 B.C.) occupying the same geographic region. In this final stage, the hollow legs of gui vessels rise directly up into a tall, centered, cylindrical neck, replacing the earlier round body and off-centered neck. Thermoluminescence analysis for the museum's Tripod ewer is consitant with a dating to the Late Dawenkou or early Shandong Longshan culture.\n\nWhen fired at kiln temperatures of about 900 C., the high kaolin clay content in \"white wares\" produces a fine-grained, light colored pottery ranging in tone from white, yellow, to pink. \"White ware\" pottery seems to have been mainly reserved for ritual vessels, such as tripod ewers, and were not used for daily wares. The Dawenkou culture developed along the lower Yellow River region in the area of modern Shandong province. This culture also is known for its jade carvings, and black- and gray, and red-ware ceramics.",
            "title":"Asian Art website: Tripod ewer (gui)",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db7494468398700162b1b9a"
            },
            "body":"This large painted earthenware pot is representative of Neolithic painted pottery in the Banshan phase (ca. 2600–2300 B.C.) of Majiayao archaeological culture. Banshan vessels were mainly limited in shape to large bulbous pots and urns, and built by stacking coils of rolled clay that are then smoothed before firing. Two-armed spiral designs are often painted on the vessel shoulders in black and maroon paint.",
            "title":"Asian Art website: Jar with spiral decoration",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}