{
    "makerid":17717,
    "published_date":"2022-03-28 16:09:29.424739",
    "type":"maker",
    "displayname":"Lucien Lévy-Dhurmer",
    "makertype":"Individual",
    "alphasort":"Lévy-Dhurmer, Lucien",
    "lastname":"Lévy-Dhurmer",
    "firstname":"Lucien",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, born Algiers, 1865–1953",
    "begindate":1865,
    "enddate":1953,
    "nationality":"French, born Algiers",
    "culturegroup":null,
    "biography":"French painter and potter. From 1879 he studied at the Ecole Supérieure de Dessin et de Sculpture in Paris. In his first exhibition at the Salon in 1882 he showed a small porcelain plaque depicting the Birth of Venus in the style of Alexandre Cabanel and he continued to exhibit there regularly. From 1886 to 1895 he worked as a decorator of earthenware and then as artistic director of the studio of Clément Massier (c. 1845–1917) at Golfe Juan, near Cannes. Around 1892 he signed his first pieces of earthenware inspired by Islamic ceramics and made a name for himself primarily as a potter at the Salon des Artistes Français in 1895. An innovator in ceramic shapes, techniques and glazes, he participated in the revival of the decorative arts at the end of the 19th century. During this period he spent some time in Italy, notably in Venice where he familiarized himself with 15th-century Italian art. In 1896 he exhibited for the first time at the Galerie Georges Petit: about twenty pastels and paintings were displayed, revealing his individual style and gifts as a portrait painter. The female form, influenced by the art of Leonardo and the Pre-Raphaelites became, with landscape, one of his favoured themes and was invested with mystery, using a technique at once full-bodied and refined (e.g. Eve, 1896; Paris, Mus. d’Orsay). In the 20th century he gradually departed from Symbolism except in some representations of women illustrating the music of Ludwig van Beethoven, Gabriel Fauré and Claude Debussy and in some landscapes (e.g. Winter, Petit Trianon, 1929; Paris, Petit Pal.). GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lucien Lévy-Dhurmer",
            "alphasort":"Lévy-Dhurmer, Lucien",
            "lastname":"Lévy-Dhurmer",
            "firstname":"Lucien",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500001100"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/29526784"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db312664d9005001632973a"
            },
            "body":"Lucien Lévy was born into a Jewish family in Algiers in 1865 and by 1879 had enrolled in L’école communal supérieure de dessin et sculpture, Paris. A precociously talented ceramic artist, Lévy first exhibited his work at age seventeen in the Salon of 1882 and quickly rose to prominence, becoming the artistic director of the Clément Massier studio at Golfe-Juan—an ornamental stoneware manufacturer near Cannes—from 1885 to 1896. Known as an innovator in Islamic-inspired ceramic shapes and experimental iridescent glazes, Lévy distinguished himself in the Art Nouveau revival of the decorative arts in France at the end of the nineteenth century. While continuing to build his reputation as a ceramicist, Lévy traveled in 1885 to Florence and Venice, where he immersed himself in fifteenth-century Italian art and expanded his interests to include easel painting and pastel drawing. Returning to Paris in 1896, he began to exhibit with the fashionable Parisian dealer Georges Petit, and it was then that he added the last two syllables of his mother’s maiden name of Goldhurmer to his own, signing his paintings and pastels, Lévy-Dhurmer.\n\nLévy-Dhurmer found success among French collectors, and gained the admiration of fellow artists and literary figures, with his ethereal pastels of languid nudes and his atmospheric portraits of notable authors and personalities of the day. These works exhibit a nostalgia for fifteenth-century Italian art, as it was understood in the 1890s, through the filter of Dante Gabriel Rossetti (1828–1882) and the Pre-Raphaelites; the artist’s distinctive graphic style shows the influence of the visionary pastels of Odilon Redon (1840–1916) and the Symbolist painter and lithographer Eugène Carrière (1849–1906). Drawn around 1897, at the height of the Symbolist movement in France, this idealized profile of a young woman emerges from an explosion of calligraphic pastel strokes in shades of orange, brown, and red. This pastel relates to a series of largely monochromatic works made by the artist from 1895 to 1898, including the enigmatic <em>Le Silence</em> (1895, pastel on canvas, Musée d’Orsay) and <em>Eve</em> (1895, pastel, gouache, and gilt, private collection, Paris). Lévy- Dhurmer’s compositions from this period typically focus on a single introspective female figure that embodies a suggestive quality or concept. After 1901, the artist began to travel widely, and his focus shifted to include exotic landscape subjects and allegorical representations of musical themes.\n\nHis aesthetic sympathies, as well as his abilities to coordinate painting, furniture design, and the decorative arts into a harmonious environment, perhaps lie closest to those of the expatriate American artist James McNeill Whistler (1834– 1903). The Wisteria Dining Room (1910–14), designed and painted by Lévy-Dhurmer and built by Edouard Louis Collet (Swiss, 1876–?), now at the Metropolitan Museum of Art, is undoubtedly the best-known work by the artist in America.",
            "title":"The Head of a Young Woman, Lucien Lévy-Dhurmer",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Magazine: Fall 2012"
        }
    ]
}