{
    "makerid":6585,
    "published_date":"2022-03-28 16:07:29.813444",
    "type":"maker",
    "displayname":"Pieter Coecke van Aelst",
    "makertype":"Individual",
    "alphasort":"Coecke van Aelst, Pieter",
    "lastname":"Coecke van Aelst",
    "firstname":"Pieter",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Flemish, 1502–1550",
    "begindate":1502,
    "enddate":1550,
    "nationality":"Flemish",
    "culturegroup":null,
    "biography":"Diverse artist most famous for his publishing activity. The translation of Sebastiano Serlio that he issued from 1539 played a large role in spreading Renaissance ideas in the Netherlands. His artwork is heavily influenced by Italian art. Pieter Coecke's second wife, Mayken Verhulst and several of his sons from his first and second marriages, including Pieter II and Paul, continued his workshop in Brussels after his death. Van Mander stated that Coecke was the teacher of his son-in-law, Pieter Bruegel the Elder, but there is no influence of Coecke in Bruegel's work. ULAN\r\n\r\n---\r\n\r\nSouth Netherlandish painter, sculptor, architect and designer of woodcuts, stained glass and tapestries. Son of the Deputy Mayor of the village of Aelst, he was married twice, first to Anna van Dornicke (d 1529), the daughter of the Antwerp painter Jan Mertens, who may have been his teacher; they had two children, Michel van Coecke and Pieter van Coecke II (before 1527-59), the latter of whom became a painter. He later married mayken Verhulst, herself a painter of miniatures and the mother of three children, Pauwel, Katelijne and Maria; they are shown with their parents in Coecke's Family Portrait (Zurich, Ksthaus). Mayken is credited with having taught the technique of painting in tempera on cloth to her son-in-law, Pieter Bruegel the elder, who married Maria in 1563. (For family tree see Bruegel.) Van Mander also stated that Bruegel was Coecke's apprentice, an allegation no longer universally accepted in view of their substantial stylistic differences. Although the names of other students of Coecke's, including Willem Key and 'Colyn van Nieuwcastel' [Neufchatel], are noted in the records of the Guild of St Luke, there is no mention of Bruegel. Van Mander also reported that Coecke's own teacher was the Brussels court painter Bernard van Orley. No documents survive to support this hypothesis, although in this case strong stylistic similarities do exist.\r\nAccording to van Mander, Coecke travelled to Rome, where he made drawings of sculpture and architecture. Although the dates of this trip are not known, stylistic evidence supports the suggestion. Part of the Italian influence in his work came from Raphael's tapestry cartoons, which he must have seen in Brussels, where they arrived for manufacture into tapestries c. 1516; but he also seems to have known Raphael's Triumph of Galatea fresco (c. 1513; Rome, Pal. Farnesina), which he could only have seen in Italy. He was in Antwerp in 1527, when he became a master in the Guild, and was accepting students by 1529. In 1533-4 Coecke travelled to Constantinople (now Istanbul), supposedly to persuade the Turkish sultan to give him tapestry commissions (van Mander). While these seem not to have materialized, it was at this time that Coecke made the drawings (untraced) for the woodcut series of the Customs and Fashions of the Turks, published posthumously in 1553 by Mayken Verhulst.\r\nOn his return to Antwerp in 1534, Coecke produced designs for a colossal sculpture, the Giant of Antwerp (destr.), and for a series of nine tapestries representing scenes from the Life of St Paul (Munich, Residenzmus. and Bayer. Nmus.). He was elected dean of the Guild of St Luke in 1537. A skilled linguist, he translated Vitruvius' De architectura into Flemish (Antwerp, 1539), and the multi-volume architectural treatise of Sebastiano Serlio into High German, Flemish and French (Antwerp, 1539-53). Van Mander praised him effusively for introducing 'the right method of building' into the Netherlands, replacing 'the ugly modern German type' (i.e. Late Gothic).\r\nCoecke moved from Antwerp to Brussels in 1546 and was named court painter to Emperor Charles V in 1550, a few months before his death. Although he had signed himself 'imperial painter to Charles V' as early as 1534, on the pedestal of the Giant of Antwerp, Coecke's honorary title must have been based in large part on his activity as publisher and woodcut designer for the souvenir volume of prints (De seer wonderlijke…Triumphelijke Incompst van … Prince Philips) commemorating the triumphal entry of Prince Philip (later Philip II) of Spain into Antwerp on 11 September 1549; it was at this time that the Giant of Antwerp was finally constructed, as part of the celebratory decorations.\r\nThis versatile artist headed a prolific workshop and established a style that was eagerly imitated by others (see fig.). One particularly popular composition was his Last Supper (e.g. 1531; Brussels, Mus. A. Anc.), which was popularized by Hendrick Goltzius's engraving after it; it survives in 41 copies, the last of which was painted 13 years after Coecke's death. The example in Brussels is a prime version but not the earliest of the many stylistically and qualitatively uneven versions of this composition. Patterned loosely after Leonardo's famous mural (c. 1498; Milan, S Maria delle Grazie; see fig.), Coecke's composition may have been based on one of the numerous copies or reproductive prints then in circulation. The architectural setting is an eclectic mixture of Flemish and Italianate, with a northern European window embrasure flanked by two circular relief sculptures, one depicting David with the Head of Goliath, the other Cain Killing Abel; the latter scene reflects the influence of Jan Gossart's woodcut from the 1520s. Coecke's Last Supper is a handsome painting done in dark, glowing colours, but with a restlessness and an excess of anecdotal detail that are dramatically different from the mood of Leonardo's original. Different, too, is the Late Gothic motif of the figure of Judas isolated on the near side of the table, clad in yellow, the symbolic colour of evil, and shown in the act of rising from his seat; Leonardo's composition integrated him with the other figures.\r\nNo signed and few reliably documented paintings by Coecke have survived. The woodcuts based on his drawings for Customs and Fashions of the Turks offer a good insight into his style: the landscape settings are deep, stately, replete with relatively accurate architectural detail and dominated by friezelike groups of powerful, muscular figures shown in motion. The same style is shown in a group of signed drawings in Rotterdam (Mus. Boymans-van Beuningen), London (BM) and Vienna (Albertina), though these are not directly associated with the Turkish woodcuts. Drawings in Munich (e.g. St Paul Preaching to the Macedonian Women outside Philippi; Staatl. Graph. Samml.) and London (V&A) are related to the Life of St Paul tapestry series. Other drawings (Paris, Ecole N. Sup. B.-A.; Frankfurt am Main, Städel. Kstinst. & Städt. Gal.) are related to his Seven Mortal Sins tapestries (Vienna, Ksthist. Mus.), one set of which hung in Mary of Hungary's castle at Binche by 1549. A drawing of the Ordination of St Nicholas of Myra (Vienna, Albertina) seems to have been the preparatory study for a window (destr.) in the chapel of St Nicolas in Antwerp Cathedral, documented as having been designed by Coecke in 1537. Much of Coecke's work for church interiors, such as stained-glass windows and altarpieces, was destroyed in the iconoclastic riots of the 1560s. GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Pieter Coecke van Aelst",
            "alphasort":"Coecke van Aelst, Pieter",
            "lastname":"Coecke van Aelst",
            "firstname":"Pieter",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Pieter Coecke van Aelst the Elder",
            "alphasort":"Coecke van Aelst, Pieter the Elder",
            "lastname":"Coecke van Aelst",
            "firstname":"Pieter",
            "nametitle":null,
            "middlename":null,
            "suffix":"the Elder",
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Pieter Coecke van Aelst I",
            "alphasort":"Coecke van Aelst, Pieter I",
            "lastname":"Coecke van Aelst",
            "firstname":"Pieter",
            "nametitle":null,
            "middlename":null,
            "suffix":"I",
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115332"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12575995"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}