{
    "makerid":13516,
    "published_date":"2024-02-22 02:02:20.750499",
    "type":"maker",
    "displayname":"Inka",
    "makertype":"Cultural Group",
    "alphasort":"Inka",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Andean",
    "culturegroup":"Inka",
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Inca",
            "alphasort":"Inca",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Inca"
        },
        {
            "nametype":"Primary Name",
            "displayname":"Inka",
            "alphasort":"Inka",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Inka"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300017326"
        },
        {
            "source":"ULAN",
            "id":"500125282"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/100633937"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64f77ed0538ac6620e32b781"
            },
            "exhibitions":[],
            "title":"Museum News: Migrations, A Princeton Community Collaboration",
            "body":"<p>Museum News<br>Migrations<br>A Princeton Community Collaboration</p><p><br>This spring the Princeton University Art Museum, several Princeton University departments and programs, and more than thirty Princeton-area nonprofit organizations are investigating the theme of “Migrations.” Each will explore the theme as it fits their mission and programmatic focus. Thus, migrations may refer to the movement of people, animals, goods, or ideas across the planet. Discussions and exhibitions touch upon immigration and the seasonal migrations of workers, the historical movements of peoples, and the seasonal migrations of various species. What all these meditations share is an attention to the implications of such movements and how they change over time. These timely questions afford an opportunity for organizations—from cultural institutions to social service agencies—to come together in shaping a set of conversations.</p><p>Community partners include the Princeton Public Library, the Arts Council of Princeton, Centurion Ministries, D&amp;R Greenway, the Historical Society of Princeton, Labyrinth Books, McCarter Theatre Center, Morven Museum &amp; Garden, Princeton Adult School, Princeton Senior Resource Center, and many others. University partners include the Program in Latin American Studies, the Lewis Center for the Arts, the Pace Center for Civic Engagement, and the Princeton Institute for International and Regional Studies’ interdisciplinary research community “Migration: People and Cultures Across Borders.”</p><p>For a complete list of Migrations-themed exhibitions, readings, residencies, performances, lectures, workshops, and community actions, please visit princetonmigrations.org/events.</p><p>&nbsp;</p><p><strong>Campus Voices on Migration&nbsp;</strong><br>Throughout the galleries, curators and faculty from across campus reflect on the ways art reveals and illuminates migrations of people, power, style, and meaning. Visitors &nbsp;can map their own journey through the Museum while encountering these personal and scholarly interpretations.</p><p>&nbsp;</p><p>The Inkas amassed one of the largest empires in the world in their time. Their expansion was facilitated by their tremendous network of roads, which allowed for the movement of people and goods. This tumi knife bears the material evidence of these migrations: while the precious metals used for the handle and blade likely were mined high in the Andes, many of the small inlays within the metal were cut from seashells from the Pacific. The most precious of these were the orange-pink shells from spiny oysters, known as Spondylus, harvested in the distant, warmer waters of Ecuador.</p><p><br><strong>Andrew Hamilton&nbsp;</strong><br><strong>Lecturer, Art and Archaeology</strong></p><p>&nbsp;</p><p><br>The splendor of her clothes, the blue, open sky, her cigarette, the horses around her—will she choose to roam again?— all speak of freedom. &nbsp;She is said to be a Gypsy, &nbsp;but she could be from anywhere. Anywhere but here&nbsp;.&nbsp;.&nbsp;.&nbsp;Is it what she meant to the French, then? What would she mean now? Romani, Algerian, Syrian, Arab, Jew, refugee, migrant&nbsp;.&nbsp;.&nbsp;.&nbsp;We can keep naming, staring, she keeps escaping us. Her eyes don’t meet ours. They are set on a different horizon, with envy, or regret. Anywhere but here? She is welcome to stay.</p><p><br><strong>André Benhaim&nbsp;</strong><br><strong>Associate Professor, French and Italian</strong></p><p>&nbsp;</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Spring 2018 Magazine</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}