{
    "makerid":3273,
    "published_date":"2022-03-28 16:05:21.907230",
    "type":"maker",
    "displayname":"Hubert Robert",
    "makertype":"Individual",
    "alphasort":"Robert, Hubert",
    "lastname":"Robert",
    "firstname":"Hubert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1733–1808",
    "begindate":1733,
    "enddate":1808,
    "nationality":"French",
    "culturegroup":null,
    "biography":"In 1788 Robert became the \"dessinateur des jardins du Roi\" to Louis XVI, King of France at Versailles. French painter and landscape architect. ULAN",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hubert Robert",
            "alphasort":"Robert, Hubert",
            "lastname":"Robert",
            "firstname":"Hubert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Robert des Ruines",
            "alphasort":"Robert des Ruines",
            "lastname":"Robert des Ruines",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/39385770"
        },
        {
            "source":"ULAN",
            "id":"500009558"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf477d785ca8001692b35e"
            },
            "body":"The work is a superb example of the finished red chalk drawings made by Robert during his first stay in Rome as a student (1754-65), which are considered to be among his greatest  achievements. Encouraged to draw outdoors by Charles-Joseph Natoire, the director of the French Academy, the young Robert (often in the company of Jean-Honore Fragonard) set about recording his impressions of the Eternal City's monu­ ments and statues, in compositions that are site-specific while evoking transient qualities such as light and shadow. During this period , Robert not only discovered his predilection for crumbling ruins, but also a second, more personal theme, that of the artist at work-which is represented in only a dozen drawings, including this one. Here a sketching artist and an interested companion are positioned at the entrance of the Loggia of the sixteenth-century Villa Madama, an important example of Renaissance villa design that by Robert's time was in partial ruins-thereby increasing its appeal to artists and Grand Tour travel­ers seeking the Picturesque. The object of these visitors' attention is a large Hellenistic sculpture of Jupiter enthroned, which Cardinal Giulio de' Medici (for whom the Villa Madama was designed) acquired in 1518, and which was transferred with the entire sculpture collection to Naples in the late 1780s. \n",
            "title":"A View of the Loggia at Villa Madama with Artist Sketching, Hubert Robert",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Summer 2004"
        }
    ]
}