{
    "makerid":818,
    "published_date":"2022-03-28 16:03:46.971779",
    "type":"maker",
    "displayname":"Paul Newton",
    "makertype":"Individual",
    "alphasort":"Newton Paul",
    "lastname":"Newton",
    "firstname":"Paul",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1961, Sydney, Australia; active Sydney",
    "begindate":1961,
    "enddate":2100,
    "nationality":"Australian",
    "culturegroup":null,
    "biography":"Australian portrait artist, Paul Newton has works in the permanent collection of The National Portrait Gallery of Australia and is on the Official Artists' register at Parliament House Canberra. He has painted former Prime Ministers, former Australian Governor General Sir William Deane as well as other dignitaries and celebrities both at home and abroad. He has recently completed portraits of the President of Columbia University, New York, Dr George Rupp and Chairman of the Board of Trustees of Columbia University, Stephen Friedman, as well as commission portraits for Princeton University, John Jay College of Criminal Justice, New York. He is also represented in many corporate and private collections worldwide.\r\n\r\nNewton has been a regular finalist in the Art Gallery of NSW Archibald Prize competition with portraits of such notables as Maggie Tabberer, John Laws, Fred Street and Kate Fischer. His 2001 entry, a portrait of Sydney Olympic Games commentators Roy and HG, won The People's Choice Awards in Melbourne and Sydney as well as the Packers Prize. His portrait of Rev Brian Byron was a finalist in the American Society of Portrait Artists' 2001 International Portrait Competition, at The Metropolitan Museum of Art, New York, and his portrait of Rugby legend David Campese won First Place in the 2002 Portrait Society of America's International Portrait Competition, in Philadelphia. Most recently Newton won First Place in the Portrait Society of America’s 2003 International Portrait Competition held in Washington DC, with a portrait of Jonathan Bell from Austin, Texas.\r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Paul Newton",
            "alphasort":"Newton Paul",
            "lastname":"Newton",
            "firstname":"Paul",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/308769819"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}