{
    "makerid":4950,
    "published_date":"2022-03-28 16:06:25.814484",
    "type":"maker",
    "displayname":"Valentine Green",
    "makertype":"Individual",
    "alphasort":"Green Valentine",
    "lastname":"Green",
    "firstname":"Valentine",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1739–1813",
    "begindate":1739,
    "enddate":1813,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Valentine Green",
            "alphasort":"Green Valentine",
            "lastname":"Green",
            "firstname":"Valentine",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500021991"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/12574500"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db310144d90050016329738"
            },
            "body":"One of the most forward-thinking artists of the eighteenth century, Joseph Wright of Derby (1734–1797) was at the heart of England’s advanced scientific and artistic circles—a friend to Erasmus Darwin and Josiah Wedgwood, fellow members of the Lunar Society, a prominent group of intellectuals, inventors, and scientists. This mezzotint faithfully reproduces the artist’s celebrated painting now known as <em>An Experiment on a Bird in the Air Pump<em>, exhibited at the Society of Artists in 1768 and hanging in the National Gallery, London since 1863. Long regarded as one of Joseph Wright of Derby’s most important canvases, it survives as one of the greatest works of the English Age of Enlightenment—a compelling and wholly original merger of science and sentiment.\n\nLargely known in the eighteenth century through Valentine Green’s mezzotint engraving of it, <em>An Experiment on a Bird in the Air Pump</em> is one of several candlelit scenes Wright painted during the 1760s that depict scientific subjects in the reverential manner typically reserved for his- torical or religious scenes. The scene depicts a precursor to the modern scientist performing an experiment in atmospheric pressures, in which air is being removed from a glass chamber that contains a white cockatoo—a tropical bird little known in England before the 1770s. The scien- tist’s assembled family and friends witness the experiment, exhibiting a range of reactions, from concern for the bird’s fate to scientific curiosity and wonder. The scientist looks out from the center of the composi- tion, inviting us to participate in the outcome—to determine whether the pumping should continue or the valve on the top of the apparatus should be opened to replace the air and revive the bird. The scene’s narrative detail and iconography are exceptionally rich and reflect aspects of genre painting; the human skull in the large glass bowl on the table, for example, is a vanitas reference to the transience of life. The painting is usually deemed to be about the balance between human concern for life and the emotional detachment of the scientific society that was emerging during the Industrial Revolution.\n\nValentine Green’s mezzotint after Wright’s painting has been described by the English art historian Ellis Waterhouse as “one of the wholly original masterpieces of British art.” With its outstanding displays of chiaroscuro—a term that literally means “light to dark” in Italian—it is one of the finest achievements in mezzotint engraving on copper,\na technique largely confined to Britain in the eighteenth century, whose potential for textural richness was seen as the ideal medium for translating painterly compositions into prints for wider public consumption. This remarkable proof is marked by superb quality in the dark ink tones, exceptional detail in the scraped highlights, and totally fresh mezzotint burr revealing the unworn copper plate. The print is exceedingly rare, with barely more than a half-dozen documented impressions known of this early state, printed prior to the addition of the title in the lower margin, which appears in its ultimate publication.",
            "title":"A Philosopher Shewing an Experiment on the Air Pump, Valentine Green, after Joseph Wright of Derby",
            "source_project":"Other",
            "author_type":"Director",
            "source":"Magazine: Summer 2012"
        }
    ]
}