{
    "makerid":52,
    "published_date":"2022-03-28 16:03:17.769270",
    "type":"maker",
    "displayname":"Henry Alken",
    "makertype":"Individual",
    "alphasort":"Alken, Henry",
    "lastname":"Alken",
    "firstname":"Henry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1785-1851",
    "begindate":1785,
    "enddate":1851,
    "nationality":"British",
    "culturegroup":null,
    "biography":"Painter and engraver, son of (1) Samuel Alken. He worked in London and the provinces and was prolific in a variety of media while unadventurous in his range of subject-matter. Early instruction by the miniature painter J. T. Beaumont (1774–1851) helped to give a certain graphic precision—lacking in most of the work of his many relatives—to his often flippant and always anecdotal early paintings, etchings and watercolours of hunting, coaching, racing and other animal subjects. He was also employed by sporting periodicals as an illustrator and provided plates for the National Sports of Great Britain (London, 1821), strengthening the market for his work in sporting circles, in particular the notorious clique of wealthy and reckless huntsmen who gathered at Melton Mowbray, Leics. Characteristic of his prints is the set of six humorous engravings How to Qualify for a Meltonian, which was published in 1819. After c. 1820 his artistic competence declined, rendering his later works barely distinguishable from those of his son Samuel Henry Alken and firmly reminiscent of those of his father (GDA).\r\n\r\n---\r\n\r\nThe most well-known of a family of British sporting artists of Danish origin. The aquatints made after his paintings of hunting fields were extremely popular and continue to be so, despite his archaic style (ULAN).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Henry Thomas Alken",
            "alphasort":"Alken, Henry Thomas",
            "lastname":"Alken",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":"Thomas",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Henry Alken",
            "alphasort":"Alken, Henry",
            "lastname":"Alken",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500121839"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/13252705"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}