{
    "makerid":5434,
    "published_date":"2022-03-28 16:06:43.086474",
    "type":"maker",
    "displayname":"Jacopo del Casentino",
    "makertype":"Individual",
    "alphasort":"Jacopo del Casentino",
    "lastname":"Jacopo del Casentino",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1279–1358",
    "begindate":1279,
    "enddate":1358,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Landini",
            "alphasort":"Landini",
            "lastname":"Landini",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Jacopo del Casentino",
            "alphasort":"Jacopo del Casentino",
            "lastname":"Jacopo del Casentino",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500003559"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95702222"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db34da7577cfb0016a236d7"
            },
            "body":"The <em>Crucifixion</em> was attributed to Jacopo del Casentino by Richard Offner (1889–1965), the specialist who did for the field of early Florentine painting what Bernard Berenson did for fifteenth- and sixteenth-century Italian painting; the panel was published in Offner’s <em>Critical and Historical Corpus of Florentine Paintings</em> in 1923–1924. Jacopo was active from about 1330 to 1342, the period spanning his only dated works, and was a follower of Giotto (1267/75–1337), the founding father of Florentine Renaissance art. In this Crucifixion, the hovering angels who catch blood from Christ’s wounds in chalices and lament his suffering, as well as the facial and body type of the Christ, show echoes of Giotto’s art. The Virgin swooning in the arms of the holy women to Christ’s right side recalls Giotto’s very human figures and emotionally moving compositions.\n\nTo the left of the Cross, Saint John and a male saint stand before a crowd of soldiers and onlookers. The saint could be Longinus, the name given in the Middle Ages to the Centurion (the Biblical figure who recognized Christ’s divinity). He gestures toward Christ with his right hand, which is visible above Saint John’s halo. Yet this saint is not dressed like the soldiers, and he holds a sword instead of Longinus’s lance. Marco Grassi, Class of 1956, a renowned restorer of old master paintings, has suggested to us that he could be the Sienese saint Galgano (1148–1181). After a reckless youth, this aristocratic knight became a hermit and his mortification of the flesh is said to have reflected the suffering of Christ on the Cross. When Galgano rejected his previous life, he threw down his sword, which stuck upright in a stone, serving as an iron cross. These elements of Galgano’s life seem consistent with the image of the young saint holding a sword and gesturing toward Christ.\n\nAt the top of the Cross, a nesting pelican pierces its breast to feed the baby pelicans with its blood, a metaphor for Christ’s sacrifice. The image is familiar to Princetonians from the Mather Sundial near the Chapel (a copy of the Corpus Christi College Sundial at Oxford University). In Jacopo’s version, where the pelican is coupled with a Crucifixion, the religious significance is made explicit.\n\nSaint Francis of Assisi (1186–1226) kneels at the Cross, so the painting’s patron must have been in the Franciscan orbit, perhaps a member of the Third Order (the Franciscan order for laymen). Francis transformed ideas about monasticism—his friars were the first to go out to the people to preach and to live in cities among the poor—and has been credited with introducing demo- cratic ideals into both the Church and medieval thought. The appeal of this charismatic saint has never been greater than in our own time, as seen by the choice of name by Pope Francis. We are especially grateful to add to the collection this Crucifixion with the saint dating from the century after his death.",
            "title":"Magazine: Spring 2014",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}