{
    "makerid":5630,
    "published_date":"2022-06-09 08:45:00.268924",
    "type":"maker",
    "displayname":"André Adolphe-Eugène Disdéri",
    "makertype":"Individual",
    "alphasort":"Disdéri, André adolphe-Eugène",
    "lastname":"Disdéri",
    "firstname":"André",
    "nametitle":null,
    "middlename":"adolphe-Eugène",
    "suffix":null,
    "displaybio":"1819–1889; born Paris, France; active Paris and London",
    "begindate":1819,
    "enddate":1889,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French photographer. He managed a series of commercial studios in Paris from 1854 to 1875 and is best known for the patent he took out in November 1854, for the carte-de-visite. The carte, so named because of its resemblance to the size of a French visiting-card, was a small-format photograph that was produced by dividing a full-plate, collodion-on-glass negative into eight parts that were exposed in a four-lens camera. By allowing eight tiny prints with several poses to be generated on one plate, Disdéri’s patent significantly lowered the cost of photographic portraits.  His first successful studio on the Boulevard des Italiens produced hundreds of thousands of such portraits of aristocratic and bourgeois sitters and also published series on the Palace of Versailles, the Exposition Universelle in Paris (both in 1855) and the Paris Commune (1871). The convenience and cheapness of the photographic carte  assured its success, and it became the most popular type of photographic portraiture, supplanting the daguerreotype. It was easy to imitate, however, and despite initial financial success Disdéri died penniless (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"André Adolphe-Eugène Disdéri",
            "alphasort":"Disdéri, André adolphe-Eugène",
            "lastname":"Disdéri",
            "firstname":"André",
            "nametitle":null,
            "middlename":"adolphe-Eugène",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Disderi",
            "alphasort":"Disderi",
            "lastname":"Disderi",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500118847"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/68899557"
        },
        {
            "source":"NYPL PIC",
            "id":"4541"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}