{
    "makerid":445,
    "published_date":"2022-03-28 16:03:33.476947",
    "type":"maker",
    "displayname":"Giovanni Boccati",
    "makertype":"Individual",
    "alphasort":"Boccati, Giovanni",
    "lastname":"Boccati",
    "firstname":"Giovanni",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, ca. 1420–after 1480",
    "begindate":1415,
    "enddate":1489,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Italian painter. He was granted citizenship of Perugia in 1445, and it seems likely that he received at least part of his artistic training there. In 1447 he painted the Madonna del pergolato (Virgin and Child with Saints; Perugia, G.N. Umbria) for the Confraternità dei Disciplinati of S Domenico, Perugia. It is an eclectic work: the composition is based on altarpieces of the later 1430s by Fra Angelico (who was in Perugia in 1437) and Filippo Lippi; the Virgin’s face is derived from Angelico, those of the Child, the saints and the angels from Lippi, while the pageantry of the predella, showing scenes from the Passion of Christ, may reflect the work of Domenico Veneziano, who had also been in Perugia in 1437. By 1448 Boccati was in Padua, but he may have been there earlier given the dominant influence of Filippo Lippi, who had worked there in the mid-1430s.\r\n\r\nIn 1451 Boccati left Camerino for Florence with the painter Giovanni Angelo di Antonio, also of Camerino. He may not have reached the city but have turned instead for Urbino, as at about this time he probably painted the frescoes (partly destr.) in the Appartamento dell’Iole, Palazzo Ducale, Urbino. The walls and vaults of the frescoed room, possibly originally an audience chamber, were covered with huge figures of heroes and soldiers, putti, coats of arms, medallions and damask hangings. In style the figures are similar to those of the Madonna del pergolato, and their monumentality perhaps reflects Boccati’s recent stay in Padua.\r\n\r\nBy 1458 and again in 1462 he was in Camerino, where he appears to have remained until at least 1470. To this period belongs the Belforte Polyptych, with the Virgin and Child with Saints (Belforte sul Chienti, nr Camerino, S Eustachio), which is signed and dated 1468. This is a compartmentalized polyptych of the type produced by contemporary Venetian artists working in the Marches, such as Bartolomeo Vivarini and Carlo Crivelli. The gold ground and rich gold brocade of the Virgin’s mantle are Venetian in origin, but the draperies and blonde light pervading the predella scenes recall Domenico Veneziano, and the physiognomy of the saints is reminiscent of Filippo Lippi. The figures of SS Eustace and Venanzio suggest that Boccati had been influenced by Mantegna’s work in the Ovetari Chapel in the church of the Eremitani, Padua (see [not available online]).\r\n\r\nThe altarpiece of the Virgin and Child with Saints for the chapel of S Savino in Orvieto Cathedral (Budapest, Mus. F.A.) is signed and dated 1473. Stylistically, it is similar to the Belforte Polyptych, although the rendering of the draperies is more linear and the conception of the bodies underneath is less firm, leading to some flatness in the figures. The two surviving predella panels, showing scenes from the Life of St Savino (sold London, Sotheby’s, 11 March 1964 and 24 March 1971), with their clothed but weightless figures and inaccurately constructed architecture, confirm this tendency. Boccati’s last surviving dated work, the Pietà (1479; Perugia, G.N. Umbria), is in poor condition; it has the same flat figures, but the lyrical mood and the clear light are still present. Boccati was last recorded in Perugia in 1480, when he was paid for two altarpieces (untraced). GDA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Giovanni Boccati",
            "alphasort":"Boccati, Giovanni",
            "lastname":"Boccati",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Giovanni di Piermatteo da Camerino Boccati",
            "alphasort":"Boccati, Giovanni di Piermatteo da Camerino",
            "lastname":"Boccati",
            "firstname":"Giovanni di Piermatteo da Camerino",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Giovanni Boccati da Camerino",
            "alphasort":"Boccati da Camerino, Giovanni",
            "lastname":"Boccati da Camerino",
            "firstname":"Giovanni",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500009256"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95737538"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}