{
    "makerid":5188,
    "published_date":"2022-03-28 16:06:34.411655",
    "type":"maker",
    "displayname":"Henry Hering",
    "makertype":"Individual",
    "alphasort":"Hering Henry",
    "lastname":"Hering",
    "firstname":"Henry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1874–1949",
    "begindate":1874,
    "enddate":1949,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Henry Hering was an American sculptor who was born New York City on February 15, 1874 and died there on January 17, 1949.\r\n\r\nHe was a student of Augustus Saint-Gaudens at Cooper Union and of Philip Martiny at the Art Students League. He then went to Paris where he studied at the École des Beaux-Arts.\r\n\r\nFollowing his return from Paris Hering worked as an assistant to Augustus Saint-Gaudens until Saint-Gaudens' death in 1907. In 1910 Hering married another long time Saint-Gaudens' assistant, Elsie Ward, who gave up her independent career as a sculptor, to serve as her husband's assistant.\r\n\r\nHenry Haring is well known for his work as an architectural sculptor. Although a few of his later works are Art Deco in style, notably the Severance Hall decorations and the Lorain-Carnegie Bridge, most of his work consists of allegorical figures in the Beaux-Arts tradition. His reputation as a sculptor decreased as International Modernism dispensed with architectural, figurative and allegorical work. As with many other such artists Hering's oeuvre is now being reexamined in a more positive light.\r\n\r\nThe National Sculpture Society gives out the Henry Hering Award every year for noteworthy collaboration between sculptor and architect.\r\n \r\nWikipedia 2009\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Henry Hering",
            "alphasort":"Hering Henry",
            "lastname":"Hering",
            "firstname":"Henry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}