{
    "makerid":484,
    "published_date":"2022-03-28 16:03:34.970392",
    "type":"maker",
    "displayname":"Bonifazio de' Pitati",
    "makertype":"Individual",
    "alphasort":"Bonifazio de' Pitati",
    "lastname":"Bonifazio",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, Venice, 1487–1553",
    "begindate":1487,
    "enddate":1553,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Bonifazio de' Pitati",
            "alphasort":"Bonifazio de' Pitati",
            "lastname":"Bonifazio",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Bonifacio de' Pitati",
            "alphasort":"Bonifacio de' Pitati",
            "lastname":"Bonifazio de' Pitati",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Veronese",
            "alphasort":"Veronese",
            "lastname":"Veronese",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500014243"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/71666584"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dadcd81c5089b0016f26e07"
            },
            "body":"Bonifacio de' Pitati (1487-1553) is not a familiar name from that most glorious period of Venetian painting, when the city could boast of artists of the stature of Titian, Veronese, and Tintoretto. How­ever, his [<em>Holy Family in a Landscape<em>], ca. 1520, is a superb example of the qualities for which Venetian sixteenth-century painting is cele­brated. The composition is unusual, perhaps experimental, or deter­mined by some specific conditions of the commission. Rather than grouping the figures together as the central motif of the composi­tion, the artist has separated the Madonna and Child from Saint Joseph and the infant Saint John, at the right, with a view to a distant landscape. The figures loom large in scale in the extreme foreground, as Mary and Joseph are seated and occupy the full height of the panel. They sit on a high embankment carpeted with plants, which rises behind Mary. The Christ Child is seen against a rich green cloth, and dense trees form a background for Saint Joseph and the Baptist. These sheltering elements frame the view of a plain below, with houses, figures possibly related to the sub­ject of the <em>Flight<em>, and mountains in the distance.\n\nThe subject might more cor­rectly be called <em>The Return from the Flight into Egypt<em>, for the painting shows the moment when the Holy Family encounters the Infant Baptist in the wilderness. The Baptist holds his familiar attributes- a reed cross and banderole with the inscription <em>Ecce Agnus Dei<em>, Behold the Lamb of God - and the painting is permeated with the knowledge of his prophesy of the sacrifice of Christ. Saint Joseph, an old, gray-bearded man, lost in reverie, his head bent, seems not to see the Infant Baptist nestled in his lap. Mary, too, appears to look beyond the Child she holds, her thoughts lost in the foreknowledge of his destiny. The Christ Child appears fragile and vulnerable in comparison to the plump-cheeked, robust little boy in animal skins.\n\nThe separation of the two figural groups seems to reflect the intro­spective isolation of the individual figures. The landscape, too, seen at something of a remove, is per­ vaded by the same melancholy, meditative stillness that informs the holy figures. The image of Mary is one of the loveliest parts of the painting, showing her as a mod­estly beautiful woman in whom naturalism and idealism are exqui­sitely blended. Joseph, nobly conceived, is a handsome old man with the bearing of a prophet.\n\nMuch of the pleasure one takes in the picture is due to its superb condition. Apart from a troubling section of Joseph's robe, possibly the result of an unsuccessful at­ tempt at cleaning the picture, and which fortunately went no further, the surface is virtually intact. Seen from an angle, in raking light, the undulations of the paint surfaces of Mary's robe are easily visible; the craquelure - the pattern of age cracks in the paint surface across Mary's face - is undisturbed, an indication that there have been no losses or abrasions, or interference by a restorer. Other areas of the painting still reveal the touch of the brush in all its freshness and immediacy, especially the landscape elements: the plants in the fore­ ground, the quick touches with which leaves in the trees are realized, the peak of white paint suggesting a wisp of cloud. One change, due to time rather than interference, is the darkening of Mary's blue robe, the contour of which is not easily distinguished from that of the dark brown ridge behind her that forms a bridge between the figures. Because the painting is on panel, the color is especially rich and saturated.\n\nBonifacio was born in Verona, but  we know nothing of his train­ing, whether there or in Venice. There is no notice of him in Venice until 1528, but [<em>Holy Family in a Landscape<em>] reflects the strong influence of Titian and Palma Vecchio.\n\n",
            "title":"Holy Family in a Landscape, Bonifazio de' Pitati",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1991"
        }
    ]
}