{
    "makerid":4298,
    "published_date":"2023-03-28 02:02:05.814812",
    "type":"maker",
    "displayname":"Ernst Ludwig Kirchner",
    "makertype":"Individual",
    "alphasort":"Kirchner Ernst Ludwig",
    "lastname":"Kirchner",
    "firstname":"Ernst Ludwig",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1880–1938; born Aschaffenburg, Germany; died Frauenkirch, Switzerland",
    "begindate":1880,
    "enddate":1938,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ernst Ludwig Kirchner",
            "alphasort":"Kirchner Ernst Ludwig",
            "lastname":"Kirchner",
            "firstname":"Ernst Ludwig",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/9888581"
        },
        {
            "source":"ULAN",
            "id":"500027704"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcf116bb91e8c0016a6e7f5"
            },
            "body":"Kirchner was the most prolific printmaker of the Brücke artists, producing over 2000 works, over half of them woodcuts. Because he usually insisted on printing these himself, the editions are relatively small, and every impression has an individual character. In his physical involvement in every stage of the process, Kirchner viewed himself  as resurrecting the German Renaissance  tradition of the autonomous woodcut, epitomized in the work of Albrecht Dürer.\n\n<em>Old Farmer</em> is one of a group of monumental portraits made by the artist over a three-year period in Switzerland, where he had moved in May 1917 to recuperate from a nervous breakdown brought on by military service and morphine addiction.  After treatment in a sanatorium in Davos, he moved into a farmer's hut above the nearby village of Frauenkirch, which remained his principal residence until his death. Lacking a press until January 1919, Kirchner printed the woodcuts by hand. Using the same sharp, short, jagged strokes to define the furrowed face of the old farmer and the craggy alpine background, Kirchner merges the individual and nature into one iconic and electrifying image.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels0",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcf10c7b91e8c0016a6e7f4"
            },
            "body":"Co-founder and self-appointed leader of the Brücke, Kirchner provided the group's driving motivational force, incessantly producing experimental works in a wide variety of media. Central to the Brücke's commitment to freedom of expression was the non­ academic gestural sketch of the human body in motion. The most gifted draftsman in the group, Kirchner was particularly inspired by Rembrandt's figure studies, which showed him \"how to depict movement itself.\" Kirchner's own quest for a simplified, two-dimensional formal language led to a spare calligraphy he called \"hieroglyphs,\" a term that reflected his interest in Egyptian art.\n\nThis \"hieroglyphic\" cabaret singer dates from the year Kirchner moved from Dresden to Berlin. The switch from a more provincial setting to a modern metropolis dramatically affected Kirchner's style; the figures became more angular and elongated, and more isolated from their surroundings. Evoking the frenzy of Berlin\nnightlife on the eve of World War I, the impassioned yet anonymous singer is highlighted against a once vibrant yellow ground, analogous to the brilliant colored papers Kirchner often used in his prints.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels9",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcdb5a27f60080016ada521"
            },
            "body":"<p>1880-1900 …A provocative image from the 1880-1 print cycle [is] <em>Ein hadschuh (A Glove)</em> by Max Klinger, the first German artist in decades to etch and proof his own plates, challenging the prevailing trend toward photomechanical reproduction. He believed that graphic arts provided the true vehicle for fantasy and creative expression. This conviction (outlined in his treatise <em>Malerei und Zeichnung<em>) inspired many younger German artists, including Kathe Kollwitz, to develop a personal vocabulary through printmaking and drawing. Kollwitz's five works on view-etchings, lithographs, and woodcuts executed from the 1890s to the 1920s­ illustrate her commitment to experimental printmaking in the service of realism and sociopolitical commentary. In addition to early etchings by Kollwitz, [this time period] includes works by two artists who paved the way for German Expressionism: Max Liebermann, the leading and most innovative proponent of the antiacademic Naturalist style, and the Norwegian Symbolist Edvard Munch, who worked in Berlin in the 1890s. Each questioned the French Impressionist emphasis on direct observation from nature, seeking instead to depict the feelings and ideas it inspired. This insistence on the emotional and intellectual primacy of the creative process at the expense of verisimilitude was taken further by the next generation…. 1901-1918 Highlighted in this section are works by members of two of the most significant avant-garde groups in prewar Germany: Die Brücke (the Bridge), founded in Dresden in 1905, and Blaue Reiter (Blue Rider), founded in Munich in 1911. Both groups embody the principal stylistic features that by the beginning of World War I had been termed \"expressionist\" by critics and applied to a wide range of European artists, including Van Gogh and Matisse, whose works featured distorted forms, flattened perspectives, bold colors, and an interest in tribal cultures. The Brucke [includes artists such as] Erich Heckel, Ernst Ludwig Kirchner, and Karl Schmidt-Rottluff, three of the four architecture students and cofounders of the group, whose name presumably derives from a passage in Nietzche's <em>Also Sprach Zarathustra<em>: \"What is great in man is that he is a bridge and no end.\" The mission of this collective was to interweave themes of nature and modern life with a direct and authentic style that rebelled against the restrictive rules of academic art and bourgeois life, thereby bringing about a new social order. As expressed by Kirchner in his impassioned 1906 manifesto for the Brücke: “as youth that bears the future, we wish to create for ourselves freedom of movement and life against the entrenched older forces.” It was especially in the fields of graphic arts that the Brücke artists made their greatest contribution, creating rough, handmade woodcuts that dispensed with the laboriously crafted effects of conventional printmaking. Although the Blaue Reiter—represented by Wassily Kandinsky and Gabriele Münter—shared the Brücke’s utopian belief in the power of art to transform society, its approach was more theoretical, and invested with a greater sense of mysticism. This approach led to a purely abstract style in the work of Kandisky, who believed that color and form expressed an emotional and spiritual “inner necessity.” Also [part of this time period] are four independent artists—Ernst Barlach, Max Beckmann, George Grosz, and Ludwig Meidner—whose work contains Expressionist elements but goes beyond purely formalist innovation to address the human condition more directly. Their starkly rendered war imagery, street scenes, and portraits powerfully convey the physical destruction, urban chaos, and psychological uncertainty caused by contemporary events in Germany leading up to, and during World War I. 1919-1933 The shared concern with modern life and its discontents continued to preoccupy Beckmann and Grosz after the war. Their mordant and satirical depictions of the German bourgeoisie are seen [during this time period]…the years of the Weimar Republic. [This] includes a searing image of dead soldiers from Otto Dix’s antiwar print portfolio <em>Der Krieg</em> (1924), in which he used the corrosive potential of the etching and aquatint techniques as a metaphor for the damaging effects of chlorine gas. The more realistic style adopted by these artists, called Neue Sachlichkeit (New Objectivity), sharply contrasts with the poetic landscapes and female bathers by Schmidt-Rottluff and Kirchner, and the lyrical abstractions of Kandinsky and Paul Klee…. Klee’s watercolor <em>Licht uber Ehedem (Light over [former times])</em> is dated 1933, the year he returned to his native Switzerland after being dismissed from his teaching position in Dusseldorf by the Nazis. With Hitler’s seizure of power, the years of artistic revolution in Germany came to a halt, and all art, regardless of its style or subject, was designated as ideological. As modernist art was thereby considered a political threat, most of the artists [mentioned] here were branded “degenerate” and their works displayed as such in the defamatory “Entartete Kunst” (Degenerate Art) show that opened in Munich on July 19, 1937.&nbsp;</p><p>--Laura M. Giles&nbsp;</p><p>Associate Curator of Prints and Drawings</p>",
            "title":"Collection Publications: Klinger to Kollwitz: German Art in the Age of Expressionism",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcf0d3cb91e8c0016a6e7f3"
            },
            "body":"After the dissolution of the Brücke in 1913, Kirchner occasionally returned to one of the group's favorite themes-nude  bathers  in landscape  settings in  a variety of media.  This composition is identical to that of a colored woodcut, also dated 1925, the year the artist broke away from his isolated life in the remote Swiss alps. He returned to Germany and places he had worked with other Brücke artists, which prompted recollections of the group's excursions to the Moritzburg lakes near Dresden. Although <em>Two Bathing Girls</em> preserves the minimal calligraphy of Kirchner's earlier figurative etchings, the forms are more lyrical than expressive-in keeping with Kirchner's move toward an increasingly decorative style in his later years. Despite his productivity, however, his deteriorating mental and physical health, together with the Nazi's condemnation of his art, led to his suicide in 1938.\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels8",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}