{
    "makerid":1343,
    "published_date":"2022-03-28 16:04:07.109937",
    "type":"maker",
    "displayname":"Merry Alpern",
    "makertype":"Individual",
    "alphasort":"Alpern, Merry",
    "lastname":"Alpern",
    "firstname":"Merry",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born 1952",
    "begindate":1952,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"In 1995, with the unexpected help of an NEA rejection, Merry Alpern became notorious for her photo series \"Dirty Windows.\" Even if they couldn't resist looking, viewers were made uneasy by these voyeuristic images, secretly taken through the bathroom window of a low-rent sex club near Wall Street. For the series, Alpern hid out in a building across an air shaft, capturing blow jobs, strip teases, coke-snorting, and a host of other activities with a telephoto lens. Now she's come out in the open, sort of, to document another form of commerce: women rifling through clothing racks, trying on bathing suits, handing over the plastic - that is, shopping. But the brisk, businesslike missions of these women aren't so far removed from the single-minded, sensual pursuits of the male figures in \"Dirty Windows.\" After all, if men purchase sex, at best, to relieve stress or to escape from ordinary life, it could be argued that many women shop for the same reasons.\r\n\r\nWith a tiny surveillance camera and a video camcorder hidden in her discreetly perforated purse, Alpern wandered through department stores, malls, and fitting rooms. Whereas each scene in the earlier series was framed by the same set of windows, the photos in \"Shopping\" (all 1999), painstakingly culled from hours of accumulated footage, are in a sense arbitrary and unmoored - even the camera was detached from the photographer's eye.\r\n\r\nIn one photo, a pink buckled shoe hovers like some fabulous spacecraft over the rest of the fleet, black pumps and sling-backs lined up on clean white shelves; only the fingers glimpsed at the edge of the frame suggest that Alpern herself was holding the shoe. Other images are equally off-kilter, capitalizing on the trope of making the familiar strange through gross distortions or compositions that verge on the abstract. One picture is all swooping curves of beige-toned walls, accented with a few bright blobs of fluorescent lights, with only a man's head barely visible above a heavy black diagonal line to indicate that this is a view of an escalator.\r\n\r\nWith their harsh lighting and muddy, slightly pixelated texture, these images feel woozy, aimless, all out of sorts - the expression of an aesthetic not unlike the feeling of mall burnout. Fragmented by mirrors, many of the works intensify the dazzling yet disorienting effect that merchandisers are after in using so many reflective surfaces. In some shots women scrutinize themselves with looks that are variously pained or pleased. One squeezes her dimpled thighs; another, in kneesocks and a bikini, seems to be not so much appraising the swimsuit as contemplating her very existence.\r\n\r\nWhile in both technique and aesthetic \"Shopping\" is distanced, Alpern's approach is also participatory, acknowledging her own browsing habit and capturing numerous self-portraits in the process. This brings a lacerating, insider quality to images that might otherwise be seen as a more typical sociological or ironic critique of rampant consumerism. Secretly documenting women's endless search for the perfect, purchasable item, Alpern implies a flight from a lot of other things.\r\n\r\nAbove taken from http://rogallery.com/Alpern_Merry/alpern-biography.html",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Merry Alpern",
            "alphasort":"Alpern, Merry",
            "lastname":"Alpern",
            "firstname":"Merry",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}