{
    "makerid":14480,
    "published_date":"2022-03-28 16:08:41.737778",
    "type":"maker",
    "displayname":"Stephen Alexander",
    "makertype":"Individual",
    "alphasort":"Alexander, Stephen",
    "lastname":"Alexander",
    "firstname":"Stephen",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1806–1883",
    "begindate":1806,
    "enddate":1883,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Stephen Alexander, under whose influence astronomy first developed as a separate discipline at Princeton, graduated with honors from Union College at eighteen. A cousin and also a brother-in-law of Joseph Henry, he collaborated with Henry in his scientific investigations at Albany Academy and accompanied him to Princeton in 1832, when Henry became professor of natural philosophy. Appointed tutor in mathematics in 1833 and professor of astronomy in 1840, Alexander's association with the College continued for fifty years. \r\nAlexander gave Princeton's first discrete course in astronomy; he was well liked by his students, who called him ``Stephy.'' The College's first astronomy building, the Halsted Observatory, which stood on University Place from 1869 to 1932, was built through his influence and from his plans; however, a telescope was not installed until after his retirement. Working with only his own small telescope, he carried on a steady program of research, published many papers, and studied comets, including the great comet of 1843, whose sudden appearance excited American interest in astronomy. He also studied the atmospheres of Venus, Mercury, and Jupiter, led expeditions for the Coast and Geodetic Survey and the National Academy of Sciences to observe solar eclipses, and in collaboration with Henry, conducted experiments on the relative heat of sunspots. He was president of the American Association for the Advancement of Science in 1859 and was chosen as one of the original fifty members of the National Academy of Sciences in 1862. \r\n\r\nThe winter before he died, Alexander concluded his astronomical observations of more than half a century by observing the 1882 transit of Venus across the disk of the sun. This phenomenon, not due to occur again until 2004, was well covered from a Princeton point of view, as it was also observed in Princeton by Alexander's immediate successor, Charles A. Young, and in Oyster Bay, New York, by a five-year-old boy named Henry Norris Russell. \r\n\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Stephen Alexander",
            "alphasort":"Alexander, Stephen",
            "lastname":"Alexander",
            "firstname":"Stephen",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/42610419"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}