{
    "makerid":14977,
    "published_date":"2022-03-28 16:08:55.370366",
    "type":"maker",
    "displayname":"Sir Hugh Stott Taylor",
    "makertype":"Individual",
    "alphasort":"Taylor, Hugh Stott Sir",
    "lastname":"Taylor",
    "firstname":"Hugh",
    "nametitle":"Sir",
    "middlename":"Stott",
    "suffix":null,
    "displaybio":"English, 1890–1974",
    "begindate":1890,
    "enddate":1974,
    "nationality":"English",
    "culturegroup":null,
    "biography":"Hugh StottTaylor (1890-1974), who was born in Lancashire, England, and educated at the University of Liverpool, came to Princeton in 1914 expecting to remain only a few years. He stayed the rest of his long and productive life. Starting as a chemistry instructor, he rose quickly to full professor at age thirty-two and became first David B. Jones Professor in 1927. He served as chairman of the Department of Chemistry for twenty-five years and was dean of the graduate school from 1945 until his retirement in 1958. \r\nBefore receiving his doctorate at Liverpool, Taylor had done research in physical chemistry at the Nobel Institute in Stockholm and at the Technische Hochshule in Hanover. He soon became known for his work in this field and in 1919 gained international recognition when he wrote with Sir Eric Rideal the first significant book on catalysis. He was frequently consulted by both government and industry. During the First World War he returned to England to work in the Munitions Inventions Department. In the Second World War he played a prominent role in American scientific effort, directing a number of research projects, and contributing to the development of the atomic bomb with his discovery of the most effective catalyst for producing heavy water. \r\n\r\nAs an authority on catalysis, Taylor attracted to the University able young scientists from all over the world, among them future leaders in America, England, Japan, Belgium, and Sweden. While chairman of the department from 1926 to 1951, he was influential in securing Frick Chemical Laboratory and vigorously led the way in the development of chemistry at Princeton. His enthusiasm kept the department alive with excitement, which affected the work not only of postdoctoral fellows but of undergraduate students. \r\n\r\nWhile he was dean, the Graduate School trebled its enrollment, added nine Ph.D. programs (in five engineering departments and in architecture, music, religion, and sociology), and strengthened its ties with former students through the creation of the Association of Princeton Graduate Alumni. \r\n\r\nAs devoted a churchman as he was a scientist and educator, Taylor was largely responsible for the establishment of a Catholic chaplaincy at Princeton in 1928, and he spoke frequently on the Campus about the relation of science and religion. He held to Thomas Aquinas's thesis that ``Science is a revelation of the mind of God,'' and insisted, as in a Princetonian article in 1939, that true education could not be ``divorced from the spiritual values of life.'' He was president of Pax Romana, the international Roman Catholic movement for intellectual and cultural affairs, and a member of the Pontifical Academy of Sciences. \r\n\r\nHis achievements brought him many honors. He was awarded the Nichols Medal of the American Chemical Society in 1928, elected a Fellow of the Royal Society of London in 1932, and made a Commander of the Belgian Order of Leopold II in 1937. The ensuing years brought him other medals, numerous honorary degrees, and membership in many American and foreign academies and societies. He was notably honored in 1953, when in April he presided over the Faraday Society's golden jubilee celebration in London, and when the following month he was twice knighted, first by Pope Pius XII in the Order of St. Gregory the Great, and, five days later, by Queen Elizabeth in the Order of the British Empire. \r\n\r\nAfter his retirement, he served as president of the Woodrow Wilson National Fellowship Foundation and as editor-in-chief of American Scientist, the periodical publication of the Society of Sigma Xi, of which he had been president. \r\n\r\nIn 1962 an anonymous donor provided an enduring memorial of Sir Hugh's lifelong contribution to Princeton with a $500,000 gift establishing the Hugh Stott Taylor Chair of Chemistry. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Sir Hugh Stott Taylor",
            "alphasort":"Taylor, Hugh Stott Sir",
            "lastname":"Taylor",
            "firstname":"Hugh",
            "nametitle":"Sir",
            "middlename":"Stott",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27431011"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}