{
    "makerid":4322,
    "published_date":"2022-03-28 16:06:01.701731",
    "type":"maker",
    "displayname":"Kleophrades Painter",
    "makertype":"Individual",
    "alphasort":"Kleophrades Painter",
    "lastname":"Kleophrades Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-505,
    "enddate":-475,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"The Kleophrades Painter produced some of the best examples of Attic red-figure vase painting currently in existence with approximately 150 works being attributed to him. Because none of his work is signed, he is named after the potter Kleophrades. His painted figures are characterized by incised hair contours, a depiction of the pupil as dot within circle, lips that are bordered by black lines, as well as a black line representing the spine. His most famous work is in the Museum of Archeology in Naples, the Vivenzio Hydria, which depicts events surrounding the fall of Troy (ULAN).\r\n\r\n---\r\n\r\n Greek vase painter. He produced some of the finest examples of Attic Red-figure vase painting (see Greece, ancient, §V, 6(i)), but, since none of his preserved works is signed, he is named after the potter Kleophrades, son of Amasis, whose signature appears on an early, exceptionally large Red-figure cup (Paris, Bib. N., 535, 699). The signature ‘Epiktetos’ on a late pelike (Berlin, Antikenmus., 2170) is a modern forgery. Nonsense inscriptions appear on his early vases, and for long afterwards he generally only wrote either kalos or kale (never specifying a love name), or standard inscriptions on Panathenaic amphorae. Later, however, he began to label mythological characters, sometimes alluding to literary sources.\r\n\r\nThough scholars once believed that the Kleophrades Painter was not Athenian, his juvenilia (e.g. a hydria, Salerno, Mus. Civico, 1371; psykters, Compiègne, Mus. Vivenel, 1068; Paris, Louvre, G 57), as well as the general robustness of his style, derive from the Pioneer group of Attic Red-figure artists. euthymides has been called his teacher, but he must also have learnt early from euphronios. The Kleophrades Painter was among the last great Attic vase painters to use the Black-figure technique for works other than Panathenaic amphorae. He applied it to neck amphorae and lids, as well as to subsidiary friezes on Red-figure pots (e.g. an amphora, Munich, Staatl. Antikensamml., 2305; a loutrophoros, Paris, Louvre, CA 453). The Athenas on his Panathenaic amphorae have pegasos shield devices, and the sports most commonly depicted are chariot races and foot races (e.g. New Haven, CT, Yale U. A.G., 1909.12, 1909.13; Paris, Louvre, F 277).\r\n\r\nMost of the nearly 150 vases and fragments attributed to the Kleophrades Painter are large shapes, often decorated in special ways. His liking throughout his career for impressive Red-figure calyx kraters (e.g. New York, Met., 08.258.58; Tarquinia, Pal. Vitelleschi, RC 4196) and kalpides (e.g. Rouen, Mus. Ant., 25; Munich, Staatl. Antikensamml., 2426) probably reflects the early influence of Euphronios. On these shapes, however, the Kleophrades Painter sometimes ran the figural friezes all the way round, as on his unusual, decorated, pointed amphorae (Berlin, Antikenmus., 1970.5; Munich, Antikensamml., 2344). Since his early output included psykters, which normally bore continuous friezes, the scheme may have been borrowed from them. During his prime, the Kleophrades Painter produced a series of vases without framed panels, which simply had single or paired statuesque red figures on meander bases on each side. He employed this format on neck amphorae (e.g. New York, Met., 13.233; London, BM, E 270) and amphorae of Panathenaic shape (e.g. Leiden, Rijksmus. Oudhd., PC 80; Basle, Antikenmus.), and later on a Type A amphora (U. Würzburg, Wagner-Mus., 508), at least one bell krater (Basle, Antikenmus.) and several pelikai (e.g. Berlin, Antikenmus., 2170). The Kleophrades Painter rivalled the supreme exponent of this decorative mode, his contemporary, the berlin painter. His bold stamnoi (e.g. Paris, Louvre, C 10748 and G 55) and simplified, more pedestrian pelikai (e.g. Copenhagen, Nmus., 149; Berlin, Antikenmus., 2170) were produced only later in his career as his powers began to wane. He evidently also decorated significant quantities of cups and small vases, but only a few survive, most of which are either early or late works (e.g. cups, Paris, Bib. N., 535, 699; London, BM, E 73; a skyphos, Florence, Mus. Archeol., 4218).\r\n\r\nThe Kleophrades Painter consistently chose particular forms of ornament: simple key patterns; more complex meanders, often interrupted by black or cross-filled squares (especially for lower borders); egg patterns, especially for rims and lower panel-borders on hydriai; palmettes in both horizontal picture-borders and independent friezes; net patterns for vertical borders, especially on hydriai and pelikai; and tongues just beneath the junction of body and neck, on psykters and stamnoi. Significantly, the patterns on his earliest works are black (e.g. a hydria, Salerno; amphorae, Rome, Vatican, Mus. Gregoriano Etrus.; Munich, Antikensamml., 2305) or bilingual ornament (e.g. an amphora, U. Würzburg, Wagner-Mus., 507; calyx kraters, Paris, Louvre, G 48; Tarquinia, Pal. Vitelleschi, RC 4196). Similarly several of his Red-figure vases adhere to Black-figure decorative schemes: for example the volute krater with figural friezes only on the neck (Malibu, CA, Getty Mus., 77.AE.11 and 76.AE.132.1B) and the cup with a decorated zone around the tondo (London, BM, E 73).\r\n\r\nSeveral distinctive characteristics mark the Kleophrades Painter’s style. He usually incised hair contours rather than reserving them in standard Red-figure fashion, and he often left loose strands along the lower edges of women’s hair and sometimes rendered all the hair strand by strand, rather than as a solid black mass. His early figures have ear lobes that project forwards, and other features that continued to occur, including the depiction of the pupil and iris detailed as dot within circle, often in dilute glaze; aquiline noses with a rounded nostril indicated by a black relief line; lips bordered above and below by black lines; back views with a black line representing the spine; broad frontal knees; hooks for ankles and frontal feet with circular toes. He repeatedly depicted satyrs and centaurs with expressive frontal faces (e.g. a calyx krater, Cambridge, MA, Sackler Mus., 1960.236; a skyphos, Florence, Mus. Archeol., 4218) and produced some of the first three-quarter-view human faces (a stamnos, London, BM, E 441). Later in his career he used a black line for the linea alba and treated collarbones as a single, long line with a semicircular depression at the centre. The Kleophrades Painter’s masterly drawing is enhanced by nuances of texture and colour: glazed clay dots for curls and grapes; dilute glaze for light hair and animals’ hides; red for minor objects such as wreaths, flowers and thongs; and even white, as for the hair of old men.\r\n\r\nThe Kleophrades Painter’s subjects are fairly typical of the early 5th century BC, including themes from everyday life as well as myth and legend. He drew musicians, amorous youths, athletes and trainers, and warriors arming or leaving home, along with heroes such as Herakles, Theseus and Achilles. Scenes of Dionysos and of satyrs and maenads featured on important works throughout his career. The continuous frieze on an early calyx krater (Cambridge, MA, Sackler Mus., 1960.236) depicts The Return of Hephaistos, and the figures are still based on the elegant, simple silhouettes of Euthymides, though the composition is more monumental. There is great variety in the figures’ poses and attributes, and vitality in the satyrs. The Kleophrades Painter’s individual style is more developed in the continuous frieze on a pointed amphora (Munich, Staatl. Antikensamml., 2344) depicting Dionysos with his entourage. Here the scene is enlivened by washes of dilute glaze, as on the god’s metal kantharos, animal skins and snakes, and made more intense by the painter’s psychological insight, as in the depiction of the blonde maenad with her head tossed back in Dionysiac frenzy. A later Return of Hephaistos depicted around a calyx krater from his mature period (Paris, Louvre, G 162) is unusual in including Hera ensnared in the trick throne. The procession here is led by Hermes, and the scene has some unexpected details, such as Hephaistos in a workman’s cap riding his mule side-saddle, and Dionysos drunkenly trailing behind, supported by a satyr. Eyes are shown in different positions in their sockets and indicate the mood or physical condition of an individual or the relationships between figures.\r\n\r\nThe mature works of the Kleophrades Painter often avoid intense action, instead focusing on the prelude or aftermath of an event, anticipating Classical Greek drama. A neck amphora with twisted handles (c. 490–c. 480 BC; New York, Met., 13.233) has a magnificently drawn Herakles turning expectantly as he flees with the Delphic tripod, pursued by the elegant figure of Apollo on the other side of the vase. A later Type A amphora with unframed decoration (U. Würzburg, Wagner-Mus., 508) shows the Exchange of Gifts between Ajax and Hector. The heroes appear on opposite sides of the vase, here restrained by wise elders, Phoinix and probably Priam, and the opposed pairs are almost mirror images.\r\n\r\nRepresentations of the aged regularly appear on the Kleophrades Painter’s mature works. In the panel of a late kalpis, Phineus and the Harpies (85.AE.316), three unusually charming, flying harpies steal loaves of bread and meat from Phineus’ table. The blind prophet Phineus, King of Thrace, is a study of old age and infirmity. His sagging profile is topped by sparse hair shaved close to the skull, while his blind eye is rendered by a single curved black line. His hands, outstretched in protest, flail ineffectually at the air. The result is a mixture of the poignant and the playful characteristic of the Kleophrades Painter.\r\n\r\nThe Kleophrades Painter’s most famous composition occurs in a long frieze around another kalpis, the Vivenzio Hydria (Naples, Mus. Archeol. N., 2422), and depicts events and images from the fall of Troy: Aeneas Carrying Anchises, fallen warriors, the Rape of Cassandra, Trojan Women Lamenting, the Death of Priam, a scene in which ?Andromache is shown attacking a Greek warrior with a pestle, and the Rescue of Aithra by her Grandsons. This extraordinary panorama of death, despair, valour and hope was perhaps inspired by the Persian invasion of Athens in 480 BC. The Kleophrades Painter’s brilliant innovations in composition and his rendering of human mental and physical states foreshadowed the work of the great muralist Polygnotos of Thasos. His style evolved from the experiments of the Pioneer group and approached the developed forms of Early Classical times (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Kleophrades Painter",
            "alphasort":"Kleophrades Painter",
            "lastname":"Kleophrades Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115460"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96538464"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}