{
    "makerid":14411,
    "published_date":"2022-06-09 08:45:15.481795",
    "type":"maker",
    "displayname":"Segura Publishing Company",
    "makertype":"Institution",
    "alphasort":"Segura Publishing Company",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, founded 1981",
    "begindate":1981,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":"In 1981 The StudioJoe Segura founded the Segura Publishing Company in Tempe, Arizona to produce the works of underrepresented artists, with a particular interest in Hispanic art.  The company has since become known for its promotion of minority artists, exploration of photographic techniques and an outstanding collaborative environment.  Over its 30 year history, and with the leadership of Joe Segura and his team, the Segura Publishing company has collaborated with many artists and produced numerous pieces of art.  The company has had a profound impact on the art community by both offering the opportunities to produce works to underrepresented populations and by promoting their works and pushing them into the mainstream art community.\r\n\r\nThe acquisition of the Segura Publishing Company by the University of Notre Dame in 2012 allows Joe Segura and the studio to continue its mission of producing and making accessible significant fine art and give the University an opportunity to secure a foothold on the opportunities offered to underrepresented artists.\r\n\r\nhttp://segura.com/about/",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Segura Publishing Company",
            "alphasort":"Segura Publishing Company",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/151382848"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}