{
    "makerid":15411,
    "published_date":"2022-03-28 16:09:03.411567",
    "type":"maker",
    "displayname":"Frederic E. Fox",
    "makertype":"Individual",
    "alphasort":"Fox, Frederic E.",
    "lastname":"Fox",
    "firstname":"Frederic",
    "nametitle":null,
    "middlename":"E.",
    "suffix":null,
    "displaybio":"American, 1917–1981",
    "begindate":1917,
    "enddate":1981,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Frederic Ewing Fox is known as the only man to hold the title “Keeper of Princetoniana\"at Princeton University, and also served as a Special Assistant in the White House, and as Staff Assistant to President Dwight D. Eisenhower.\r\n\r\nHe was born in Stanford, Connecticut and attended schools in Scarsdale, New York and Asheville, North Carolina and received his degree from Princeton University in 1939. In 1941 he enlisted in the U.S. Army and served in the European Theater of Operations under General Dwight D. Eisenhower as a captain in the Signal Corps until 1945. After being honorably discharged he attended the Union Theological Seminary and Defiance College[2] He went on to become pastor of four Congregational Churches in Arizona, New York, Ohio and Massachusetts.\r\n\r\nHe was brought to the attention of President Eisenhower through his articles in the New York Times on American community life. In 1956 he became a Special Assistant in the White House; and from 1957 to January 1961 he served as Staff Assistant to the President. In 1964 he became the Recording Secretary at Princeton University and served in that position until 1981.\r\n\r\n\r\n\r\n\r\nFred Fox returned to Princeton in 1964 as its second Recording Secretary, responsible for the registration of gifts to Princeton. Over the years, Fox enlarged his role at Princeton, lecturing to a generation of first-year students and staff about Princeton's legends, myths, colors, artifacts, sons, stories, and people. In 1976 Fox became Keeper of Princetoniana, moving to Nassau Hall where he increased his work with alumni, friends of Princeton, and the public at large. Fox's contribution to Princeton is best enunciated in President William G. Bowen's memorial remarks {hot link} about this \"colorful, delightful person\" who was described as \"a cross between a curator, a ringmaster, and a storyteller.\" \r\nFox worked briefly for the National Broadcasting Company in California before enlisting in the Army and winning the Bronze Star as a signal officer during World War II. After the war, he earned a divinity degree at Union Theological Seminary and subsequently served Congregational churches in Arizona, New York, Ohio, Massachusetts, and Washington, D.C. Fox's writing, including articles in The New York Times Magazine, caught the eye of Dwight Eisenhower's staff, who hired him as speechwriter and liaison to volunteer organizations in Ike's second administration. In 1961, Fox traveled to Northern Rhodesia as a missionary/teacher. \r\nRemembering Frederic E. Fox '39\r\nKeeper of Princetoniana\r\nby William G. Bowen *58\r\nIn his characteristic way, Frederic E. Fox '39 planned his own Memorial Service, even to the extent of choosing the hymns and scriptures and asking his friends in the Band to be present and to play a medley of Princeton songs as a postlude. He made provision in the Order of Service for \"Personal Remarks,\" but I think I should say (for otherwise legitimate doubt might exist) that he did not draft them-an exercise of what must have been, for Fred, remarkable restraint!\r\nHow much I loved him. How much so many loved him: for himself, of course, but also for what he represented. In coming together today, we cannot conceal the loss we have suffered, the loss we feel so deeply. It would be dishonest to try too hard to do so. But we come, primarily to celebrate his life among us, to give thanks, and then to go forward in song and in his good spirit to serve the causes so dear to him, including of course the cause of Princeton.\r\nWords can illuminate; they can help to define; they can offer some comfort. Fred himself was a master with words-written on paper, inscribed on bronze and stone. He was a skillful editor; drawing his inspiration from gardening, he used to tell me that editing was like weeding. But there are no words I can find that will do justice to Fred's life and works; to his devotion to Hannah and his family, classmates, and friends all over the world; to his responsiveness to others; to the texture, the tone, and the substance of all that he did.\r\nFred loved fairy tales, and he once wrote one about himself that provides the best short description of the long sweep of his activities. It reads as follows:\r\nOnce upon a time, there was a little boy who came to Princeton and lived happily ever after.\r\nAs an undergraduate, dressed up in a tiger skin, he crashed the gates of Palmer Stadium and cavorted on the field with the Band.\r\nDuring the war, dressed up like a soldier, he, gathered a helmetful of invasion currency from a group of alumni on board a landing ship off the Normandy coast, and sent it back to the university to build a new gym and library.\r\nWhen peace came, dressed up like a clergyman, he helped edit the hymnbook now used in the Chapel, making sure it contained at least three hymns written by Princetonians.\r\nIn the White House, dressed up like a Republican, he drafted messages for D. D. Eisenhower LLD. '17 in the nation's service.\r\nFinally, returning home as secretary of the distinguished Class of 1939, he became the only man in history to climb above the belfry of Nassau Hall, and put a 1939 nickel in the gold ball at the top of the pole just below the weather vane.\r\nThen, in 1976, after having served for 12 years as recording secretary of the university, Fred became, in his words: \"Keeper of Princeton's legends, songs and symbols.\"\r\nHis office, he said, was \"a showroom for Archives, a variety store of orange and black, an historical hangout, an information booth, a one-man speakers bureau, ombudsman, post office, bank, bar, and pastor's study.\" As many will testify, the most extraordinary array of people sought him out: to present a gift, to ask advice, to gather information, or simply to be with him. They were of all ages and all persuasions, some of them the most unlikely visitors to 1 Nassau Hall (which Fred once described as \"the ultimate address\"). And of course students, alumni, and friends also enjoyed the warmest hospitality at the Foxes' home at 28 Vandeventer. Life was for Fred, and his family, a whole cloth.\r\nFred was once prevailed upon to complete-of all things antithetical to his character-a \"position description and analysis form\" that provided fascinating insights into the work of our illustrious Keeper of Princetoniana. A colleague, in reviewing the form, had the good sense to observe: \"In significant respects, the position and the incumbent defy classification, and that is as it should be.\" Fred's submission was also described as \"an awesome illustration of the difference that one dedicated individual can make to the life of an institution.\" Fred listed 161 separate functions involving students, faculty, alumni, and friends, written material of all kinds, and an indescribable assortment of memorabilia. Included on his list was \"Soothed Yale professor whose bulldog was stolen by our undergraduates. Petted his dog.\" Also: \"Barraged various offices with suggestions ... on how to run the university.\" And: \"Sent Princeton University Press book on the birds of Venezuela to amateur ornithologist, Robert Keeley '51, the new Ambassador to Zimbabwe.\" The final item on his list was: \"Planted a few zinnias and marigolds alongside Nassau Hall. Keep watering them. \" \r\nFred was unfailingly colorful, and two particular colors were of course his favorites. \"Obviously I can't touch everyone, every event, with my magic wand dipped in orange and black\" he said, \"but as long as I'm Keeper of Princetoniana, I'm sure going to try. I hope I don't tip over the paint in the process.\"\r\nOver the years, his orange and black magic wand assumed international, indeed extraterrestrial, proportions. With Hannah's help, he sent a homemade Princeton banner to the moon with Pete Conrad '53 as a way, he said, of putting Princeton 239,000 miles ahead of Harvard and Yale. While in Red Square in Moscow with other members of his class, he painted two cobblestones orange and black. When Japanese visitors came to campus he taught them the words to \"Old Nassau,\" substituting \"banzai, banzai, banzai\" for \"hurrah, hurrah, hurrah\"; and he inspired them to sing with as much enthusiasm as he elicited from entering students each fall in Alexander Hall and from alumni at the conclusion of each P-rade.\r\nAlthough he considered himself the vice president for intangibles, Fred made the traditions and the legends of Princeton come alive in decidedly tangible ways. As he had done in the White House, so too at Princeton he seldom let anyone leave his office without carrying away some remembrance. When our daughter, Karen, went to interview him about his experiences in World War II for a high school social sciences project, she came home with a packet of sand from the beaches of Normandy. When Nassau Hall was being remodeled, he \"rescued\" a steel crossbeam and dragged it behind his bike to the physics workshop to have it sliced into paperweights. I have one on my desk. He had bricks and mortar and pieces of old fireplaces, and orange and black lollipops, and orange and black balloons which he gave to young and old alike. And he sent packages of Food Services Tiger sugar to occasionally bitter correspondents to sweeten their dispositions.\r\nCertainly one of Fred's most remarkable qualities was the way in which he provided a link among the generations. He was loved and respected in all the Princeton classes. At the same time, it is only fair to acknowledge his special relationship with his own class, which he served as secretary for 17 years. It is those in '39, of course, who knew Fred first and longest, and who remember with particular clarity the impression he made on this campus from the moment he arrived: the time he agreed to have his head shaved as a walking advertisement for Jack Honore's barbershop; the time he sneaked into the junior Prom through the steam pipes; and the time he made his way past the ticket-taker at a Theatre Intime, production in the garb of a Western Union messenger. Fred always insisted that his name was Frederic Fox '39, and that any Princeton name was incomplete without its numerals.\r\nThe picture of Fred that emerges from such wonderful stories-and there are so many more that could be told-is of a colorful, delightful person who cheered all who passed his way. It is a true picture; but it is also only a partial one. He was so much more than that.\r\nWithin the university, he was especially valuable in insisting on the human scale of the place, in resisting bureaucratic tendencies even as he understood the need for orderly procedures. When asked to draw an organizational chart that would place his activities in their right structural context, he did just that-but he did it by drawing arrows to all sorts of colleagues, allies, and semi-supervisors, and his chart culminated in clear pictorial recognition of Hannah's overarching role and the special place of his family in his life. He had a clear sense of his own priorities.\r\nHe also had a much more subtle sense of tradition than all the orange and black trappings might have suggested to some. His symbol of tradition, of continuity, was the river, because it was never stagnant, never still, always moving. He believed so deeply in the core values of Princeton that he became incensed when people mistook the trappings for the real thing and tried to preserve the form at the expense of the substance.\r\nHe was a person of real depth, and one of his greatest gifts was the ability to make important points with such a deceptively light touch that his students-and we were all his students-learned lessons without ever knowing that any \"teaching\" had occurred. It is no accident that he taught \"Old Nassau\" to the freshmen in Alexander Hall as part of a presentation on the Honor System, and his inimitable description of the song as reflecting Princeton's commitment to musical as well as intellectual integrity made a lasting impression on many.\r\nHe and I talked often about religion at Princeton. Characteristically, he brought to these discussions his understanding of the views of others as well as his own clear convictions. I know how hard he worked to encourage a larger range of opportunities for religious observance, a broader conception of the role of religion in the life of the university, at the same time that he was so faithful to his own beliefs as an ordained minister and a devout Christian. He had no use for bigotry in any form. His sense of this university's religious tradition was secure enough and generous enough to infuse his view of the Chapel and its place on this campus with a broad perspective.\r\nAs many current students and graduates in all classes will testify, Fred was also deeply committed to extracurricular activities of many kinds-especially to Triangle and the Band. He saw these activities not just as opportunities for fun-much as he approved of having fun-but as unifying elements, as carriers of the right kind of spirit, and as learning opportunities. He was a strong supporter of recent efforts to improve residential life, believing as he did in the value of friendships that include all within what must be finally a single community.\r\nFred could of course be wrong-a trait he shared with each of us. In fact, I think he had the capacity to be even more outrageously wrong than most, perhaps because he was more creative and less inhibited In any event, he knew full well that certain of his judgments had to be checked from time to time, and Dennis Sullivan '70 in my office used to exercise what he called his \"desk drawer veto\" of some of Fred's proposals. But if he could be wrong, he could not be arrogant; and so another lesson he taught us was humility.\r\nAt the same time, he was also, on occasion, a very tough adversary. This past weekend, I read again copies of some of his letters, generally written to critics of Princeton whom Fred regarded as not only backward-looking but, far worse from his standpoint, unloving.\r\nOne of Fred's strongest qualities was his unremitting desire to be constructive: to build, not to tear down. He was in his person a great antidote to the occasional waves of cynicism that can wash over all of us, and he always tried to find a graceful way to aim concern in a positive direction.\r\nHe buoyed our spirits, he breathed his zest for life into us, and he quickened our steps along the way. I think of Fred particularly as I remember what Adlai Stevenson '22 once said of Eleanor Roosevelt: \"She would rather light a candle than curse the darkness.\"\r\nI have left to the last that characteristic of Fred that I think was most important. He was, for me and so many others, a pastor. A member of his class observed, \"he baptized us, he married us, he buried us.\" As others, from all classes, will testify, he helped us celebrate our joys and he comforted us at times of distress. We always knew he was there. He could listen, and laugh, and cry. He taught by example that no small act of kindness is too small to count. The notes he has sent me, over the years, are among my special treasures. I know I am not alone in that regard.\r\nFred has also been described, especially these last few days, as \"irreplaceable.\" In a real sense he is. But he would have been offended, I think, disappointed in us, if we could not, together, sustain the infectious enthusiasm for Princeton that is surely a large part of his legacy. That is a charge for each of us-not to copy Fred (an effort certain to fail) but in our own ways, within our own capacities, to carry forward his vision of Princeton as a place of learning and of the spirit, a human place, where each person is in the care of all.\r\nFinally, as we commemorate Fred's life today, we should remember his efforts to commemorate the lives of others. Fred always sent each Class Memorial in the Princeton Alumni Weekly to the spouse or next of kin with a personal note. When he was recording secretary, he wrote the words that I still use frequently to conclude letters of condolence. Now it is our turn to say good-bye to him. He was our pastor, he was our friend, he was a light to our lives and to the life of this university. To use again his words, most appropriately of all applied to him: \"Princeton holds in honor and affection the name of Frederic E. Fox, Class of 1939.\" \r\nThis is adapted from President William G. Bowen's remarks at Fox's Memorial Service in the University Chapel on February 25, 1981. Used with the kind permission of William G. Bowen, the Princeton Alumni Weekly in which this first appeared, and the Princeton University Press, publisher of Ever the Teacher: William G. Bowen's Writings as President of Princeton University (1987), which includes this essay.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Frederic E. Fox",
            "alphasort":"Fox, Frederic E.",
            "lastname":"Fox",
            "firstname":"Frederic",
            "nametitle":null,
            "middlename":"E.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/43209339"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}