{
    "makerid":2651,
    "published_date":"2025-05-28 14:39:17.097056",
    "type":"maker",
    "displayname":"John Macallan Swan",
    "makertype":"Individual",
    "alphasort":"Swan John Macallan",
    "lastname":"Swan",
    "firstname":"John Macallan",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1847–1910",
    "begindate":1847,
    "enddate":1910,
    "nationality":"British",
    "culturegroup":null,
    "biography":"John Macallan Swan was born in Brentford, Middlesex in 1847. He received his art training first in England at the Worcester and Lambeth schools of art and the Royal Academy schools, and subsequently in Paris, in the studios of Jean-Léon Gérôme and Emmanuel Frémiet. He began to exhibit at the Academy in 1878, and was elected associate in 1894 and academician in 1905. He was appointed a member of the Dutch Water-Colour Society in 1885; and associate of the Royal Society of Painters in Water Colours in 1896 and full member in 1899.\r\n\r\nA master of the oil, water-colour and pastel mediums, an accomplished painter and a skilful draughtsman, he ranks also as a sculptor of distinguished ability. He has treated the human figure with notable power, but it is by his representations of the larger wild animals, mainly the felidae, that he chiefly established his reputation; in this branch of practice he has scarcely a rival.\r\n\r\nHis picture \"The Prodigal Son,\" bought for the Chantrey collection in 1889, is in the National Gallery of British Art. He was awarded first class gold medals for painting and sculpture in the Paris Exhibition, 1900.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Macallan Swan",
            "alphasort":"Swan John Macallan",
            "lastname":"Swan",
            "firstname":"John Macallan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500026487"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/14359876"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}