{
    "makerid":14871,
    "published_date":"2022-03-28 16:08:53.151889",
    "type":"maker",
    "displayname":"Alpheus Hyatt",
    "makertype":"Individual",
    "alphasort":"Hyatt, Alpheus",
    "lastname":"Hyatt",
    "firstname":"Alpheus",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1838–1902",
    "begindate":1838,
    "enddate":1902,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Alpheus Hyatt II was born in Washington, D.C. to Alpheus Hyatt and Harriet Randolph (King) Hyatt. He briefly attended the Maryland Military Academy and Yale University, and after graduating from Harvard University in 1862, he enlisted as a private in the Massachusetts Volunteer Infantry for the Civil War, emerging with the rank of captain.\r\n\r\nAfter the war he worked for a time at the Essex Institute (now the Peabody Essex Museum in Salem, Massachusetts. He and a colleague founded American Naturalist and Hyatt served as editor from 1867 to 1870. He became a professor of paleontology and zoology at Massachusetts Institute of Technology in 1870, where he taught for eighteen years, and was professor of biology and zoology at Boston University from 1877 until his death in 1902. He also served as curator of the Boston Society of Natural History, and established a laboratory for the study of Marine Biology in Annisquam, Massachusetts. The River Road building gave him access to the Annisquam River, a salt water estuary. This enterprise was moved to Woods Hole and became the Woods Hole Marine Biological Laboratory.\r\n\r\nHyatt studied under Louis Agassiz and was a proponent of Neo-Lamarckism with Edward Drinker Cope. In 1875 he was elected a fellow of the National Academy of Sciences and in 1898 received the honorary degree of LL.D. from Brown University.\r\n\r\nHe and his wife, Audella Beebe, were the parents of famed sculptor Anna Hyatt Huntington; their other children were Harriet Randolph Hyatt Mayor, who was also a sculptor though less well known, and Alpheus Hyatt III.\r\n(Wikipedia 12/24/08)\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alpheus Hyatt",
            "alphasort":"Hyatt, Alpheus",
            "lastname":"Hyatt",
            "firstname":"Alpheus",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500086146"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96304316"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}