{
    "makerid":4185,
    "published_date":"2023-04-05 02:01:44.157145",
    "type":"maker",
    "displayname":"Rembrandt Peale",
    "makertype":"Individual",
    "alphasort":"Peale Rembrandt",
    "lastname":"Peale",
    "firstname":"Rembrandt",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1778–1860; born Bucks County, PA; died Philadelphia, PA",
    "begindate":1778,
    "enddate":1860,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Rembrandt Peale (February 22, 1778–October 3, 1860) was a 19th century American artist that received critical acclaim for his portraits of presidents George Washington and Thomas Jefferson. Although modern art critics would consider Peale’s artwork as French neoclassical, its dark and stylized characteristics are similar to 15th and 16th century paintings.\r\n\r\nRembrandt Peale was born the third of six surviving children (eleven had died) to his mother, Rachel Brewer, and father, Charles Willson Peale in Bucks County, Pennsylvania, on February 22, 1778. The father, Charles, also a notable artist, taught each child to paint scenery and portraiture, and Rembrandt was no exception. Charles tutored Rembrandt about the importance of having a strong mind from learning arts and sciences. At the age of eight, Rembrandt discovered drawing, and at thirteen, painted his first known self-portrait. Later on in his life, Rembrandt Peale \"often showed this painting to young beginners, to encourage them to go from 'bad' to better...\" like his steady progressions to become a successful portraitist[1].\r\n\r\nIn July of 1787, Charles Willson Peale introduced Rembrandt to George Washington, where the young aspirant artist watched his father paint the remarkable figure of the country. In 1795, at the age of 17, Rembrandt painted an aging Washington, though the painter had depicted the politician as far more aged than the original facial characteristics. It did, nevertheless attain praise and Rembrandt had begun his debut. Later on, Peale made over 70 detailed replicas of the same \"father of our country\", the first President of the United States. After the 1st president's death, the Patriæ Pater made its debut in 1824, where Peale received commendations for his portrait of the first president (Ward). Peale continued to paint other noted portraits, such as those of the third president Thomas Jefferson while he was in office (1805), and later on a portrait of Chief Justice John Marshall.\r\n\r\nA year after his mother’s death and remarriage of his father, Rembrandt Peale left school of the arts, thereby applying his time to completing his first ever self-portrait at the age of 13. The canvas illustrates early mastery of a young aspiring artist, seeming very mature. The clothes, however give the notion that Peale over-exaggerated what a 13 year old would look like. This style demonstrates early forms of neoclassicism by the looks of Peale's angel-like hair, the way it waves and curls in such a fashion so as to depict an angel from a general Renaissance artist's works of art.[2]\r\n\r\nAt the age of 20, Rembrandt married 22-year-old Eleanor May Short (1776-1836) at St. Joseph's Catholic Church in Philadelphia.[3] During their marriage, Rembrandt and Eleanor had nine children: Rosalba, Eleanor, Sarah Miriam, Michael Angelo, Emma Clara,\r\n\r\n\r\n[edit] Travels\r\n \r\nRembrandt Peale, Self-portrait, 1828, Detroit Institute of ArtsThroughout his entire life, Rembrandt Peale had traveled across the Western Hemisphere in search for a better life as an artist. Noted for his \"itinerant\" nature, Rembrandt visited Europe several times to study art (Ward). His father helped pay his way to Paris, France in June to September of 1808, and October 1809 to November 1810. While in Paris, Jacques Louis-David's art had influenced him to paint in the Neoclassical genre. He painted the famous explorer Alexander von Humboldt and several other noted patrons such as Joseph Louis Gay-Lussac and François André Michaux. After his successes in France, in 1810 Peale returned to Philadelphia to develop into a thriving painter. He had made endless efforts to establish his knowledge and mastery of art, in painting \"The Roman Daughter\" (1812). While the economy was suffering financially during the War of 1812, President Jefferson had promised to buy the 1795 portrait of Washington or Peale would travel to Europe for better success. However acknowledgeable of his portrait, Jefferson could not keep his promise, and encouraged Peale to go to Europe, as \"we have genius among us but no unemployed wealth to reward it\" as the economy continued to fall into debt[4]\r\n\r\nIn 1828, an ambitious Peale raised funds and tried at earning money for his previous paintings, in order to travel to Rome, Italy. By the time he had enough money, he decided to take his 15-year-old son, Michael Angelo, a determined young artist who copied his father's paintings in admiration.[5] Peale successfully displayed portraits of Horatio Greenough and Patriæ Pater in Florence Academy.\r\n\r\n\r\n[edit] Peale's Baltimore Museum\r\nMotivated by his father’s establishment of the American Museum of Philadelphia (1786) and having been unsuccessful in Philadelphia, Rembrandt Peale assumed his father’s role in another city. On August 15, 1814, Peale launched his first museum as soon as he arrived in the municipality of Baltimore, Maryland. Originally premeditated as an Arts and Sciences museum, Peale decided to display only works of art and manufactured products instead.\r\n\r\nThe museum was elaborately illuminated by gas light, following the example of his brother Rubens in Philadelphia. This innovation made a great impression. Peale had acquired an important gas lighting patent, and with some associates founded the successful Gas Light Company of Baltimore. Having poor business sense, though, he did little to manage the company and was forced out after a few years, due to the War of 1812 and soon after, the disinterest of many townspeople. If Rembrandt Peale had not built and established the Peale Museum of Baltimore during the War of 1812, the museum would persist as a successful institution today.[6][7]\r\n\r\n\r\n[edit] Rembrandt Peale’s Studio: Works of Art and their Significance\r\nThough he struggled to become successful, Peale painted the Patriæ Pater, one such masterpiece marking success during his 50-year career. A rectangle supporting an oval wreath surrounds the eye-catching image of George Washington. The most successful painting of Peale's career, it further inspired John Marshall to have his portrait done by Peale in the same fashion. The painting was criticized for the lack of authenticity, as it was not completed until after Washington's death (1799). Nonetheless, Peale received commendations for his portrait by many noted politicians such as Washington’s nephew, Judge Bushrod Washington, who was an associate U.S. Supreme Court Justice, and Marshall.[8].\r\n\r\n \r\nRembrandt Peale, Rubens Peale with a Geranium, 1801In 1801, Rembrandt painted a portrait of his brother Rubens, youngest of the 6 Peale children, who always had an admiration for gardening and tending to natural life. Inspired by his brother’s gardening appreciation, Rembrandt seated his younger brother next to a geranium. Viewers must understand the story behind this particular painting, as it carries more than the artist’s admiration for a sibling’s love of nature. The painting was the initial inspiration of the Dutch 17th century artist, David Teniers the Younger, who had painted the 5 senses series, all oil on copper. His painting, \"Smell\" is quite similar to Rembrandt Peale’s work of art, which depicts a man looking over at another individual admiring a flower pot. Rembrandt's piece captures the essence of a young gardener/artist’s peace of mind, gracefully looking out, a posture of wonder and calmness.[9]\r\n\r\n \r\nRembrandt Peale, The Roman Daughter, 1811A particular piece based on the neoclassical genre, “The Roman Daughter” deserves critical acclaim for Peale’s efforts to re-establish classical paintings in the early 19th century. The township of Philadelphia could not accept the neoclassical painting, as it demonstrated too “sensational” of a painting.[10] They did not understand, however, that Peale was trying his endeavors to bring forth a new genre of style for the township and “improving the state of fine arts in America” in the 19th century.[11] “The Roman Daughter” depicts a young girl shielding her father, a prisoner in chains. This piece demonstrates compassion and graceful defense, like Roman murals such as those by Italian painted and sculptor, Michelangelo Buonarrotti, who painted the world-renowned Sistine Chapel. His copy of Corraggio's Angel, and Court of Death revealed the same artistic style.[12]\r\n\r\n\r\n[edit] A portrait identified\r\nPeale had painted over 600 identified paintings, but one painting persisted as unnamed for many years. The comedian never identified himself as the person in the picture, but had an acquaintance with the British painter, George Clint, who claimed the picture as his own until the National Portrait Gallery of London examined it in 1914. Clint had a style quite similar to Peale, and a vendor of the National Portrait Gallery of London, Charles Huggins, confirmed it was Clint’s artwork. Later on, the gallery further examined the history behind the painting. Mathews had arrived in New York in 1822, and left shortly after Peale had welcomed the English comedian for portrait painting.[13]\r\n\r\n\r\n[edit] Legacy\r\nRecognized by American presidents George Washington and Thomas Jefferson[14], Chief Justice John Marshall[15], and John C. Calhoun, Rembrandt Peale was one of the most prolific political painters of his era, having completed over 600 paintings. He died June 12, 1860 in Philadelphia, but his paintings live on through family collections and nationwide exhibitions displaying his famous works. Like his father, Charles Willson Peale, Rembrandt Peale was known as one of the most distinguished painters to live through debts and successes.\r\n\r\n\r\n[edit] Exhibitions\r\n \r\nMary Denison, Later Mrs. Alexander C. Bullitt (c. 1822). Part of the collection of the Baltimore Museum of Art.Museums such as those in:\r\n\r\n\r\nWashington, D.C.: National Museum of American Art and National Portrait Gallery, The Smithsonian Institution \r\nBaltimore, Maryland: The Peale Museum, Baltimore Museum of Art, Maryland Historical Society, Walters Art Museum \r\nPhiladelphia, Pennsylvania: The Historical Society of Pennsylvania, Atwater Kent Museum, Pennsylvania Academy of Fine Arts \r\nDetroit, Michigan: Detroit Institute of Arts \r\nNew York: Brooklyn Museum, The Peale Museum of New York \r\nNew London, CT: Lyman Allyn Art Museum \r\n...represent some of Rembrandt Peale's many exhibits.\r\n\r\n\r\n[edit] Other notable paintings (not shown as below)\r\nCharles Willson Peale, Historical Society of Pennsylvania, Philadelphia, 1812 \r\nWashington Before Yorktown, Corcoran Gallery of Art, 1824 \r\nJohn C. Calhoun, Gibbes Museum of Art, 1834 \r\nThe Sisters, Eleanor and Rosalba Peale, A. Augustus Healy Fund, Brooklyn Museum, 1826 \r\nGeneral Thomas Sumter, Independence National Historical Park, Philadelphia, 1796 \r\nMrs. Marbury, Private Collection, 1797 \r\nSculpture, Atwater Kent Museum, Philadelphia, c. 1812 \r\nDeWitt Clinton, Historical Society of Pennsylvania, Philadelphia, 1823 \r\nMary Jane Peale, Elise Peale Patterson de Golpi-Toro, New York, 1835 \r\nEleanor May Short Peale, Private Collection, 1836 \r\n\r\n(Wikipedia 10/2/08)\r\n\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Rembrandt Peale",
            "alphasort":"Peale Rembrandt",
            "lastname":"Peale",
            "firstname":"Rembrandt",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019719"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/27334932"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}