{
    "makerid":103,
    "published_date":"2022-03-28 16:03:19.853262",
    "type":"maker",
    "displayname":"Andrieu",
    "makertype":"Individual",
    "alphasort":"Andrieu",
    "lastname":"Andrieu",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1761–1822",
    "begindate":1761,
    "enddate":1822,
    "nationality":"French",
    "culturegroup":null,
    "biography":"French medallist, engraver and illustrator. He was first apprenticed to the medallist André Lavau (d 1808) and then attended the Académie de Peinture et de Sculpture in Bordeaux. In 1786 he travelled to Paris and entered the workshop of Nicolas-Marie Gatteaux. His first great success was a large, realistic and highly detailed medal representing the Fall of the Bastille (1789); because it would have been difficult and risky to strike, he produced it in the form of single-sided lead impressions or clichés, coloured to resemble bronze. The following year he used this novel technique again, to produce an equally successful companion piece illustrating the Arrival of Louis XVI in Paris. Andrieu lay low during the latter part of the French Revolution, engraving vignettes and illustrating an edition of Virgil by Firmin Didot (1764–1836). He reappeared in 1800, with medals of the Passage of the Great St Bernard and the Battle of Marengo. His elegant Peace of Lunéville (1801) was much admired: from then on, Andrieu flourished, receiving numerous commissions from Vivant Denon, such as those for medals commemorating the Battle of Austerlitz, the Battle of Jena, the Marriage of Jérôme Bonaparte, and the Marriage of Napoleon and Maria Louisa. His medallic portraits of Napoleon, which were used for the majority of the pieces in Vivant Denon’s series commemorating Napoleon’s reign, were among the most beautiful and widely circulated images of the Emperor. Andrieu likewise found favour under the Bourbon Restoration, particularly with his medal of 1818 commemorating the Erection of a Statue to Henry IV and another in 1820–21 celebrating the Birth of the Duc de Bordeaux, which brought him 15,000 francs from the Municipality of Paris and the Order of St Michel from Louis XVIII (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Bertrand Andrieu",
            "alphasort":"Andrieu, Bertrand",
            "lastname":"Andrieu",
            "firstname":"Bertrand",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Andrieu",
            "alphasort":"Andrieu",
            "lastname":"Andrieu",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}