{
    "makerid":289,
    "published_date":"2022-03-28 16:03:27.312431",
    "type":"maker",
    "displayname":"Gifford Reynolds Beal",
    "makertype":"Individual",
    "alphasort":"Beal, Gifford Reynolds",
    "lastname":"Beal",
    "firstname":"Gifford",
    "nametitle":null,
    "middlename":"Reynolds",
    "suffix":null,
    "displaybio":"American, 1879–1956",
    "begindate":1879,
    "enddate":1956,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Painter and muralist Gifford Beal was born in New York City in 1879, the youngest of six children. Beal began his art training at 13, when he accompanied his older brother, Reynolds Beal, to the Shinnecock School of Art for classes with William Merritt Chase. Gifford Beal continued to study with Chase for ten years at Shinnecock, the Tenth Street Studio building in New York City, and the New York School of Art. Beal attended college at Princeton University from 1896 to 1900, and from 1901 to 1903 he also took classes at the Art Students League with George Bridgman and Frank Vincent DuMond. In 1908, Beal married Maud Ramsdell of Newburgh, New York, where the Beal family also had an estate. They had two sons, William (b. 1914) and Gifford, Jr. (b. 1917). READ MORE\r\n\r\nBeal received all of his training in the United States at a time when European art training was the norm among his peers. Beal's earliest subject matter was taken from the familiar worlds of New York City and the Hudson River Valley, where he frequently spent his summers. Later work would depict other summer homes, including Provincetown, Rockport, and Gloucester, Massachusetts. Throughout his career he explored a variety of styles in his approach to these and other representational subjects such as garden parties, the circus, Central Park scenes, and coastal scenes in the Northeast and the Caribbean. \r\n\r\nBeal exhibited at the National Academy of Design's annual exhibition almost continuously from 1901 to 1956, was a member of the Academy from 1914, and won at least seven awards given by the Academy over the course of his career. He won his first award in 1903 from the Worcester Art Museum. He exhibited regularly in major annual exhibitions and world expositions, including the Panama Pacific Exposition of 1915, where he won a gold medal. \r\n\r\nGifford and Reynolds Beal exhibited in a two-man show in 1907 at Clausen Galleries, and the two brothers were both eventually represented by Kraushaar Galleries, where Gifford Beal had his first one-man show in 1920. Beal served as president of the Art Students League from 1916 until 1930, the longest term of any president, and taught there in 1931 and 1932. \r\n\r\nBeal was commissioned by the Section on Painting and Sculpture of the Works Progress Administration to paint ten murals for the Allentown, Pennsylvania post office in the late 1930s. The Allentown murals depicted American revolutionaries hiding the liberty bell at Allentown. In 1941, he completed two murals in the Department of the Interior building in Washington, DC: North Country, and Tropical Country, and he painted seven panels at Princeton University in 1943 depicting the life of the nineteenth-century engineer Joseph Henry. He was awarded an honorary Masters degree by Princeton in 1947. \r\n\r\nRetrospective exhibitions were held at the Century Club, San Francisco Museum, Des Moines Art Center, and Butler Institute in the early 1950s. Upon his death in 1956, a memorial exhibition was held at the American Academy of Arts and Letters, where Beal became a member in 1943.\r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gifford Reynolds Beal",
            "alphasort":"Beal, Gifford Reynolds",
            "lastname":"Beal",
            "firstname":"Gifford",
            "nametitle":null,
            "middlename":"Reynolds",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500019899"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/34330773"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}