{
    "makerid":22554,
    "published_date":"2024-02-21 02:01:12.682632",
    "type":"maker",
    "displayname":"Dor Guez",
    "makertype":"Individual",
    "alphasort":"Guez, Dor",
    "lastname":"Guez",
    "firstname":"Dor",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1980, Jerusalem, Israel; active Jaffa, Israel and New York, NY",
    "begindate":1980,
    "enddate":0,
    "nationality":null,
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Dor Guez",
            "alphasort":"Guez, Dor",
            "lastname":"Guez",
            "firstname":"Dor",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"64d64d22538ac6620e32b740"
            },
            "exhibitions":[],
            "title":"Art@Bainbridge: Colony / Dor Guez",
            "body":"<p><strong>Art@Bainbridge</strong><br><strong>Colony / Dor Guez</strong><br>December 10, 2022–February 12, 2023</p><p>Opening this winter at Art@Bainbridge, <i>Colony / Dor Guez</i> presents work by the Jerusalem-born artist that explores the layered identities of the city of his birth. Guez, whose family are Palestinians from Lydda on his mother’s side and Jewish immigrants from North Africa on his father’s, has developed a practice of engaging historical objects, especially photographs, to reveal unwritten and overlooked pasts. <i>Colony / Dor Guez</i> brings together works that resulted from the artist’s years of research in the archives of the American Colony, a charitable Christian community established in Jerusalem in 1881 by American expatriates. In the first decades of the twentieth century, the artists of the American Colony created hundreds of photo-graphic views of the locations described in Jewish, Christian, and Muslim religious texts &nbsp;that collectively came to be known as the Holy Land. These photo graphic prints, albums, and picture postcards, which attracted an international audience, form a substantial visual record of the region from this era. In this exhibition, the contents of the American Colony archive and the vision of the &nbsp;Holy Land that they produced are, respectively, the source materials and subject matter for Guez’s artistic exploration.</p><p>The exhibition’s titular work, <i>Colony</i>, is a three-channel video and sound installation that opens as a deep, mellifluous voice with the cadence of a storyteller explains that “the phrase ‘Land of Milk and Honey’ describes the abundance, fertility, and prosperity of the land.” This evocative metaphor for Jerusalem and its surrounds is drawn from the Old Testament book of Exodus and underscores the ways this place has been a symbolic imaginary as much as a geographic location throughout recorded history. Narrated in Arabic, the film interweaves details of the devastating plague of locusts that descended on Egypt, Syria, and Palestine from March to October of 1915 with biblical stories of feast and famine. In &nbsp;the resulting narrative, Guez transforms the seemingly documentary account of the 1915 plague into a parable of species vying for survival on the same land. The artist selects and sequences photographic views that were created by the American Colony to document the plague for Ottoman and British imperial authorities. In the process, he reveals the change of individual grasshoppers into swarms of locust colonies, the ruin they wrought on the landscape, and the plight of local Palestinian farmers who carry large tanks on their backs as they burn the land in an attempt to eradicate the insects.</p><p>Like any natural disaster, the 1915 plague presented a precarious and heightened state in which the natural world itself feels strange and disorienting. That emotional and psychological tone is conveyed in the fifteen metallic prints of the series Locusts. The American Colony used a large-format camera and glass-plate negatives to document the locust invasion, producing images with a haunting degree of detail. In the 1970s the glass plates were exposed to water during a flood in Jerusalem, which abraded the edges of the emulsion and destroyed part of each image. Guez digitally creates diptychs using selected pictures and their mirror images, printing each image at a 1:1 scale to the negative to preserve its resolution. At the midpoint, where the image flips on itself, the area of loss takes on the form of a Rorschach inkblot, a mirror-image abstraction intended to reveal one’s personality or emotional state through subjective perception of the form. These traces of history—of one natural disaster,a flood, layered atop another, the locust plague—become impossible to separate and underscore the ways in which the subjectivities of the photographers and their intended audiences influence the framing of these views.</p><p>In <i>Lilies of the Field</i>, Guez explores flowers as stand-ins for religious sites of profound symbolic power. The series is based on the albums of pressed flowers and photographs created by the American Colony between 1900 and 1914. Arrangements of pressed flora were hand-captioned with a place name, then placed in an album opposite a landscape view, with a thin sheet of waxed paper bound between the pages to protect the varied materials. Guez photographed select pages with floral arrangements along with the yellow-green botanical stains each left on its facing interleaf; then he digitally merged these two pictures and printed the composite at scales that recall oil paintings of still lifes or grand landscapes. Guez transforms our experience of the popular historical form of these albums with these radical shifts in scale, underscoring the ways nature, text, and image come together to conjure much more than a just an artistic arrangement of flowers.</p><p>Two of the arrangements pictured in <i>Lilies of the Field</i> are captioned “Mosque El-Aksa” and feature delicate pressed-flower arrangements as stand-ins for this site of spiritual significance. Built on an elevated point in the Old City of Jerusalem, the El-Aksa Mosque is adjacent to the Dome of the Rock and the Temple Mount, understood as the point of departure for the Prophet Muhammad’s night journey or the story of Abraham’s near-sacrifice of Isaac, depending on one’s faith tradition. Captions for another pair of floral arrangements draw associations between the pictures and Bethlehem on Christmas Day and to the Grotto of the Nativity, the day and site of Jesus’s birth. Through their design and presentation, the botanical samples pressed into the album pages take on the qualities of a reliquary, carrying the trace of a holy site through space and across time.</p><p>Turn-of-the-century photography relied on devices such as albums and glass-plate negatives to create photographic objects that would transport their viewers—not just visually but experientially—to the significant sites pictured. It is notable, then, that in the creations of the American Colony, pictures of early twentieth-century Jerusalem are layered with symbolic weight, metaphoric meaning, and set into the viewer’s imagination. Guez’s artworks extend the metaphors to the present—reminding us that as the American Colony constructed an idea of the Holy Land and its inhabitants to meet the desires of international audiences, the idea of Jerusalem as a place continues to accrue meaning over time through the images we create and the stories we tell about it. &nbsp;</p><p><br>Mitra M. Abbaspour&nbsp;<br>Haskell Curator of Modern and Contemporary Art</p><p>&nbsp;</p><p>Princeton University Art Museum Winter 2023 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}