{
    "makerid":2912,
    "published_date":"2023-02-11 02:01:18.888810",
    "type":"maker",
    "displayname":"Utagawa Toyokuni I 初代歌川豊国",
    "makertype":"Individual",
    "alphasort":"Utagawa Toyokuni",
    "lastname":"Utagawa",
    "firstname":"Toyokuni",
    "nametitle":null,
    "middlename":null,
    "suffix":"I",
    "displaybio":"1769–1825; born and died Tokyo, Japan",
    "begindate":1769,
    "enddate":1825,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":"The calligraphic style of Toyokuni’s signature changed repeatedly as his career evolved, changes that can be used to place his work into a rough chronological order. The signature and seals of this portrait directly correspond to those found on a painting of the actor Segawa Kikunojō IV (1782−1812) as Shizuka Gozen in the British Museum, a role the actor performed only once at the Ichimura theater in the eighth month of 1803.\r\n\r\nUtagawa Toyokuni was the leading theater print designer and book illustrator of the late 18th and early 19th century and very few paintings by him are known. The son of a puppet or doll maker, he entered the school of a neighbor, the ukiyo-e painter and landscapist Utagawa Toyoharu (1735−1814), from whom he received his family name Utagawa and derived the first two syllables of his personal, or working, name. At first Toyokuni imitated the style of the popular beauty print artists of the day, Torii Kiyonaga (1752−1815), Hosoda Eishi (1756−1829), and Kitagawa Utamaro (1754−1806), but by the mid-1790s, his own brand of sharp and incisive portraiture emerged. The new style is best exemplified by his series of prints for the publisher Izumiya Ichibei entitled Yakusha butai no sugata-e (A Pictorial Almanac of Actors on the Stage), in which he combined realistic portraits of his subjects in the style of Tōshūsai Sharaku (active 1794−95) with the exaggeratedly elongated figure style popularized by Kiyonaga and Eishi. This series, as well as an extended group of okubi-e actor portraits and several sets of beauty prints published at the same time, are regarded as the high point of Toyokuni’s career. \r\n\r\nPortraiture, a skill honed by his prolific efforts at representing actors at the height of their performance, was one of Toyokuni’s main talents. In 1815 he even published an instruction manual which explained to students in careful detail how to make a successful portrait of an actor. This book became not only an essential tool for the professional theater print artist, but was also marketed to amateur painters among the large numbers of theater-goers, so that they too could make portraits of the stars. \r\n",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Kumakichi",
            "alphasort":"Kumakichi",
            "lastname":"Kumakichi",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Utagawa Toyokuni I 初代歌川豊国",
            "alphasort":"Utagawa Toyokuni",
            "lastname":"Utagawa",
            "firstname":"Toyokuni",
            "nametitle":null,
            "middlename":null,
            "suffix":"I",
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"初代 歌川豊国",
            "alphasort":"初代 歌川豊国",
            "lastname":"初代 歌川豊国",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500081100"
        },
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/20873990"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}