{
    "makerid":5668,
    "published_date":"2022-03-28 16:06:51.935490",
    "type":"maker",
    "displayname":"William F. Draper",
    "makertype":"Individual",
    "alphasort":"Draper William F.",
    "lastname":"Draper",
    "firstname":"William F.",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1912–2003",
    "begindate":1912,
    "enddate":2003,
    "nationality":"American",
    "culturegroup":null,
    "biography":"William Draper studied at Harvard University, the National Academy of Design in New York and the Cape Art School in Massachusetts before joining the Navy in 1942. He spent World War II hunkered in foxholes or on aircraft carrier decks sketching the battles as they happened and occasionally painting portraits of admirals. For his service, Draper reached the rank of lieutenant commander and earned a Bronze Star.After he returned to the states, Draper developed a reputation in the art world as one of the premiere portrait painters in America. His portraits of Presidents John F. Kennedy and Richard Nixon hang in the National Portrait Gallery. Many of his military paintings and celebrity portraits reside in the National Gallery of Art and he Navy Art Collection in Washington D.C.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"William F. Draper",
            "alphasort":"Draper William F.",
            "lastname":"Draper",
            "firstname":"William F.",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500048246"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96001633"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d715d219ad0bf001685d104"
            },
            "title":"Nassau Hall Faculty Room",
            "description":"The Faculty Room in Nassau Hall is considered the historic heart of Princeton University, both because of its many associations with the institution's past and on account of the room's significance in our broader national history. It is here that Princeton displays images of its founders and leaders, and here as well that one of the major conflicts of the Revolutionary War, the Battle of Princeton, culminated in 1777-resulting in a crucial American victory that helped turned the tide of the war. This new video allows visitors a rare opportunity to see inside this historic space, which is normally closed to the public. Karl Kusserow, John Wilmerding Curator of American Art at the Princeton University Art Museum, discusses the room's fascinating history-from its past institutional roles as prayer hall, library, and museum to its current role as a faculty and trustee meeting room. Also discussed is the program of portraits dedicated to the institution's history, including images of University founders and presidents by esteemed American artists Charles Willson Peale and John White Alexander.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_cn41srzk",
            "transcript":"",
            "source_project":"Other",
            "caption_file":[],
            "displaydate":"2014",
            "sort_date":"2014-01-01",
            "video_type":"Collections"
        }
    ],
    "essay":[]
}