{
    "makerid":1389,
    "published_date":"2023-04-05 02:01:43.409126",
    "type":"maker",
    "displayname":"Washington Allston",
    "makertype":"Individual",
    "alphasort":"Allston, Washington",
    "lastname":"Allston",
    "firstname":"Washington",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1779–1843; born Georgetown, SC; died Cambridgeport, MA",
    "begindate":1779,
    "enddate":1843,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Washington Allston was an important American exponent of the intense Romanticism of the early 19th century; he may be credited with taking American painting from a generally narrow interest in fact into a more imaginative realm. Allston's paintings are noted for their brilliant sunlight and strikingly transparent color achieved with a Venetian method of glazing he learnt while studying in London. Early works include some noteworthy portraits (e.g. Self-Portrait, 1805, and Portrait of Samuel Taylor Coleridge, 1806) and historic landscapes, with \"Diana and her Nymphs in the Chase\" (1805) being his first critical success. Biblical themes next captured his interest; \"Dead Man Restored to Life by Touching the Bones of the Prophet Elisha\" (1811-1814) is indicative of his unique choices of subject matter, of his dramatic and mysterious Romantic style, and of the contemporary interest in bolstering religious faith by historical analogy. His later works were more lyrical; the peaceful and poetic \"Moonlit Landscape\" of 1819 is in essence about the human spirit expanding in the spacious quiet of nature. These later paintings mark him as a forerunner of the visionary and subjective trend in landscape painting in America. Allston's writings include poetry, a Gothic novel entitled \"Monaldi\" (1841), and his \"Lectures of Art,\" posthumously published in 1850 (ULAN).\r\n\r\nActive in Boston, MA",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Washington Allston",
            "alphasort":"Allston, Washington",
            "lastname":"Allston",
            "firstname":"Washington",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016005"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/57408203"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}