{
    "makerid":14870,
    "published_date":"2022-03-28 16:08:53.107352",
    "type":"maker",
    "displayname":"John Cleve Green",
    "makertype":"Individual",
    "alphasort":"Green, John Cleve",
    "lastname":"Green",
    "firstname":"John",
    "nametitle":null,
    "middlename":"Cleve",
    "suffix":null,
    "displaybio":"American, 1800–1875",
    "begindate":1800,
    "enddate":1875,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Green, John Cleve (1800-1875) was the College's greatest benefactor during the presidency of James McCosh. By the time McCosh retired in 1888, Green and his residuary legatees had contributed ``to the good of the College,'' President McCosh said in his farewell report, ``upwards of a million and a half, perhaps two million dollars.'' \r\n\r\nGreen was born in Lawrenceville, New Jersey, and was a member of the first class to enter what became the Lawrenceville School. He did not go to college, but entered the employ of New York merchants with extensive foreign trade. He spent ten years as supercargo of ships visiting South America and China, and by the time he was forty had acquired an ample fortune in the China trade, derived from the tea and textile business and, after the end of the East India Company's monopoly, from the opium trade. This fortune he enhanced by investments in railroads, whose dividends often reached 15 percent. His three children having died young, he made substantial gifts to various philanthropies. He was a principal benefactor of the Deaf and Dumb Asylum and the Home for Ruptured and Crippled in New York City, and of the Lawrenceville School and the Princeton Theological Seminary, as well as of Princeton College. \r\n\r\nGreen secured for the College in 1866 the land that now forms the northeast corner of the main Campus. In 1870 he gave the College its first recitation building, named for his great-great-grandfather, John Dickinson, first president of the College. In 1873 he gave the College its first library building, named for his brother, Henry Woodhull Green 1820, Chancellor of New Jersey and a trustee, and the same year he also donated funds for a school of science, which was named for him. \r\n\r\nHe endowed the Joseph Henry professorship, and his legatees provided further funds for science and for civil engineering as well as for professorships in Latin and Greek. The benefactions from his estate continued into the 1890s and included the erection of the College's first chemical laboratory building at the corner of Nassau Street and Washington Road in 1891. \r\n\r\nAfter the John C. Green School of Science burned down in 1928, the Engineering Building that had just been completed on Washington Road was named for Green; in 1962 when the School of Engineering moved into the new Engineering Quadrangle, its old building was assigned to other departments and called Green Hall. \r\n\r\n\r\n\r\nFrom Alexander Leitch, A Princeton Companion, copyright Princeton University Press (1978). \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Cleve Green",
            "alphasort":"Green, John Cleve",
            "lastname":"Green",
            "firstname":"John",
            "nametitle":null,
            "middlename":"Cleve",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"LCNAF",
            "id":"https://lccn.loc.gov/nr89015570"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}