{
    "makerid":5413,
    "published_date":"2022-03-28 16:06:42.265353",
    "type":"maker",
    "displayname":"Ernest Ludwig Ipsen",
    "makertype":"Individual",
    "alphasort":"Ipsen Ernest Ludwig",
    "lastname":"Ipsen",
    "firstname":"Ernest Ludwig",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1869–1951",
    "begindate":1869,
    "enddate":1951,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Portraitist Ernest Ipsen was born near Boston to Danish parents. His father, Ludvig S. Ipsen, was an architect with a genius for design, and his mother was a well-known musician with a beautiful voice. The families of both were closely connected with the Danish court, and young Ernest was sent to the Royal Academy in Copenhagen after his preliminary training in Boston. There, he speedily won a prize for his figure works, and a scholarship in life painting. Upon his return to America, Ipsen opened a studio in Boston. In 1908, he married Edith Boyden Crocker. His distinguished portrait of his wife was one of his early paintings to be shown at the Academy. A versatile artist, he loved textures and surfaces. Ipsen was an enthusiastic sailor and liked to paint marinescapes and landscapes. He earned numerous prizes with his pictures, which were bought by many museums. Ipsen painted a remarkable number of official portraits, and examples are in almost every great institution in America. The late Maurice Francis Egan, hangs in the royal palace in Denmark. A portrait of Edwin Howland Blashfield, once found in the National Academy of Design, was displayed in the Centenary exhibition. A portrait of Thomas W. Slocum hangs in the Harvard Club of New York City; John Bates Clarke, in Columbia University; Dr. Henry Van Dyke in the Princeton Club, New York; and George A. Plimpton, Lenor F. Loree, Elihu Root, are other official portraits. Private portraits by Ipsen include Miss Anna Leach; Mrs. William Sloane, art patron of Norfolk; Justice Parker and Mrs. Parker, Arthur Scribner, John Lane, W. Rutherford Mead, and J. J. Haverty, who did much for art in Atlanta. The artists personal charm and his sympathetic understanding is reflected in the portraits of his sitters, whom he seems to have found in happy moments.  (ASK ART)",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ernest Ludwig Ipsen",
            "alphasort":"Ipsen Ernest Ludwig",
            "lastname":"Ipsen",
            "firstname":"Ernest Ludwig",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500018136"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95792315"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}