{
    "makerid":1419,
    "published_date":"2024-09-19 02:00:49.168384",
    "type":"maker",
    "displayname":"Aegidius Sadeler II",
    "makertype":"Individual",
    "alphasort":"Sadeler, Aegidius II",
    "lastname":"Sadeler",
    "firstname":"Aegidius",
    "nametitle":null,
    "middlename":null,
    "suffix":"II",
    "displaybio":"1570–1629; born Antwerp, Belgium; died Prague, Czech Republic",
    "begindate":1570,
    "enddate":1629,
    "nationality":"Flemish",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Egidius Sadeler II",
            "alphasort":"Sadeler, Egidius II",
            "lastname":"Sadeler",
            "firstname":"Egidius",
            "nametitle":null,
            "middlename":null,
            "suffix":"II",
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Aegidius Sadeler II",
            "alphasort":"Sadeler, Aegidius II",
            "lastname":"Sadeler",
            "firstname":"Aegidius",
            "nametitle":null,
            "middlename":null,
            "suffix":"II",
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500016165"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95780148"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db087d04c5dbf00167094a6"
            },
            "body":"Considered lost until it emerged on the art market in 2003, Joseph Heintz the Elder's <em>Entombment</em> (ca. 1592-93), an exquisite copper painting acquired by the museum, was known to scholars primarily through Aegidius Sadeler II's large en­graving of 1593-an impression of which was... purchased for the permanent collection. This rare print not only exem­plifies the important role played by repro­ductive engravings in the transmission of images before the advent of photography, but also adds significantly to the museum's collection of works by artists associated with Holy Roman Emperor Rudolf II, whose patronage of the arts and sciences made Prague a major cultural center in late-sixteenth-century Europe.\n\nDescribed in the 1670s by the German artist and art historian Joachim von Sandrart as \"a phoenix among engravers,\" and now considered to be a key transitional figure for the history of Central European art, Aegidius Sadeler II was the most gifted member of an Antwerp  family of printmakers, print publishers, and art dealers that moved to Germany in 1586. Trained in engraving by his uncles Jan and Raphael, Aegidius quickly absorbed individual strains of the elegant and erudite late mannerist style through his collaboration with such lead­ing court artists as Hans von Aachen and Joris Hoefnagel. \n\nHe also was strongly influenced by the technical bravura of Dutch engraver  Hendrik  Goltzius, who visited the Sadelers at their home in Munich in the early 1590s while traveling to and from Italy. It has been suggested that these visits inspired the young Aegidius to make his first Italian journey between  1591 and  1593, during which time he met the Swiss-born painter Joseph Heintz the Elder, who had been working in Prague as court painter  to Rudolf II since 1591. Already a seasoned visitor to Italy, Heintz was there again, mainly in Rome, between 1592 and 1595, acting as art agent for Rudolf II while producing  his  own work-includ­ ing the Entombment, as indicated in the inscription on Sadeler's print. While the painting's original owner is not known, the image clearly was intended to cater to Rudolf II's taste for contemporary Italian artists such as Cavaliere d'Arpino and Federico Barocci, whose dramatic nocturnal religious scenes are evoked in the lighting effects, shimmering colors, and classically posed figures.\n\nDedicated to Rudolf 's chamberlain Johannes Popp, and accompanied by Latin verses alluding to Christ's Passion, this powerful devotional image also served as a promotional vehicle for the artistic talents of both artists. In 1597 Sadeler was summoned by Rudolf II to Prague, where he served as imperial printmaker for the remainder of his career, often working in collaboration with artists such as Bartolomaus Spranger and on projects designed by Rudolf II, including engravings after drawings by Diirer in the imperial collection. \n\n",
            "title":"The Entombment, Aegidius Sadeler II, after Joseph Heintz the Elder",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring 2007"
        }
    ]
}