{
    "makerid":13588,
    "published_date":"2024-02-16 02:00:51.494130",
    "type":"maker",
    "displayname":"Greek, Attic",
    "makertype":"Cultural Group",
    "alphasort":"Attic",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":0,
    "enddate":0,
    "nationality":"Greek",
    "culturegroup":"Attic",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Greek, Attic",
            "alphasort":"Attic",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Attic"
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500202897"
        },
        {
            "source":"AAT",
            "id":"300020118"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"605a07e8edf682001701fb01"
            },
            "caption_file":[],
            "title":"Curator's Voice: Black-figure Panathenaic Prize Amphora",
            "file_uri":"https://mediacentral.princeton.edu/id/1_s88dzidc",
            "speaker_type":"Curator",
            "description":"J. Michael Padgett discusses \"Black-figure Panathenaic Prize Amphora\"",
            "displaydate":"October 8, 2021",
            "sort_date":"2021-10-08",
            "video_type":"Curator's Voice, Collections"
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db31b1b4d9005001632973e"
            },
            "body":"[In 2012] the museum added to its fine collection of ancient Greek pottery an Attic skyphos, a type of clay wine cup with a deep bowl, two handles, and a disk foot. The cup was decorated in the black- figure technique by an anonymous vase painter known as the Theseus Painter, after his fondness for rep- resenting the Athenian hero. Active in the years 500–480 b.c., he was a versatile artist who painted a wide range of subjects, most often on skyphoi and lekythoi (oil bottles). Long after most vase painters had switched to red-figure, the Theseus Painter continued to work in the traditional black-figure technique.\n\nThis skyphos is extraordinarily large, a cup for a serious drinker. The figures on either side are framed by an ivy vine on the lip and a band of black-and-red tongues on the lower body. The two scenes are nearly identical, with Hermes and Herakles reclining on the ground at a sort of Olympian picnic, taking refreshment in the manner of mortal participants in a symposium, or drinking party. It is uncommon to find the same subject on both sides of an Attic vase, but the Theseus Painter painted double versions of this subject on four other skyphoi.\n\nOn one side, the half brothers Herakles and Hermes are shown shaking hands. Each was the son of Zeus, but by different mothers. Hermes was born a god, but Herakles was a mortal—he had to perform many heroic deeds before being granted immortality in Olympus. The brothers lie in a rustic setting; the grapevine grow- ing in the background suggests the symbolic presence of another son of Zeus, Dionysos, the god of wine. In the foreground, cuts of meat are represented in cherry-red slip, while the folds of the earth are in white. In the vine’s branches Hermes has hung his sword and cap (<em>petasos<em>), the latter a particular attribute of the god. The bow and quiver hanging above Herakles are among his attributes, as is the wooden club that he cradles in his left arm.\n\nOn the reverse, shown here, the composition is essentially the same, but instead of shaking hands, Herakles offers Hermes a cornucopia, a goat horn filled with fruits and cakes, offerings that mortals owe to the gods. It may be that Herakles is demonstrating to the users of this cup the ritual honors that are due to the Immortals. Bow, quiver, sword, and cap all hang in the vine as before, but now Hermes wears a second petasos, a redundancy that makes his identity even clearer.\n\nIn both scenes there are a number of brown drip marks above the figures. Before decorating a cup, while the clay was still “leather hard,” an Attic vase painter would apply a thin wash of ochre that, in the firing process, heightened the reddish-orange color of the clay. In this case, the application was apparently excessive, so that the wash ran when the cup was set, upside down, on a drying rack. Unnoticed until it was fired, the accidental result provides insight into the production technique and reminds us that the colors, including the rich black of the figures, are the result of carefully applied clay slips and a complex firing process, and that there is no added pigment in these extraordinary “paintings,” only clay.",
            "title":"Magazine: Spring 2013",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dbc7452313cac0016d84b05"
            },
            "body":"This drinking cup in the Princeton University Art Museum is of a type produced in Athens during the third quarter of the fifth century B.C. Most of the cup, which has relief ribbing on its lower body, is coated with black clay slip, a common type of non-figural decoration.\n\nSurprisingly, however, the underside of the cup is decorated with an unfinished image of a mounted Amazon, partially executed in the red-figure technique. Its placement here is unexpected, and it may be that a red-figure artist in the workshop where the cup was produced used the flat surface of the cup’s base to sketch a design that would later be employed on another vessel.\n\nThe Amazon, a mythical female warrior, is astride a horse and carrying a pair of spears. She is identified as an Amazon by her beardless face and swelling breasts as well as by her apparel, which includes ankle-length trousers and a belted tunic with long sleeves, garments associated with the non-Greek inhabitants of Asia Minor and the Black Sea region, in the distant reaches of which the Amazons were thought to dwell. Additionally, the Amazon wears a <em>mitra<em>, a headdress of eastern origin resembling a turban, whose cloth flaps hang down the sides and back.\n\nBecause the image on the cup is unfinished, we can see more clearly certain stages in its execution. In a red-figure vase-painting, the artist paints not with pigments but with a refined clay slip, a liquid that is thick in consistency, rather like honey. This is applied directly to the surface of the vessel, whose red color results from the presence of iron in the clay. In the case of this cup, the red hue has been given a pinkish cast by the application of a wash of ocher, which, like the clay of the vessel, is rich in ferric oxide. The artist began by sketching the design with a thin piece of lead or charcoal.\n\n[There is a] gray sketch [that] burned away in the kiln but left a shallow impression in the clay, now most visible in the head and forelegs of the horse, which were not subsequently covered. Such sketch lines sometimes indicate that the artist altered the original design in the final execution of the painting, although that seems not to have happened in this case.\n\nExcept for the hands and feet, which were only sketched, most of the Amazon’s body is outlined with thin black lines, as are the upper and rear portions of the horse, with partial indications of its tail and one of its hind legs. These black lines are called relief lines because (under magnification) it is clear that they stand slightly in relief on the clay surface. To make a relief line, the artist employed a very thin brush—just a few strands—that was laid down on the surface and then raised upward; sometimes a distinct groove is visible down the center of the line. Relief lines also were employed for the spears carried by the Amazon and for the two sets of parallel lines at the bottom, which in a finished work would have formed the ground line of the scene, perhaps framing additional ornament. \n\nOf all the elements of the picture, only the head of the Amazon is completely finished in the red-figure technique. Her face and <em>mitra</em> were contoured with relief lines, around which her entire head was again bordered with a wider band of thick black slip, the so-called eighth-inch band. The purpose of this carefully applied feature was to form a buffer protecting the figure from mistakes that could be made when filling in the background with black slip. Although the eighth-inch band stands slightly in relief in comparison to the background, it is much broader than a relief line and was applied with a larger brush that could be dragged across the surface in the ordinary way.\n\nHere the painter stopped, apparently content with having worked out whatever design questions motivated him to produce this unfinished image. The cup was then fired in the kiln, preserving the sketch.",
            "title":"Online Activities: Black-glazed Cup",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}