{
    "makerid":969,
    "published_date":"2022-03-28 16:03:52.398468",
    "type":"maker",
    "displayname":"Ding Yunpeng 丁雲鵬",
    "makertype":"Individual",
    "alphasort":"Ding Yunpeng",
    "lastname":"Ding Yunpeng",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1547 - 1628",
    "begindate":1547,
    "enddate":1628,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ding Yunpeng 丁雲鵬",
            "alphasort":"Ding Yunpeng",
            "lastname":"Ding Yunpeng",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Ting Yun-p'eng",
            "alphasort":"Ting Yun-p'eng",
            "lastname":"Ting Yun-p'eng",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"丁雲鵬",
            "alphasort":"丁雲鵬",
            "lastname":"丁雲鵬",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125747"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/13410032"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db84a7e5bb1200016106666"
            },
            "body":"The subject matter of Ding Yunpeng's 1580 handscroll held special significance for the artist, as he re-visited this theme many times over his career. In this version, the lohan (luohan) figures are delineated in a pale monochromatic technique known as_ baimiao _(\"fine-line\") painting. Each figure is executed in thin gossamer lines with their eyes highlighted with an occasional jet-black touch of ink. The lohans are arranged along with their various attendants and animals against a blank background with little articulation of setting.\n\nThe handscroll begins at the far right with two guardian figures dressed in martial costume. Each figure carries a vajra sword across their forearms while clasping their hands together in a gesture of adoration. Their detailed headdresses and costumes with demon-mask epaulets and buckles, as well as their iconography and figural arrangement, correspond to illustrations of guardian generals in Buddhist sutras. For example, the second figure can be identified as the celestial guardian Weituo (Sanskrit: Skanda) by its close similarity to mid-fifteenth century wall paintings and late fifteenth-century Buddhist sutras woodcut illustrations.\n\nThe next scene centers on an elephant with wrinkly skin. On its back are cases of books that may be intended to symbolize the Buddhist Law. The elephant, flanked by foreign grooms and a young male servant, has \"smiling, human-like eyes that serve to imbue the beast with a jolly, roly-poly benevolence, expressive of its role as bearer of texts intended to foster liberation.\" (Kent, <em>Sixteen Luohans<em>, p. 192)\n\nStarting from the sixth figure, the remaining scroll portrays the lohans with attendants, worshippers, and auspicious animals. The visual relationship between the lohans and their accompanying mascots (i.e. one lohan holds a dog on his shoulder while another shares a physical resemblance to his \"Cheshire-cat\" tiger) reveals the kind of visual wit and humor characteristic of the late Ming period.\n\nThe identification of the final two figures, at far left, is open to interpretation. A smaller attendant figure holds a stack of sutras and looks respectfully at a larger bearded man garbed in a scholar's cap and gown. Richard Kent has suggested that the bearded figure is actually a self-portrait of Ding Yunpeng because the subject faces front looking directly at the viewer, and stands adjacent to the artist's eleven-character inscription reading: \"During the summer of the year 1580, respectfully painted by Ding Yunpeng, a Son of the Dharma-king.\"",
            "title":"Asian Art website: Baimiao Lohans",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}