{
    "makerid":2517,
    "published_date":"2022-03-28 16:04:49.738992",
    "type":"maker",
    "displayname":"Niccolò di Forzore Spinelli",
    "makertype":"Individual",
    "alphasort":"Spinelli, Niccolò di Forzore",
    "lastname":"Spinelli",
    "firstname":"Niccolò",
    "nametitle":null,
    "middlename":"di Forzore",
    "suffix":null,
    "displaybio":"Italian, 1430 - 1514",
    "begindate":1430,
    "enddate":1514,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Medallist, great-nephew of (1) Spinello Aretino. Only a few documents and contemporary references mark the progress of his career. In 1468 a ‘Nicolas de Spinel’, usually identified with this artist, was employed as a seal-engraver at the court of Charles the Bold, 4th Duke of Burgundy. He was in Flanders c.  1505, when Leonardo da Vinci wrote that Niccolò  had advised him about a method of diverting a stream (see J. P. Richter: The Literary Works of Leonardo da Vinci, ii (London, 1883, rev. 2, Oxford, 1939, p. 183)). On 26 May 1484 Niccolò was paid to repair and re-cut the great silver seal (destr.) of the Arte de’ Guidici e Notai of Florence. He was buried in S Maria Novella.\r\n\r\nNiccolò di Forzore Spinelli’s identity as a medallist is established by only five signed pieces (Hill, 1930, nos 922–6). Payment for one of these, a medal of Alfonso d’Este (Hill, 1930, no. 923), is recorded in 1492, the date on the medal. One of the other signed pieces, that of Silvestro Daziari, Bishop of Chioggia (d 1487; Hill, 1930, no. 922), is dated 1485. A forceful portrait of Lorenzo de’ Medici (Hill, 1930, no. 926) is combined with a surprisingly crude personification of Florence on the reverse.\r\n\r\nThe five signed pieces epitomize the particular character of Niccolò’s work. Whatever the size of the medal, the portrait is distinctive and confident, dominating the circular field, although in most cases the lettering is not as elegant. Each head is strongly individualized and modelled in fairly high relief. The economical style includes the essential contours and features, while conveying a feeling for the plasticity of flesh and the bone structure that brings the subjects to life, despite their presentation in strict and impersonal profile. Few other Renaissance medallists were able to produce so evocative a series of portraits, but this was, perhaps, to be expected in the environment of Quattrocento Florence. By contrast, the reverses of Niccolò’s medals are mostly either clumsy, derivative, repetitive or inappropriate. At best, they exhibit a rough charm, as in the case of the Three Graces, which appropriately forms a pendant to the beautiful portrait of Giovanna Albizza Tornabuoni (Hill, 1930, no. 1021). This same reverse, however, is repeated on other medals (e.g. Hill, 1930, nos 1047, 1050), where its significance is not clear. Similarly, figures of Hope, Fortune, an Eagle on a Tree and Charity, rendered with a certain heavy vigour, are frequently repeated with little concern for their compatibility with the obverse.\r\n\r\nIn addition to the signed pieces, about 160 medals have been associated stylistically with Niccolò. Not all are his work, and Hill (1930) attempted to impose some order by dividing them into seven categories. In terms of both quality and style, there is a remarkable consistency in most of the group. It includes a series of portraits that seem to be centred in Rome and to have been made between c. 1480 and 1486 (Hill, 1930, nos 927–44). Particularly impressive are the portraits of Girolamo Callagrani, John Kendal, Giovanni P. di Pavia, and two female portraits, Teodorina Usodimare-Cibo and Peretta Usodimare (Hill, 1930, nos 931, 934, 938, 943, 944). It appears that Niccolò produced a series of portraits of Frenchmen (Hill, 1930, nos 945–54) at the time of the French invasion of Italy in 1494–5. They vary in quality and are best represented by the medals of Jean Matharon de Salignac (d 1495), Béraud Stuart d’Aubigny (d 1507) and an Unknown Man (Hill, 1930, nos 952–4).\r\n\r\nThe most significant group of medals, both in size and chronology, Hill subdivided into those produced before 1500 and those made between 1500 and 1514. Among these are many of outstanding quality, in particular the portraits of women such as Nonnina Strozzi, Camilla Buondelmonti Salviati, Caterina Sforza-Riario, and Giovanna Albizza Tornabuoni and Lodovica Tornabuoni (Hill, 1930, nos 957, 1012, 1014, 1015, 1069). Among his male portraits, the most impressive are those of the philosophers Marsilio Ficino and Giovanni Pico della Mirandola (Hill, 1930, nos 974, 998), churchmen such as Fra Domenico Riccio and Girolamo Santucci (Hill, 1930, nos 1009, 1013), or merchants and private citizens such as Filippo Strozzi, Giovanni Tornabuoni and Alessandro di Gino Vecchietti (Hill, 1930, nos 1018, 1023, 1027).\r\n\r\nIf the entire group of medals attributed to Niccolò is representative of an impressive Florentine school of medallic production rather than the oeuvre of one man, the extraordinary quality of the few medals mentioned above, together with the signed pieces and others not included, might be taken as outstanding examples of work around which the rest should be graded (GDA).",
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Niccolò Fiorentino",
            "alphasort":"Fiorentino, Niccolò",
            "lastname":"Fiorentino",
            "firstname":"Niccolò",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Niccolò di Forzore Spinelli",
            "alphasort":"Spinelli, Niccolò di Forzore",
            "lastname":"Spinelli",
            "firstname":"Niccolò",
            "nametitle":null,
            "middlename":"di Forzore",
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Niccolò Spinelli",
            "alphasort":"Spinelli, Niccolò",
            "lastname":"Spinelli",
            "firstname":"Niccolò",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}