{
    "makerid":3248,
    "published_date":"2022-03-28 16:05:20.900659",
    "type":"maker",
    "displayname":"George Rickey",
    "makertype":"Individual",
    "alphasort":"Rickey George",
    "lastname":"Rickey",
    "firstname":"George",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1907–2002; born South Bend, IN; died Saint Paul, MN",
    "begindate":1907,
    "enddate":2002,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"George Rickey",
            "alphasort":"Rickey George",
            "lastname":"Rickey",
            "firstname":"George",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[
        {
            "_id":{
                "$oid":"5dc5c7b18daad00016aba014"
            },
            "title":"Hear the Curator (y1972-42)",
            "transcription":"Hear the Curator (y1972-42)\n\nStanding at the highest point of the Princeton campus, Two Planes Vertical Horizontal II shimmers as its pair of polished stainless steel panels pivots on ball bearings. Artist George Rickey’s interest in sculpture was partly prompted by his experience as an Army Air Corps engineer during World War II, when he serviced the instruments used in B-29 bombers. The artists of the early-20th-century Constructivist movement had experimented with kinetic sculpture, inspiring Rickey’s exploration of geometric forms in motion. Unlike those artists, however, Rickey avoided electric power, preferring to let unpredictable air currents direct his works’ moving parts. Indeed, the movement of the blades of Two Planes Vertical Horizontal II depends on the wind’s velocity; in high winds, they can move in a complete 360-degree arc. The artist found poetry in this tension between mechanical precision and chance happenings in nature.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca033",
            "speaker_type":"Curator"
        },
        {
            "_id":{
                "$oid":"5dc5c8f58daad00016aba015"
            },
            "title":"Hear the Intern (y1972-42)",
            "transcription":"Hear the Intern (y1972-42)\n\nWhat I like about this work is that it kind of looks like a tree. It has this vertical post like a trunk. The squares are on different levels like branches, and then the surfaces are burnished so that the curves look like leaves flashing in the light as it moves in the breeze, just like the tree next to it.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca018",
            "speaker_type":"Student"
        }
    ],
    "video":[],
    "essay":[]
}