{
    "makerid":4720,
    "published_date":"2022-03-28 16:06:16.665851",
    "type":"maker",
    "displayname":"Lysippides Painter",
    "makertype":"Individual",
    "alphasort":"Lysippides Painter",
    "lastname":"Lysippides Painter",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":null,
    "begindate":-530,
    "enddate":-510,
    "nationality":"Greek, Attic",
    "culturegroup":null,
    "biography":"Greek vase painter. An Attic Black-figure artist active during the transition from Black-figure to Red-figure, he is named after a kalos inscription on a neck amphora (London, BM, B 211) praising the youth Lysippides; some 30 vases, including amphorae, hydriae and cups, are ascribed to him. His most discussed works are Black-figure paintings on seven bilingual vases: a cup bearing the potter Andokides’ signature and six amphorae, with Red-figure pictures attributed to the  andokides painter, the probable inventor of the new Red-figure technique. The collaboration of two painters on the same vase was uncommon, so that some scholars believe that the Andokides Painter and the Lysippides Painter are the same artist. However, the conventional nature of the Black-figure paintings seems out of keeping for a brilliant innovator. Although he was the major follower of  exekias, the Lysippides Painter’s pictures are often derivative and not of the highest quality. His Exekian style was at first awkward (e.g. amphora, Rome, Villa Giulia, 24998), then refined (e.g. eye cup, Palermo, Mus. Reg., V 650) and finally sketchy and somewhat overblown (e.g. belly amphora, London, BM, B 193).\r\n\r\nThe Lysippides Painter was fond of horses and chariots (e.g. amphora, New York, Met., 58.32; hydria, Paris, Louvre, F 294) and favoured front views of the latter (e.g. neck amphorae, Oxford, Ashmolean, 208; Munich, Staatl. Antikensamml., 1575). He employed interlocking hooks for horses’ hocks and knees, and curved lines and hooks for men’s kneecaps and ankles respectively. He depicted Herakles wrestling the Nemean lion (e.g. amphorae, Prégny, Baron E. de Rothschild, priv. col.; Bologna, Mus. Civ. Archeol., 151), fighting Kyknos (cup, Cambridge, Fitzwilliam, 37.12), with the boar (oinochoe, London, BM, B 492), playing the cythara (Rome, Villa Giulia, 24998; Munich, Staatl. Antikensamml., 1575), in chariot scenes, and also fighting Geryon and the Amazons on his masterpiece, the largest extant Black-figure eye cup (London, BM, B 426). This has a chariot and horseman depicted inside, around a Dionysiac tondo.\r\n\r\nLike the bilingual version in Palermo, the Lysippides Painter’s Black-figure eye cups (e.g. Brussels, Mus. Royaux A. and Hist., A3645; Munich, Staatl. Antikensamml., 2080) were probably produced in Andokides’ pottery. Indeed, the Lysippides Painter may be identifiable with Andokides, since the potter also followed Exekias. The bilingual amphorae must also have come from Andokides’ workshop. Some have the same subjects on both sides (e.g. Achilles and Ajax Playing, Boston, MA, Mus. F.A., 01.8037; Herakles Banqueting, Munich, Staatl. Antikensamml., 2301), while others feature different ones on either side (e.g. London, BM, B 193, with Achilles and Ajax in Black-figure and The Nemean Lion in Red-figure). In both cases the artist’s Black-figure painting is characteristically old-fashioned. Thus, on the bilingual amphora (Paris, Louvre, F 204) he depicted a standard Black-figure Dionysos accompanied by a maenad (possibly Ariadne) and satyrs, opposite the Andokides Painter’s unusual Herakles and Kerberos. His mature works are more complex, due to the inspiration of the Andokides Painter, and he even adapted the latter’s Kerberos scene for a late Black-figure amphora (Moscow, Pushkin Mus. F.A., 70), inserting his favourite god, Hermes. However, the drawing is finicky, the composition crowded and the mood solemn, showing how far removed his literal, traditional nature was from the fresh sensibility of his Red-figure colleague (GDA).\r\n\r\n\r\nThe Lysippides Painter decorated vases in the black-figure technique in Athens from about 530 to 510 BCE. He decorated a wide variety of vessels, from amphorae to cups, and favored horses and mythological scenes. His painting style is rather old-fashioned and clearly marks him as a pupil of the vase painter Exekias. He is also known to have worked with the potter Andokides. As well as his usual work, the Lysippides Painter decorated the black-figure side of several bilingual vases, vases decorated in both black- and red-figure techniques. The Andokides Painter, another vase painter working with the potter Andokides, decorated the other side of these vases in the newly invented red-figure technique. Scholars have thought that the Lysippides Painter and the Andokides Painter might be one and the same. Yet the Lysippides Painter's conventional style seems at odds with the innovative quality of the work of the Andokides Painter. As with most Greek vase painters, the real name of the Lysippides Painter is unknown, and he is identified only by the stylistic traits of his work. He is named after a kalos inscription of the youth Lysippides on a vase now in the British Museum in London (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Lysippides Painter",
            "alphasort":"Lysippides Painter",
            "lastname":"Lysippides Painter",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500012587"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95757876"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}