{
    "makerid":3121,
    "published_date":"2022-03-28 16:05:15.761126",
    "type":"maker",
    "displayname":"Alexander Phimister Proctor",
    "makertype":"Individual",
    "alphasort":"Proctor Alexander Phimister",
    "lastname":"Proctor",
    "firstname":"Alexander Phimister",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1860–1950",
    "begindate":1860,
    "enddate":1950,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Proctor was an American sculptor with the contemporary reputation of one of the nation's foremost animaliers.\r\n\r\nAmong Proctor's honors are the coveted Prix de Rome in 1898, Gold Medalist at the 1900 Paris Universal Exposition for his ensemble of works commissioned for the United States Pavilion, and an appointment as Resident Sculptor at the American Academy in Rome in 1925\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alexander Phimister Proctor",
            "alphasort":"Proctor Alexander Phimister",
            "lastname":"Proctor",
            "firstname":"Alexander Phimister",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500024193"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/64815975"
        }
    ],
    "audio":[
        {
            "_id":{
                "$oid":"5dc5b3dc242a910016bcaa3c"
            },
            "title":"Hear the Manager of Campus Collections (PP287.1–2)",
            "transcription":"Hear the Manager of Campus Collections (PP287.1–2)\n\nThese bronze tigers are the most beloved sculptures on campus, having guarded Nassau Hall since 1911. When it became apparent that the tiger (and not the lion) was to be Princeton’s mascot, the Class of 1879 gave the tigers to the University to replace the lions it had given in 1889.\n\nThe tigers are the work of Alexander Phimister Proctor, famous for monumental sculptures depicting wildlife and the American west. The model for this pair was a circus tiger. Proctor traveled for weeks with the circus, making numerous sketches of the caged animal in different poses.\n\nDubbing himself the “Sculptor in Buckskin,” Proctor spent his formative years in Colorado, where he worked as a cowboy and a deputy in a raucous mining town. Proctor was also an avid hunter; it was during his hunting trips that he began sketching animals. In 1885 he decided to formalize his art training and left for New York City to study at the National Academy of Design and the Art Students League. His work received many coveted honors, including the Prix de Rome, Gold Medalist at the 1900 Paris World’s Fair, and an appointment as Resident Sculptor at the American Academy in Rome. Proctor’s unique life and public sculpture captured the spirit of the era. It may not be surprising that he counted among his friends President Teddy Roosevelt, with whom he went big game hunting.",
            "source_project":"Campus Art",
            "file_uri":"https://archive.org/details/ca065",
            "speaker_type":"Expert"
        }
    ],
    "video":[],
    "essay":[]
}