{
    "makerid":14109,
    "published_date":"2022-03-28 16:08:30.712966",
    "type":"maker",
    "displayname":"Leonardo Alenza y Nieto",
    "makertype":"Individual",
    "alphasort":"Alenza y Nieto, Leonardo",
    "lastname":"Alenza y Nieto",
    "firstname":"Leonardo",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Spanish, 1807 - 1845",
    "begindate":1807,
    "enddate":1845,
    "nationality":"Spanish",
    "culturegroup":null,
    "biography":"Spanish painter and illustrator. He studied at the Real Academia de S Fernando, Madrid, under Juan Antonio Ribera y Fernández and José de Madrazo y Agudo. He worked independently of court circles and achieved some fame but nevertheless died in such poverty that his burial was paid for by friends. He is often described as the last of the followers of Goya, in whose Caprichos and drawings he found inspiration for the genre scenes for which he became best known. Of these scenes of everyday life and customs the more interesting include The Beating (Madrid, Casón Buen Retiro) and Galician with Puppets (c. 1835; Madrid, Casón Buen Retiro). Alenza y Nieto’s numerous drawings include the illustrations for Alain-René Lesage’s Gil Blas (Madrid, 1840), for an edition of the poems of Francisco de Quevedo published by Castello and for the reviews Semanario pintoresco and El Reflejo. The painting Triumph of David (1842; Madrid, Real Acad. S Fernando, Mus.) led to his election as an Académico de mérito at the Real Academia de S Fernando in 1842, and he produced such portraits as that of Alejandro de la Peña (Madrid, Real Acad. S Fernando, Mus.) and a Self-portrait (Madrid, Casón Buen Retiro). His two canvases entitled Satire on Romantic Suicide (Madrid, Mus. Romántico) are perhaps the most characteristic of his works (GDA).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Leonardo Alenza y Nieto",
            "alphasort":"Alenza y Nieto, Leonardo",
            "lastname":"Alenza y Nieto",
            "firstname":"Leonardo",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500029514"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/22414817"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}