{
    "makerid":559,
    "published_date":"2022-03-28 16:03:37.817766",
    "type":"maker",
    "displayname":"Robert Brackman",
    "makertype":"Individual",
    "alphasort":"Brackman Robert",
    "lastname":"Brackman",
    "firstname":"Robert",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1898–1980",
    "begindate":1898,
    "enddate":1980,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Best known for large figural works, portraits, and still lifes in realist style with interplay of design elements, Robert Brackman created paintings that show the gamut of technical and imaginative skills. From 1931, he had a long career teaching at the Art Students League in New York and was a life member of the League. He also taught at the American Art School in New York City, the Brooklyn Museum School, the Lyme Art Academy, and the Madison Art School in Connecticut.\r\n\r\nAs a portraitist, he painted notables including John D Rockefeller, Jr., Charles Lindburgh, and John Foster Dulles as well as portraits commissioned by the Air Force Academy and the State Department. He was so successful with his portrait painting that he had to choose amongst persons wanting to commission him and from 1940, limited his sitters to three or four a year.\r\n\r\nHe was born in Odessa, Russia, and came to the United States in 1908. He studied at The National Academy of Design from 1919 to 1921, and the Ferrer School in San Francisco. In New York, he also studied with Robert Henri and George Bellows at the National Academy of Design.\r\n\r\nFrom 1934 to 1944, he had seven one-man exhibitions in New York City at Macbeth Gallery.\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Robert Brackman",
            "alphasort":"Brackman Robert",
            "lastname":"Brackman",
            "firstname":"Robert",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500027905"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95853804"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}