{
    "makerid":4488,
    "published_date":"2022-03-28 16:06:08.104040",
    "type":"maker",
    "displayname":"Charles B. Lawrence",
    "makertype":"Individual",
    "alphasort":"Lawrence Charles B.",
    "lastname":"Lawrence",
    "firstname":"Charles",
    "nametitle":null,
    "middlename":"B.",
    "suffix":null,
    "displaybio":"American, active 1813–1837; died after 1864",
    "begindate":1813,
    "enddate":1865,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Charles B. Lawrence is himself an elusive figure about whom neither the birth date nor death date is known. Born in New Jersey (per the 1850 United States Census), he is recorded as living in Bordentown, New Jersey, in 1813 and again in 1821, but from 1814 to 1820, and again from 1822 to 1864, Lawrence is recorded as living in Philadelphia. He seems to have been active as an artist until about 1837. Lawrence exhibited at the Pennsylvania Academy of the Fine Arts, Philadelphia, through 1832, showing views of Bordentown for a few years and, after 1815, almost exclusively portraits. An exception to this was his copy of Jacques-Louis David's Napoleon Crossing the Alps, which was shown regularly there from 1831 to 1870. From 1840 to 1842, Charles B. Lawrence worked as a clerk for the \"Bank of Penn. Township,\" and from 1844 to 1856, he was listed in as a plumber in Philadelphia. Virtually nothing is known of him after this date, and it is believed that he died about 1864. He is not listed in the 1870 United States Census.\r\nhttp://www.cavaliergalleries.com/artist_bio.php?artist_id=848\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Charles B. Lawrence",
            "alphasort":"Lawrence Charles B.",
            "lastname":"Lawrence",
            "firstname":"Charles",
            "nametitle":null,
            "middlename":"B.",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500030592"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/9405601"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}