{
    "makerid":30,
    "published_date":"2025-05-31 02:01:25.204981",
    "type":"maker",
    "displayname":"Jean-Baptiste Alary and Lucien-Jacob Geiser",
    "makertype":"Individual",
    "alphasort":"Jean-Baptiste Alary and Lucien-Jacob Geiser",
    "lastname":"Jean-Baptiste Alary and Lucien-Jacob Geiser",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, active 1860-1870",
    "begindate":1860,
    "enddate":1870,
    "nationality":"French",
    "culturegroup":null,
    "biography":"J. Geiser   (1862-1913), Algiers, Algeria. Jean-Baptiste Antoine Alary had already been photographing scenes in Algeria during the 1850’s when Lucien Jacob Geiser joined him. They set up a shop together under the name Alary & Geiser, but when Jacob died his wife Julie Geiser took over his half of the shop in 1862. Five years later Alary would also die and the shop was turned over to Julie’s three photographer sons under the name Geiser Freres. They continued to print the work of Alary but under their name. By the 1870’s the shop was left in the hands of only one brother, Jean Theophile Geiser who changes the shops name once again to J. Geiser painting & photography. This complicated family history makes it impossible to directly attribute images to any one individual. But taken as a whole they were the most important photographers of Algeria during the 19th century going into the 20th. Many of there images were published as photogravure postcards.\r\n\r\nhttp://www.metropostcard.com/publishersg.html\r\n\r\n-----\r\n\r\nOther names: Geiser frères, James Geiser, Jean Geiser, Jean-Baptiste Antoine Alary , Jean-Théophile Geiser, Julie Geiser \r\nActive: Algeria\r\n\r\nAccording to Ken Jacobson's recently published Odalisques and Arabesques: Orientalist Photography 1839-1925 (Quaritch, 2007), Mme Julie Geiser, a widow who had lost her husband soon after their family emigrated from Switzerland to Algeria in 1850, started - or perhaps took over at the death of her husband - a photography business in the early to mid-1850s, going into partnership with Jean-Baptiste Antoine Alary in 1855, a framer turned photographer who had previously been associated with, and was possibly the student of, daguerreotypist Louis Delemotte. After Alary's death, apparently in or about 1867, the firm appears to have been run by Mme Geiser's three sons (Jean Théophile, James and Jean) and there are CDV backs that attest to this. Jean Théophile died in 1868 and James in 1872. Jean, the only remaining son, had his studio on rue Bab Azoun from 1874-1875 and the firm continued till to Jean Geiser's death in 1923, when A. Jouve bought the company for \"une bouchée de pain\". \r\n \r\nKen Jacobson's in-depth exploration of the studio's history concludes that \"The firm of Alary & Geiser, Geiser Frères and Jean Geiser was probably the most successful Algerian studio in commercial as well as aesthetic terms, and in their longevity.\" \r\n \r\nThe revelation that there were possibly as many as five different Geiser family members who practiced photography, not to mention their partners and assistants, indicates the perils to the photographic historian of merely reading a name from a stamped or signed print and attributing the photograph to a single person. There is clearly more to learn about the Geiser firm concerning the authorship of photographs during different periods. \r\n \r\n[With contributions by Paul Frecker and Michel Megnin]\r\n\r\nhttp://www.luminous-lint.com/app/photographer/1_Alary_Geiser/A/\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Jean-Baptiste Alary and Lucien-Jacob Geiser",
            "alphasort":"Jean-Baptiste Alary and Lucien-Jacob Geiser",
            "lastname":"Jean-Baptiste Alary and Lucien-Jacob Geiser",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}