{
    "makerid":333,
    "published_date":"2022-03-28 16:03:29.071283",
    "type":"maker",
    "displayname":"Hans Bellmer",
    "makertype":"Individual",
    "alphasort":"Bellmer Hans",
    "lastname":"Bellmer",
    "firstname":"Hans",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1902–1975",
    "begindate":1902,
    "enddate":1975,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hans Bellmer",
            "alphasort":"Bellmer Hans",
            "lastname":"Bellmer",
            "firstname":"Hans",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500018770"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/76311975"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db89425975ec80016e02d54"
            },
            "body":"Originally trained as a graphic designer, Hans Bellmer began to create the disturbing, sexually charged scenarios for which he is best known in the early to mid-1930s, shortly after the Nazis came to power. Combining photography, painting, and Surrealist sculpture, these photographic tableaux feature female dolls or mannequins, which Bellmer subjected to a series of disquieting mutations. In this case, the artist fused together two sets of dolls’ legs. Thanks to some suggestive scenography and the addition of pink pigment, these legs evoke both the female pudendum and a mouth (“bouche” is French for “mouth”), uniting the oral and the genital and aligning the processes of communication and consumption with elimination and procreation.\nThe mannequin figures have been dismembered and reassembled; describe the effect of reading these fragments and the resulting illogical figure.\n\n<em><em>Conversation prompts<em><em>\nHow did Bellmar use color in this photograph?\n\nBellmer’s works have been praised for their Surrealist vision but also condemned as misogynistic. What is your interpretation, and which details led you to it?",
            "title":"Teach with Collections: Hans Bellmer, The Mouth",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}