{
    "makerid":4843,
    "published_date":"2022-03-28 16:06:21.381981",
    "type":"maker",
    "displayname":"Maruyama Ōkyo 圓山應擧",
    "makertype":"Individual",
    "alphasort":"Maruyama Okyo",
    "lastname":"Maruyama Okyo",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1733–1795",
    "begindate":1733,
    "enddate":1795,
    "nationality":"Japanese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Maruyama Ōkyo 圓山應擧",
            "alphasort":"Maruyama Okyo",
            "lastname":"Maruyama Okyo",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Maruyama Ōkyo 圓山應擧",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"円山 応挙",
            "alphasort":"円山 応挙",
            "lastname":"円山 応挙",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500121290"
        },
        {
            "source":"VIAF",
            "id":"//viaf.org/viaf/23304761"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db2063bedb54a0016155ee9"
            },
            "body":"<p>The study of individual artists has dominated modern art history, to the neglect of the collective creativity that contributed to countless important works of art. In Japan, as in many other cultures, collective creativity played—and still plays—a significant role in art-making. Two kinds of collective painting practices—workshop and collaborative— [were present] in eighteenth-century Japan. Interrelated but not identical, both practices involved multiple artists in the production of single works. In a workshop system, the head of the studio designed the composition of a painting, often a large-format work, and his assistants executed the details and applied colors. Only the master’s name was signed, however, making the presence of multiple hands in the paintings’ creation sometimes difficult to discern. Representative of the Kano school workshop—a prodigious hereditary apprentice system organized by generations of the Kano family from the sixteenth to the nineteenth century—is a pair of large hanging scrolls, <em>Four Accomplishments<em>. Signed by the head of the workshop, Kano Tsunenobu (1636–1713), the two paintings exhibit the brushwork styles of more than one artist, particularly evident in the background. This signals the involvement of multiple workshop members in producing <em>Four Accomplishments.</em> Another important feature of the Kano workshop operation is the use of style manuals: workshop assistants had limited access to original paintings, so copies made by the head of the workshop served as style manuals that the assistants studied and relied on in collectively producing one work. Consequently, certain motifs in a similar style are used repeatedly in different works, as demonstrated by a painting of a long-tailed bird by Kano Tsunenobu and a similar passage in his <em>Four Accomplishments.</em> The participation of several artists in collaborative paintings is more explicit, as multiple authorships are openly acknowledged through each artist’s signature or seal. In eighteenth-century Japan, artists, particularly those trying to emulate the Chinese literati, began to work collectively in composing paintings. Such leading eighteenth-century painters as Maruyama Ōkyo (1733–1795) and Tani Bunchō (1763–1841) participated in gatherings at which they and their friends painted spontaneously. In these works, each artist painted a part of the composition and signed his name. A set of four sliding door panels [2008-49 a-d] painted by Maruyama Ōkyo, the founding painter of the Maruyama Shijō school, and seven of his students and friends, is a remarkable collaboration: each artist painted one variety of fish, or a turtle, or an eel, signed his name, and pressed his seal next to the part he painted; Ōkyo, the most senior painter of the group, brushed the title and date. The open acknowledgement of the participation of several artists in creating these works invites viewers to search for and compare several individual styles within a single work of art. The practice of copying model paintings by both Chinese and Japanese artists—developing a shared artistic vocabulary—became an indispensable step in the art-making process for both workshop and collaborative painters. Kano Tsunenobu, like his uncle Kano Tan’yū (1602–1674), developed a repertoire of motifs and compositions through the creative copying of Chinese paintings collected in Japan. On loan from the Metropolitan Museum of Art is a two-volume album by Tsunenobu in the style of well-known Chinese painters. Copies and model books by non-Kano school painters further demonstrate that copying was a prevailing practice in Edo Japan. A rare example that embodies workshop, collaborative painting, and copying practices is <em>Bamboo and Pomegranate<em>, a collaboration by two Kano school workshop painters— Kano Naganobu and his son Kano Osanobu—in the collection of the Philadelphia Museum of Art. One artist painted bamboo and the other, pomegranates; each subject, modeled after a Chinese painting that was well known in Japan, was also the product of their creative copying. Collective creativity, involving acknowledged or unstated multiple hands, contributed significantly to the painting production in early modern Japan; it indeed formed an essential part of the history of Japanese art.</p>",
            "title":"Kano School Workshop",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Magazine: Fall 2011"
        }
    ]
}