{
    "makerid":22169,
    "published_date":"2022-09-30 02:01:39.385688",
    "type":"maker",
    "displayname":"Adama Delphine Fawundu",
    "makertype":"Individual",
    "alphasort":"Fawundu, Adama Delphine",
    "lastname":"Fawundu",
    "firstname":"Adama Delphine",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1971, Brooklyn, NY; active Brooklyn",
    "begindate":1971,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Adama Delphine Fawundu",
            "alphasort":"Fawundu, Adama Delphine",
            "lastname":"Fawundu",
            "firstname":"Adama Delphine",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Delphine Fawundu",
            "alphasort":null,
            "lastname":"Fawundu",
            "firstname":"Delphine",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Delphine Fawandu-Buford",
            "alphasort":null,
            "lastname":"Fawandu-Buford",
            "firstname":"Delphine",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"321193"
        },
        {
            "source":"ULAN",
            "id":"500335239"
        },
        {
            "source":"NYPL PIC",
            "id":"378989"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/18152199193514280867"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"6228ce6c9556a800189dfbd4"
            },
            "exhibitions":[
                {
                    "$oid":"62b4c82478f7c2aadedaed49"
                }
            ],
            "title":"Artist Adama Delphine Fawundu's Transcendent Work to be Featured in Princeton",
            "body":"<p><strong>Artist Adama Delphine Fawundu's Transcendent Work to be Featured in Princeton</strong><br>Installation opens Sept. 4 at Princeton University Art Museum’s downtown gallery space, Art@Bainbridge</p><p>PRINCETON, NJ – A selection of works by multimedia artist Adama Delphine Fawundu that explore cultural inheritance and collective creation through photography, fabric-making and video will be on view in Gathering Together/ Adama Delphine Fawundu. The installation will include 10 works by Fawundu acquired by the Princeton University Art Museum earlier this year. The exhibition’s title simultaneously alludes to Fawundu’s artistic practice, which gathers together multiple strands of history; to the installation, which assembles several bodies of her work across a range of media; and to this shared moment as we begin to gather together again.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Gathering Together will be on view Sept. 4 through Oct. 24, 2021, at Art@Bainbridge, the museum’s gallery project in Bainbridge House (1766), one of the oldest buildings in Princeton. The installation is organized by Beth Gollnick, curatorial associate, with Mitra Abbaspour, Haskell Curator of Modern and Contemporary Art at the Princeton University Art Museum.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;“Adama Delphine Fawundu’s extraordinary multisensory work reminds all of us of the power of experiencing compelling works of art in the original in time and space,” said James Steward, Nancy A. Nasher–David J. Haemisegger, Class of 1976, director. “We are honored to showcase this artist’s work – work that is part of a more pluralistic story of global art making – first in our downtown gallery space and later in our collections galleries in the new, David Adjaye–designed Museum scheduled to open in late 2024.”</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Born in Brooklyn, New York, to a Mende father from Sierra Leone and a Bubi mother from Equatorial Guinea, Fawundu seeks to link past and present by embodying feminine West African deities, inserting herself into the archive of Black history and celebrating the transmission of cultural knowledge by her female forebears. The Mende people of Sierra Leone use the word kpoto to describe things in nature that can be pulled together and tied, such as fruits from a tree or rice. Fawundu’s practice can also be described as such a harvest, one in which she uses her body and image to collect and transform folktales, familial traditions and archival records. In her work, hair, cotton and water come together as material reminders that enslavement and colonialism live on in the bodies of people of African descent, the same bodies that transcend these legacies through the creative flowering of the contemporary African diaspora. &nbsp;</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Based in New York, Fawundu holds a Bachelor of Arts in communications and African American studies from Stony Brook University and an Master of Fine Arts from Columbia University. Her work has been widely exhibited and collected by public and private collections worldwide. Fawundu is assistant professor of Visual Arts at Columbia University, and the co-founder and editor-in-chief of MFON: Women Photographers of the African Diaspora, a publication committed to establishing and representing a collective voice of women photographers of African descent.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Among the works to be included in the Art@Bainbridge installation are Passageways #1, Secrets, Traditions, Spoken and Unspoken Truths or Not (2017), a double portrait of the artist and her godmother, enacting the passing down of oral histories and traditions; Sopdet Illuminates (2017), one in a series of photographs in which the artist embodies African water deities; and the cleanse (2017), a video of the artist washing her hair that combines Mende harvest chants and contemporary hip hop music with words by Black luminaries, including Toni Morrison and Frederick Douglass.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The Art Museum will host a conversation between Adama Delphine Fawundu and Anna Arabindan-Kesson, assistant professor of African and Black Diasporic Art at Princeton University, on Oct. 7.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Art@Bainbridge is made possible through the generous support of the Kathleen C. Sherrerd Program Fund in American Art; the Virginia and Bagley Wright, Class of 1946, Program Fund for Modern and Contemporary Art; Barbara and Gerald Essig; and Joshua R. Slocum, Class of 1998, and Sara Slocum.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Additional support is provided by Stacey Roth Goergen, Class of 1990, and Robert B. Goergen; and the New Jersey State Council on the Arts, a partner agency of the National Endowment for the Arts.<br>&nbsp;</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}