{
    "makerid":6575,
    "published_date":"2025-07-17 02:01:44.757810",
    "type":"maker",
    "displayname":"Alvin Langdon Coburn",
    "makertype":"Individual",
    "alphasort":"Coburn, Alvin Langdon",
    "lastname":"Coburn",
    "firstname":"Alvin",
    "nametitle":null,
    "middlename":"Langdon",
    "suffix":null,
    "displaybio":"British, born United States, 1882–1966",
    "begindate":1882,
    "enddate":1966,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Alvin Langdon Coburn",
            "alphasort":"Coburn, Alvin Langdon",
            "lastname":"Coburn",
            "firstname":"Alvin",
            "nametitle":null,
            "middlename":"Langdon",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010929"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/56681164"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d71730c9ad0bf001685d10d"
            },
            "title":"Friends Annual Mary Pitcairn Keating Lecture: Mitra Abbaspour",
            "description":"Mitra Abbaspour, Haskell Curator of Modern and Contemporary Art, delivers a talk titled \"New Vision: Modernity from the top of a skyscraper\" in which she discusses the works of Alvin Langdon Corburn, El Anatsui, Malick Sidibe, Nahum B. Zenil, and Toyin Ojih Odutola, among others.",
            "speaker_type":"Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_xnxpd16x",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2017",
            "sort_date":"2017-05-05",
            "video_type":"Lectures",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"64f1f8be538ac6620e32b777"
            },
            "title":"Exhibition: Clarence H. White and His World: The Art and Craft of Photography, 1895–1925",
            "body":"<p>Exhibition<br>Clarence H. White and His World<br>The Art and Craft of Photography, 1895–1925<br>October 7, 2017–January 7, 2018</p><p>&nbsp;</p><p>Based on major collections of Clarence H. White’s prints and archives owned by the Princeton University Art Museum and the Library of Congress, and supplemented &nbsp;by loans from other museums and private collections, <i>Clarence H. White and His World</i> highlights the career of one &nbsp;of America’s leading art photographers, who began as a humble amateur in a small town in Ohio and rose to be &nbsp;an international leader and founding member of Alfred Stieglitz’s exclusive “Photo-Secession” in 1902.</p><p>White’s beautiful studies of his family and friends dressed up in antebellum or colonial costumes and posed in tableaux inspired by Japanese prints and paintings by artists such as Thomas Dewing, John White Alexander, and Edmund Tarbell—also represented in the exhibition— take us back to an era when photography was not yet taken seriously as an art. The work of &nbsp;White and his colleagues— Edward Steichen, Alvin Langdon Coburn, Gertrude Käsebier, F. Holland Day, and Stieglitz—challenged that belief and played a major role in the acceptance of the medium by art museums. White moved from Ohio to New York in 1906 and founded a series of innovative summer schools and the famous Clarence H. White School, which trained a generation of advertising, documentary, and fashion photographers, including Laura Gilpin, Paul Outerbridge, Ralph Steiner, Karl Struss, Dorothea Lange, Doris Ulmann, and Anton Bruehl.</p><p>Yet it may come as a surprise that this exhibition is not White’s first significant presence at Princeton. In May 1915, the newly revitalized Princeton Camera Club hosted an exhibition of photographs by White School students in Nassau Hall, supplemented in June by a traveling show of fifty platinum prints organized by <i>Platinum Print</i>, a photo journal that White had a large role in establishing in 1913 in competition with Stieglitz’s <i>Camera Work</i>. Mounted in the west corridor of Nassau Hall, the <i>Platinum Print</i> exhibition included samples of White’s work as well as that of &nbsp;“the best-known artists in the United States, among whom might be mentioned Arnold Genthe, Gertrude Käsebier, and William H. Porterfield,” according to the <i>Daily Princetonian</i>.</p><p>After the Camera Club moved its headquarters from the John C. Green School of Science (now destroyed) to the Jigger Shop at 64 Nassau Street (where Palmer Square was later built), it inaugurated its first exhibition on April 6, 1916, with twenty-six pictures by Clarence White, “the leading photographer of New York City.” This was followed in May by a lecture on printing processes and an exhibition by Paul&nbsp;L. Anderson, who taught photographic techniques at the White School and ran a studio in East Orange, New Jersey. The Club announced that forthcoming exhibitions would be devoted to the work of other friends and students of &nbsp;White’s, including Struss, Coburn, Käsebier, and Edward R. Dickson, although these seem not to have materialized. What was mounted was a large show of ninety-seven prints by the Alumni Association of the White School, held in the University Library Exhibition Room from March 31 to April 13, 1917.</p><p>The man behind this explosion of interest in art photography among Princeton undergrads was alumnus Bernard Shea Horne, originally in the Class of 1890 but a graduate in 1891. Son of the founder of a Pittsburgh department store and named after his uncle and his father’s partner, Christian Bernard Shea (father of Princeton trustee Joseph Bernard Shea, Princeton Class of 1885, and grandfather of Christian B. Shea, Class of 1916, whose widow later endowed Shea Boathouse), Horne retired early from the family business and moved to Virginia, where he and his wife, Elizabeth Anthony, had three surviving sons. After his wife died, the family moved to Princeton and Horne became an avid photographer, studying with White in New York from 1915 to 1916.</p><p>Horne’s promotion of art photography at Princeton went beyond bringing in exhibitions. In fall 1915 and 1916 &nbsp;he funded competitions for the best undergraduate pictures taken the previous summers, and in October 1916 he lectured to the Club on how to correctly expose films. Practicing what he preached, Horne made the campus the subject of his own abstracted designs. Influenced by the composition classes of Cubist painter Max Weber at the White School, Horne around 1917—the year he became president of the White School Alumni Organization— climbed up the tower of Pyne Library and shot across the gables to create a repeated pattern of lozenges of light against cast shadows. He subsequently made an even more disorienting view of rooflines angling off a crenellated stone turret, called <i>Design—Roof tops.</i></p><p>After his second marriage in 1917, Horne seems to have curbed his activities for the Princeton Photo Club and turned more seriously to teaching in New York. He replaced Paul Anderson as the main instructor in processes at the White School from 1918 until after White’s death in 1925 and was among the most experimental of White’s students, mastering a variety of printing papers and techniques, such as pinhole cameras and multiple exposures. One of Horne’s pinhole studies is included in the current exhibition, along with many other prints by White, his fellow Photo- Secessionists, and his students that have returned a century later to Princeton.</p><p>&nbsp;</p><p>Anne McCauley&nbsp;<br>David Hunter McAlpin Professor of the History of Photography and Modern Art</p><p><br>Princeton University Art Museum &nbsp; Winter 2018 Magazine</p>",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"65b7f023e95df23b82d72148"
            },
            "body":"<p><strong>Exhibition</strong><br><strong>Clarence H. White and His World: The Art and Craft of Photography, 1895–1925</strong><br>October 7, 2017–January 7, 2018</p><p>In the decade after the invention of the Kodak point-and-shoot camera in 1888, thousands of men and women began taking their own amateur photographs. Some of them, generally from educated backgrounds and interested in the fine arts, aspired to make aesthetically pleasing images that rivaled paintings and prints in their compositions &nbsp;and tonal effects. These serious photographers, favoring large-format view cameras on tripods, called themselves pictorialists, which merely meant that they were concerned with making artistic “pictures” rather than documents.</p><p>One of the most successful and inﬂuential of these self-taught amateurs was Clarence H. White (1871–1925), who rose from modest origins in Newark, Ohio, to become an internationally known art photographer and teacher. <i>Clarence H. White and His World: The Art and Craft of Photography, 1895–1925</i> celebrates the short-lived career of this dedicated visionary, which spans the turbulent era from the Gilded Age through the 1913 Armory Show to the Roaring Twenties.</p><p>Drawing primarily on the vast collection of prints and archival material acquired by former curator Peter C. Bunnell for the Princeton University Art Museum and from the Library of Congress’s White Family Collection, the exhibition also includes photographs by White’s friends—such as Alvin Langdon Coburn, F. Holland Day, and Gertrude Käsebier—and works by a sampling of the hundreds of students who White trained at Columbia Teachers College, the Brooklyn Institute of Arts and Sciences, and the schools he founded in New York, Maine, and Connecticut. Complementing more than 140 rare photographic prints, illustrated books, and albums are paintings and drawings by John White Alexander, Léon Dabo, Thomas Wilmer Dewing, Arthur Wesley Dow, Alice Barber Stephens, Edmund Charles Tarbell, Max Weber, and Marius de Zayas that illuminate the artistic milieu in which White’s style evolved.</p><p>White’s early career centers on his midwestern hometown, where he took up the camera in 1894. Squeezing photographic sittings into the spare time he had from his job as a bookkeeper for a wholesale grocer, he dressed his wife, her sisters, and his friends in costumes evocative of the colonial or antebellum era and posed them in penumbral interiors or the twilit hills outside Newark. White’s knack for setting up tableaux that were at once naturalistic and yet formally striking won him prizes in regional exhibitions, followed by his acceptance in 1898 in the exclusive group show of art photographs held at the Pennsylvania Academy of the Fine Arts. His meeting there with Alfred Stieglitz, F.&nbsp;Holland Day, Gertrude Käsebier, and others led to his participation in international exhibitions and his eventual inclusion as a founding member of the group that Stieglitz in 1902 dubbed the “Photo-Secession.” White stood out from his contemporaries for his assimilation of the radical cropping and flattened planes of Japanese prints, his melancholy, introspective women, and his frank, unromanticized portrayals of children.</p><p>White’s decision in 1904 to become a full-time photographer and his move in 1906 to New York transformed his life and his subjects. While in Newark, he had already earned extra income from commercial jobs illustrating fiction, primarily stories set in frontier America, such as &nbsp;the bestselling novel by Irving Bacheller, <i>Eben Holden: A Tale of the North Country</i>. A section of the exhibition reveals the extent to which White, like many Photo-Secessionists, &nbsp;sold portraits, landscapes, and narrative illustrations to magazines—a practice that has received little attention &nbsp;as a result of Alfred Stieglitz’s renowned dismissal of commercial photography.</p><p>Another discovery explored in the exhibition is the importance of socialism for White’s aesthetic vision. White’s selection of handmade printing techniques—such as gum prints in which a pigmented gum emulsion is hand applied to drawing paper—and his transformation of each platinum print (made in contact with a negative) into a unique object are indebted to the ideals of William Morris and the Arts and Crafts movement, which valued hand labor over standardized machine production. White’s deep friendship with the family of Stephen M. Reynolds, Eugene Debs’s campaign manager and a leading Indiana socialist, resulted in idealized portraits of a family that embraced the simple life, racial and social equality, and the philosophy that every object in the home should be harmonious. White also went on to celebrate Rose Pastor Stokes and her husband, Graham Stokes, a socialist power couple in the years prior to the American entry into World War I.</p><p>Consistent with many socialists’ embrace of Morris &nbsp;and Walt Whitman, White also accepted the undressed human form as natural and free of sin. Throughout his career he made photographs of nude ﬁgures, primarily his sons outdoors and young women posed in the studio or &nbsp;<br>in secluded glens. Drawing upon his greater experience with indoor lighting, White joined with Stieglitz in 1907 for a series of soft-focus studies of female models. A sampling &nbsp;of these prints is reunited here for the first time since 1912, when Stieglitz split with White and disavowed this collaborative venture.</p><p>The latter part of the exhibition is devoted to White’s innovations as a teacher, which form a major part of his legacy. White was hired by Arthur Wesley Dow at Teachers College in 1907 and shared Dow’s philosophy that students of the fine and the applied arts should have the same fundamental training based on design principles (anticipating the approach of the Bauhaus in the 1920s). At a time when the few American schools that existed to teach photography focused solely on processes and technique, White assigned more open-ended compositional and exposure problems followed by group critiques. Later, at the Clarence H. White School that he founded in New York in 1914, he hired a series of artists (starting with Max Weber) to teach art history &nbsp;and composition. White’s students—represented here by Anton Bruehl, Laura Gilpin, Paul Burty Haviland, Paul Outerbridge, Karl Struss, Doris Ulmann, and Margaret Watkins, among others—mastered abstract principles of framing, cropping, and lighting that prepared them for a wide array of professional careers, including the growing arenas of advertising and fashion photography.</p><p>White’s late works include portraits of famous, but &nbsp;now forgotten, actresses and silent film stars, such as Alla Nazimova and Mae Murray, as well as the painter Abbott Thayer and the art director for Condé Nast, Heyworth Campbell. White also tried his hand at fashion photographyand welcomed filmmaking into the White School in the months before he led a summer class to Mexico City, where he tragically succumbed to a heart attack at the age of fifty-four.</p><p>Far from rejecting modern styles, White accommodated them in his school, although he maintained his preference for matte printing papers and a degree of soft focus for his personal salon prints. What unites his career, and allows his work to speak to us today, is his belief in the transformative power of art and the potential of every individual to craft objects of lasting beauty.</p><p><br>Anne McCauley&nbsp;<br>David Hunter McAlpin Professor of the History of Photography &nbsp;<br>and Modern Art</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Fall 2017 Magazine</p>",
            "title":"Exhibition: Clarence H. White and His World: The Art and Craft of Photography, 1895–1925",
            "author_type":"Faculty",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}