{
    "makerid":4610,
    "published_date":"2022-03-28 16:06:12.623357",
    "type":"maker",
    "displayname":"Max Liebermann",
    "makertype":"Individual",
    "alphasort":"Liebermann Max",
    "lastname":"Liebermann",
    "firstname":"Max",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"German, 1847–1935",
    "begindate":1847,
    "enddate":1935,
    "nationality":"German",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Max Liebermann",
            "alphasort":"Liebermann Max",
            "lastname":"Liebermann",
            "firstname":"Max",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5dcdc4a17c485d0016cf42f9"
            },
            "body":"Although Liebermann was a formidable painter, printmaker, and draftsman, his art was controversial in Germany. His stylistic similarities to the French Impressionists and his Jewish ancestry aroused official suspicions before the turn of the century. He was appointed president of the Berlin Secession, founded in 1899, and when a disagreement caused the group to split, he headed the new Free Secession. Further honors were bestowed on him throughout his lifetimes, and in 1920 he became president of the Prussian Akademie der Kunste. He resigned in 1933, when the Nazis came to power. \n\nLiebermann’s graphic oeuvre contains over 500 intaglio and lithographic prints, but he did not undertake printmaking seriously until 1890, when he was in his forties. <em>In the Dunes at Katwijk</em> is one of eighteen soft-ground etchings published in the 1893 portfolio of the Berlin Photographic Society. He executed the corresponding drawing from nature during one of his regular visits to the Netherlands in 1887, at the same time as the painting <em>Cart in the Dunes.<em>\n",
            "title":"Collection Publications: Klinger to Kollwitz Labels",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dcdc4bd7c485d0016cf42fa"
            },
            "body":"Like Menzel, Liebermann considered the act of drawing to be fundamentally important. While the artist’s personality, imagination, and intuition may be lost in the process of working on a painting, they are preserved in a quick sketch or study. \n\nIn the late nineteenth century, Liebermann explored the theme of children at play. During visits to the Netherlands in the late 1890s, he executed several paintings, sketches, and oil studies on the subject of girls walking to school. The poses of the young girl in this drawing may be related to an oil painting of 1898 entitled <em>Schulgang in Laren (Going to School in Laren,</em> private collection). \n",
            "title":"Collection Publications: Klinger to Kollwitz Labels",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}