{
    "makerid":6684,
    "published_date":"2025-06-12 02:05:17.886377",
    "type":"maker",
    "displayname":"David Cox",
    "makertype":"Individual",
    "alphasort":"Cox David",
    "lastname":"Cox",
    "firstname":"David",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1783–1859",
    "begindate":1783,
    "enddate":1859,
    "nationality":"English",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"David Cox",
            "alphasort":"Cox David",
            "lastname":"Cox",
            "firstname":"David",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"David Cox, the Elder",
            "alphasort":null,
            "lastname":"Cox,",
            "firstname":"David",
            "nametitle":null,
            "middlename":null,
            "suffix":"the Elder",
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115416"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/64177706"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d793e231401f60016b5279c"
            },
            "title":"Landscapes Behind Cézanne ",
            "description":"Tim Barringer, Chair and Paul Mellon Professor, Yale University; Christopher Riopelle, Curator of Post 1800 Paintings at the National Gallery, London; and John Elderfield, Allen R. Adler, Class of 1967, Distinguished Curator and Lecturer discuss the exhibition \"Landscapes Behind Cézanne.\"",
            "speaker_type":"Expert & Curator",
            "file_uri":"https://mediacentral.princeton.edu/id/1_mspp0ifw",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"April 16, 2018",
            "sort_date":"2018-04-16",
            "video_type":"Exhibitions, Panel Discussion",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"5db070a121a3d500164867ca"
            },
            "body":"Large in scale and intended for sale, both watercolors belong to a heady period following the successful inaugural exhibi­tion held in London in April 1805 by the Society of Painters in Water-Colours-- an event that did much to accelerate public appreciation of watercolors and inspired artists such as David Cox and Cornelius Varley to produce large, ambitious pieces that rivaled oil paintings. By emphasizing color and tone over drawing, both artists responded to the revolution in watercolor technique that was sparked largely by their contemporaries,  M. W Turner (1775- 1851) and his short-lived rival Thomas Girtin (1775-1802). While both watercolors depict the Thames, their settings, atmos­pheric effects, and technical devices are considerably different and express the range of influences and innovations that played such an important role in the British watercolor movement and, thereby, in the history of British art.\n\nThe earlier of the two works is by Birmingham-born David Cox and dates from his first stay in London  (1804-14), when he supported himself as a drawing teacher and published  the first of his draw­ing manuals, <em>Treatise on Landscape Painting.</em> Better known for his later, bolder, and more roughly executed watercolors of Welsh moors and mountains, Cox's early, finished, and generally tranquil works con­vey his preference for views with a low, flat horizon and dominant, breezy sky rendered with broadly brushed strokes of transparent watercolor. Said to have expressed a distaste for \"portraits of places,\" Cox evokes but does not delineate the urban landmarks of Lambeth Palace (on the left), Westminster Abbey, and the old Houses of Parliament. He captures the essence of the buildings and Westminster Bridge with the same economy as he does the reflections in the water, the oarsman's blue-and-white striped shirt, and the green trees around Lambeth Palace.\n\nIn this bal­ance of human presence and encompass­ing nature, Cox's watercolor reflects the pantheistic spirit of the celebrated poem by his contemporary William Wordsworth, \"Upon Westminster Bridge\" (1802), which describes a rare, unpolluted morning when \"Ships, towers, domes, theatres, and temples lie/Open unto the fields and to the sky; /All bright and glittering in the smokeless air.\"\n\nCornelius Varley, also an important expo­nent of early-nineteenth-century British naturalism, was until recently more cele­brated for his numerous scientific inven­tions, particularly in the field of optics­ including a type of portable camera lucida that he patented in 1811 as the Patent Graphic Telescope. By means of a simple inverting telescope and a series of reflecting  mirrors, this instrument pro­jected on to paper a reduced image that could be traced and colored by hand-thus  allowing  the  artist  to ren­der his \"on the spot\" observations as accurately as possible. Varley used this device for many of his drawings and more finished watercolors, often inscribing  them \"PGT.\" Although this watercolor is not so inscribed, the unfinished foreground together with the tightly delineated buildings in the middle ground, the tiny boats on the river, and the slight distortion of the perspective all seem to be indications of Varley's invention at work.\n\nOne of Varley's largest known watercolors, this view of the Thames from Richmond Park, a popular tourist and  Sunday-outing  site  near  London, remains virtually  unchanged  since Varley's time. While Cox's watercolor owes much to the shimmering London vistas of the eighteenth-century Venetian painter Canaletto,Varley here is indebt­ ed to the pastoral landscapes of Claude Lorrain and Nicolas Poussin, apparent in such details as the nude reclining couple and the stylized rays of the ris­ing sun. He also has been influenced by Turner's views of Richmond, both in the imposition of a classicizing com­position on a British setting and in his choice of the \"sad and fuscous colours, as black or brown or deep purple\" that were advocated by Edmund Burke in his influential work <em>On the Sublime and the Beautiful</em> (1774), as a way of depict­ing the sublime. By endowing his scientifically observed landscape with such conceptual overtones, Varley bestows a visionary complexity on his view of Richmond Hill that contrasts with the topographic tranquillity of Cox's view of Westminster Bridge.\n\n\n",
            "title":"Attack by American Indians: Act II, Scene 1, from the play “Strange Tale of the Castaway: A Western Kabuki,” Adachi Ginkō",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Summer 2006"
        }
    ]
}