{
    "makerid":6670,
    "published_date":"2023-03-29 02:04:49.461641",
    "type":"maker",
    "displayname":"Gustave Courbet",
    "makertype":"Individual",
    "alphasort":"Courbet Gustave",
    "lastname":"Courbet",
    "firstname":"Gustave",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1819–1877; born Ornans, France; died La-Tour-de-Peilz, Switzerland",
    "begindate":1819,
    "enddate":1877,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Gustave Courbet",
            "alphasort":"Courbet Gustave",
            "lastname":"Courbet",
            "firstname":"Gustave",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Alternate",
            "displayname":"Jean Desire Gustave Courbet",
            "alphasort":null,
            "lastname":"Courbet",
            "firstname":"Jean Desire Gustave",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500010927"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/34701462"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db0b78bf85cb00016e5c66f"
            },
            "body":"The innovations of the mid-nineteenth­ century French painter Gustave Courbet (1819-1877) revolutionized several genres of painting. Courbet, an outsized artistic personality, became renowned for genre scenes elevated to the seriousness and importance of history painting; female nudes treated with unprecedented realism; portraiture, ranging widely, according to his relationship with the sitter; and landscapes, perhaps his most influential works for later artists. The museum has been fortunate to purchase\n<em>Rough Sea near a Cliff<em>, a seascape by Courbet, one of the types of landscapes in which the artist's vision was transformative.\n\nCourbet's interest in landscape began with scenes of his native region, Franche­-Comté, a landlocked and rocky province bordering Switzerland. He first painted the ocean during visits to the Mediterranean Sea in 1854 and 1857, but the Atlantic coast of Normandy inspired the greatest number of what he called \"ocean landscapes.\" His first seascapes from Trouville, dated 1865, were inspired by the works of his friends and contemporaries James McNeill Whistler and Eugene Boudin, who had begun painting at the newly fashionable seaside resorts in the early 1860s. In Courbet's early paintings, the water is represented in horizontal bands moving backward into depth, and while natural phenomena are observed, the ocean is tame and in harmony with humankind.\n\nAfter Courbet began to frequent Etretat in 1869, however, the mood of his sea­scapes changed. Along the heroic cliffs of the coastal area, he could observe the battle of the elements. His images of waves took on something of the anthropomor­phic quality described in Jules Michelet's natural historical study, <em>The Sea</em> (1861): they seem to breathe and struggle with the cliffs and shore. The painting the museum has acquired dates from this period.\n\n<em>Rough Sea near a Cliff</em> shows waves with whitecaps rolling diagonally across the canvas, breaking on a deserted shore, with small cliffs rising above, to the right. Dark, low-lying clouds suggest a storm is brew­ ing. No ship at sea or fishing boat drawn up on the strand symbolizes human life. Natural elements-the curve of the  wave, with its dark underside and white foam, the beach, the clouds-are the sole focus of the painter's meditation. Probably painted in the studio, based on memories, this paint­ing was destined for a bourgeois patron, to decorate an interior.\n\n<em>Rough Sea near a Cliff,</em> lacking human presence, contrasts sharply and makes a compelling comparison with Boudin's concentration on fashionable tourists in a smaller beach scene in the museum's collec­ tion, <em>The Beach at Trouville</em> (1865). Courbet's painting instead points toward the future oflandscape, as it would be understood by Paul Cezanne, who is recorded as having admired Courbet's ability to render the es­ sence of a topographical view and the sea.\n\n",
            "title":"Newsletter: Spring /Summer 2008",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}