{
    "makerid":32,
    "published_date":"2022-03-28 16:03:17.057905",
    "type":"maker",
    "displayname":"Grace Arnold Albee",
    "makertype":"Individual",
    "alphasort":"Albee, Grace Arnold",
    "lastname":"Albee",
    "firstname":"Grace",
    "nametitle":null,
    "middlename":"Arnold",
    "suffix":null,
    "displaybio":"American, 1890–1985",
    "begindate":1890,
    "enddate":1985,
    "nationality":"American",
    "culturegroup":null,
    "biography":"In detailed representations of both great urban centers and rustic scenes of rural life, Grace Albee faithfully recorded the places she knew and loved during a career that spanned more than half of this century. The National Museum of Women in the Arts presents a retrospective exhibition of her wood engravings, Grace Albee: An American Printmaker, 1890-1985, on view through November 21, 1999. \r\n\r\nA native of Rhode Island, Albee and her family joined other expatriate Americans living in Paris between the World Wars. There she befriended fellow artists who contributed to her creative development, among them painter Norman Rockwell and engraver Paul Bornet. Albee rendered city scenes and picturesque views from her travels throughout France; her concentration on buildings in Brittany foreshadowed her later interest in rural architecture.\r\n\r\nShe returned to this country and worked during the 1930s in New York City, where the architecture of the changing city inspired her. In Contrast-Rockefeller Center (1934), Albee juxtaposed a Gothic church in the foreground with the dramatically lit skyscrapers beyond. In 1937, Albee and her family relocated to a farm near Doylestown, PA. There she included more intimate portrayals of her surroundings, such as the stone houses and farms of her neighbors. The Boyer Place (1946) shows her ability to capture the detail of the farm scape, from the slatted corn crib in the center to the great stone barn that looms over the scene. \r\n\r\nThe delicate textures of Albee's country grasses and wildflowers reveal her command of wood engraving. Coarse stones, aged wood, and rippled water appear almost touchable. In one of her earliest rural pieces, Housing Problem (1937), Albee's careful observation and composition evoke a humorous depiction of nomadic goats. It won first prize in the Fifteenth Annual Exhibition of American Prints at the Philadelphia Art Alliance in 1937.\r\n\r\nAlbee studied painting and drawing at the Rhode Island School of Design before marrying muralist Percy F. Albee in 1913. She resumed her artwork in the mid-1920s while she raised five sons. In 1946 she was elected a member of the National Academy of Design in New York City. In 1976 the Brooklyn Museum hosted a retrospective exhibition, displaying 80 of her works. Albee is represented in museum collections throughout the United States, with major holdings in the Metropolitan Museum of Art, the Brooklyn Museum, the Library of Congress, the Smithsonian Institution, and the Boston Public Library. \r\n\r\n-- National Museum of Women in the Arts\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Grace Arnold Albee",
            "alphasort":"Albee, Grace Arnold",
            "lastname":"Albee",
            "firstname":"Grace",
            "nametitle":null,
            "middlename":"Arnold",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/80404102"
        },
        {
            "source":"ULAN",
            "id":"500015907"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}