{
    "makerid":15471,
    "published_date":"2022-03-28 16:09:04.206884",
    "type":"maker",
    "displayname":"Emre Hüner",
    "makertype":"Individual",
    "alphasort":"Hüner, Emre",
    "lastname":"Hüner",
    "firstname":"Emre",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Turkish, born 1977",
    "begindate":1977,
    "enddate":0,
    "nationality":"Turkish",
    "culturegroup":null,
    "biography":"Emre Hüner is a Turkish artist currently based at the Rijksakademie in Amsterdam. Hüner works across a wide range of media, including drawing, painting, video, photography, animation and site-specific installations. He weaves together imagery drawn from diverse sources, including found films and photographs as well as archival material, to create narratives that explore the relationship between human beings and the natural and built environment; the larger social and economic systems in which we exist; utopianism; the history of technology; and theories of modernity, particularly the double-edged nature of many of the advances of modern industrial civilization.\r\n\r\nArtist's website: http://www.emrehuner.com/site-2014/cv.htm",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Emre Hüner",
            "alphasort":"Hüner, Emre",
            "lastname":"Hüner",
            "firstname":"Emre",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/308721673"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d72b2c492e7f50016d4ba19"
            },
            "title":"Panel Discussion: Nobody's Property: Art, Land, Space, 2000-2010",
            "description":"Artists Jennifer Allora & Guillermo Calzadilla, Emre Hüner, and Matthew Day Jackson, as well as scholars Daniel Heller-Roazen (Department of Comparative Literature) and Juliana Ochs Dweck (Princeton University Art Museum), discuss the politics and art of land and space in a panel discussion moderated by curator Kelly Baum. The discussion considers questions of ecology, war, sovereignty, and globalization. (Nobody's Property: Art, Land, Space, 2000-2010 was on view at the Princeton University Art Museum from October 23, 2010, to February 20, 2011.)",
            "speaker_type":"Artists",
            "file_uri":"https://mediacentral.princeton.edu/id/1_grx4k8hs",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"2010",
            "sort_date":"2010-11-01",
            "video_type":"Exhibitions, Artist Talks",
            "caption_file":[]
        }
    ],
    "essay":[]
}