{
    "makerid":1810,
    "published_date":"2025-05-27 02:00:40.623660",
    "type":"maker",
    "displayname":"Peter de Wint",
    "makertype":"Individual",
    "alphasort":"Wint Peter de",
    "lastname":"Wint",
    "firstname":"Peter de",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1784–1849",
    "begindate":1784,
    "enddate":1849,
    "nationality":"British",
    "culturegroup":null,
    "biography":"The son of a Dutch-American physician and Scottish mother, Peter De Wint learned engraving from John Raphael Smith, before deciding to become a landscape painter after studying with John Varley  (1778-1842), whose emphasis on the study of nature remained one De Wint’s primary sources of inspiration, along with the panoramic views, sweeping brushstrokes, and subdued blocks of color perfected in the watercolors by Turner’s short-lived rival Thomas Girtin (1775-1802). In 1804, De Wint became one of the founding members of the innovative Society of Painters in Water-Colours—ultimately submitting over 400 watercolors for the Society’s annual exhibitions between  1810 and 1849. Although based in London, DeWint frequently traveled throughout England (only going abroad once, to Normandy, in 1828), seeking out “long, extensive views” (as noted by his wife in her memoir) which he evoked without drama or exaggeration, privileging calm and generally sunny skies. He supplemented his income during the summer months by visiting his patrons at their country estates and working as a drawings instructor to their children. His self-professed devotion to working from nature gained him the admiration of contemporararies as the poet  John Clare, who wrote of De Wint’s work: “For nothing would appear so valuable to me as one of those rough sketches, taken in the fields, that breathe the living freshness of open air and sunshine”.\r\n\r\nDe Wint was characterized more critically by John Ruskin as “a thorough-going John Bull of an artist in all respects—who …never sketches anything but pig-styles and haystacks”—an allusion to DeWint’s almost exclusive devotion to the British countryside in his paintings and watercolors, many of which depict agricultural laborers resting or working in corn or wheatfields. These he had ample opportunity to sketch not only during the summers he spent in Lincolnshire, but also in locations closer to London—as exemplified in the work under consideration, almost certainly made on the spot near Tring, about 30 miles north-west of the capital.\r\n\r\n-- Laura Giles\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Peter de Wint",
            "alphasort":"Wint Peter de",
            "lastname":"Wint",
            "firstname":"Peter de",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/39554977"
        },
        {
            "source":"ULAN",
            "id":"500115381"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}