{
    "makerid":2547,
    "published_date":"2024-05-08 02:00:42.452653",
    "type":"maker",
    "displayname":"Frank Stella",
    "makertype":"Individual",
    "alphasort":"Stella, Frank",
    "lastname":"Stella",
    "firstname":"Frank",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1936–2024, born Malden, MA; active and died New York, NY",
    "begindate":1936,
    "enddate":2024,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Frank Stella earned his degree in history from Princeton University. He moved to New York in 1958, where he developed his artistic talents. He painted with intent to flatten surfaces and often chose square canvases. In the 1970s, Stella created \"maximalist\" paintings, which were paintings that involved relief and sculptural elements in stark contrast to the \"minimalist\" paintings of his early career. American painter (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Frank Stella",
            "alphasort":"Stella, Frank",
            "lastname":"Stella",
            "firstname":"Frank",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500020533"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95807455"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5de7dd77a3c44000169307dc"
            },
            "body":"<p><em><em>FRANK STELLA: PRINTS 1967-1982<em></em> When Frank Stella made his first lithographs in 1967, a graphic arts revival was underway. It was a propitious moment for the American print. The printers, trained at the Tamarind Lithography Workshop in Los Angeles, had come of age and for the first time, America had more than one graphics studio and more than one print publisher. Printmaking had begun to lose its bad name as an artisan craft and its provincial status as an academic pursuit. Major painters, enticed by publishers and encouraged by master printers, tried their hands at printmaking. The graphics revival brought about astounding results. Artists produced prints of a new order, lithographs and etchings that had an authority until then associated mainly with European graphics; except that the prints were distinctly American: they were bigger than prints had been before, brighter, and often so technically proficient that they looked as if they might have been made in Detroit. Frank Stella's first prints differed from those of other painter-printmakers. At a time when many painters utilized sophisticated printing techniques or advanced industrial methods, Stella's intimately scaled prints were anything but flashy. Seldom larger than sixteen by twenty-two inches, often monochromatic, Stella's prints had a spare and dour presence. Prints followed painting compositions and, like the paintings, addressed issues of scale, flatness and shape. But only compositional similarities joined paintings and prints. Stella's prints were as intentionally graphic as his paintings were painterly. Although the prints made between 1967 and 1973 offer a record of Stella's stripe paintings, they neither replicate nor reproduce those pictures, nor was that the artist's intention. The plain and notched rectangles, squares and oddly angled, empty-centered polygons, when reduced and rendered in waxy litho crayon, assumed an entirely new aspect and function. Positioned asymmetrically, surrounded by white paper, prints from the <em>Black, Aluminum, Copper and Purple</em> series are meant to be held in the hand, studied and read like a book. They had in fact been conceived initially as a loose­ leaf album, an ongoing project to which Stella could add new images, but when that proved unfeasible, they were issued as single editions. The painter's concerns can be read in the prints. In a 1959 talk to Pratt Institute students, Stella explained his intention: \"to force illusionistic space out of the painting at a constant rate using a regular pattern.\" The prints show us the regulated patterns and the shapes they echo. But illusionistic space comes with the territory of printmaking. So long as Stella put marks on paper, there was no way to escape printmaking's inherent figure/ground relationship, and no way to excise illusionistic space from the prints. He could have bypassed the relationship. By cropping paper, he could depict shape as emphatic; or by extending an image to the sheet's edge, he could obliterate the figure/ground relationship. But rather than cancel out that relationship, he tried only to neutralize it. Stella chose not to simulate paintings in print. While critics of the print revival accused painters of producing souvenirs in graphics, Stella drew a fine distinction between replication and documentation. His prints recorded the configurations of paintings; they illuminated concepts, but above all, they were drawings. He worked in printmaking as he did in painting, accepting the limitations of the media. To create flat surfaces, he drew hard onto the surface of aluminum plates; overprinted lithographic drawings onto matte, screenprinted grounds; and transposed V-shapes onto fine-ruled graph paper. He did not try to extend the media or push them around. Stella, one of the most radical painters of the time, created traditional prints. Until 1973, when he began the <em>Eccentric Polygons<em>, Stella's prints followed compositions of paintings almost exactly. In the <em>Eccentric Polygons<em>, Stella once again restates shapes from past compositions, the <em>Irregular Polygon</em> paintings of 1965-66, but the <em>Eccentric Polygons</em> differ in a crucial way. Where the surface of the paintings had been evenly painted and so taut that even their unlikely, often jarring color juxtapositions could not interrupt their flat­ ness, the surface of the <em>Eccentric Polygons</em> is broken and patchy. Colors are layered one on top of another. Parts of polygons are glazed. There are no even expanses. The white of the paper shows through. There is the suggestion of volume and the insinuation of illusionism. The <em>Eccentric Polygons</em> coincided with a major stylistic shift in Stella's art, a move away from the rigors of flat, geometric-shaped pictures toward kinds of illusionism. From 1970 to 1973, Stella completed the <em>Polish Village Series<em>, pictures that had collaged and raised surfaces, and in 1974, he began the <em>Brazilian Series<em>, pictures on constructed metal planes. For whatever reason, Stella was leaving behind the strictures of emphatically flat surfaces, a self-imposed limitation, and taking on, instead, the dread illusionism he had once banished from his pictures. The collaged surfaces of the <em>Polish Village Series</em> create raised and recessed areas, and the sometimes colored, sloping, angled planes of the <em>Brazilian Series</em> depend on spatial and painted illusions. Stella was not only questioning illusionism as we know it, but by rendering painted illusions literally in three dimensions, he was beginning to reinvent and redefine its relationship to abstraction. In the <em>Eccentric Polygons<em>, past and present converge; Stella's graphic restatement of an old form carries new ideas. It is as if once he had let the cat out of the bag and allowed illusionism a major role in his pictures, his approach to printmaking changed. After 1974, Stella's involvement with graphics increased and he mined the media for all their potential. He works serially: in the <em>Paper Relief Series, Sinjerli Variations, and Polar Coordinates for Ronnie Peterson<em>, he produces astounding variations on each theme. He works additively: first he collages paper onto the raised surfaces of the <em>Paper Relief Series<em>, then he hand-paints them. For the <em>Polar Coordinates<em>, he combines a printed curving grid, screenprint, lithography, glitter, and more than thirty-seven colors. And in an age in which information passes for knowledge, Stella creates prints so elaborate that their documentation (the technical breakdown of how they are made) tells us only that Stella does it his way. Paintings have continued to inform the prints, and often Stella uses the pencil study for a painting as the basis for a print. But the initial study functions only as a blueprint and guide, a starting-off point, not an end in itself. When he uses the pencil studies for his three-dimensional <em>Exotic Bird</em> pictures as the basis for a series of lithograph/screenprints, the original drawings yield forms for still more variations. Restating the linear maquette for three­ dimensional pictures onto a flat surface, he colors and marks each edition differently. The transposition has its ironic aspect. Mottled and metallic grounds, rife with illusionism, appear on flat grid­lined paper; groupings of French curves, tools of geometry, imply the grand plumage of exotic birds. Placing geometric devices at the service of illusionism, Stella loads the surface of French curves with crayon scribbles and layered color, and shows how much depth a flat, abstract plane can hold. The <em>Polar Coordinates for Ronnie Peterson</em> bear only the slightest resemblance to their source: the gouache drawings for Stella's 1967-70 <em>Saskatoon</em> and <em>Flin-Flan</em> paintings. In those drawings, geo­ metric petals hold color and contain Stella's still­ teasing illusionism. In the prints, the petals have been transformed and extended; they burst with color, movement and shifting perspectives. They dissolve into decorative grounds and coalesce into colored shapes. Structural and decorative elements merge. \"There are two problems in painting. One is to find out what painting is and the other is to find out how to make a painting. The first is learning something and the second is making something.\" Stella's approach to painting, as described in his 1959 talk to Pratt students, applies to his prints. Since 1967, the adventurous painter has pushed the diffident printmaker. By restating and reworking painting compositions in lithographs and screenprints, by combining media, reducing images, adding a layer of lacquer, Stella discovered what prints can be. He has made simple, traditional prints with a lithographic crayon and prints that are best described as technical extravaganzas. He has educated himself in public, producing over a hundred separate editions before making the innovative <em>Polar Co-ordinates<em>, and in the process, he has become a masterful graphic artist. Like his paintings, Stella's recent prints explore illusionism and its place and position in an abstract picture. But prints no longer follow paintings. What goes on in one medium affects but does not determine what goes on in another. The grid that once maintained flatness curves across the surface of <em>Shards</em> to create an undulating perspective. The once implacable rectangle forms a window and there is a view from that window of the sea. In <em>Shards<em>, Stella is paying homage to his competition; the <em>Shards</em> allude to Cubism, Picasso, Matisse, decoration, Surrealism, and volumetric space. Images no longer join paintings and prints, process does. The residue of one project-grooves left on the wood by laser beams used to cut metal forms for Stella's 1981 <em>Circuits</em> pictures-becomes the inspiration for the <em>Circuits</em> prints. Stella liked the laser's tracings, the layered and recessed serpentine lines, and had them transferred to relief blocks to use as the basis for prints. The swirling lines move fast, like the racetracks from which the prints take their names. But the linear frenzy represents only one of <em>Circuits'</em> action-packed elements. Stella performs additive feats; heaping each <em>Circuits</em> image with information, he adds etching, engraving, fields of color and prints images on multicolored hand­made sheets of paper. The effect is non-stop visual action; like traveling in a rushing car, the eye moves fast, takes it all in, and does not stop. The <em>Swan Engravings<em>, like the <em>Circuits</em> prints, are built out of material from the <em>Circuits</em> paintings: scraps and shards of discarded metal. Combining the salvage, Stella forms a collage plate and reworks it with etched lines, engraving, areas of open biting. In <em>Circuits<em>, he layers the visual action ; in the <em>Swans<em>, he fragments it. The randomly shaped elements appear arbitrarily placed. Nothing connects the impression of a lacy doily to etched scribbles standing in relief. Rather than come together, the separate elements, sitting side by side, cause jarring breaks. Only the handling of surface, the tonal variations achieved by the printing of rich blacks, raw whites and gritty grays, connects the disparate elements. The <em>Swans</em> are not one-shot images; to see the whole print requires reading each separate part. Since 1967, Stella has traveled an extraordinary distance as a printmaker and achieved an equally extraordinary range. He began, if diffidently, making traditional prints that, in concept, are more closely aligned with sixteenth- and seventeenth­ century album prints, designed to be placed in books and stored in print cabinets, than with the large, colorful lithographs that dominated the late 1960s. As he has grown more comfortable with the media, he has become more innovative. But he has kept his initial graphic focus. The Swans, for example, with their fragmented surface of disjunctive patterns, declare new ambitions for abstraction and show us how far Stella has moved from his heraldic, systemic paintings of the 1960s. But the Swans are also very much about printmaking. They rely on graphics' essential properties: on the texture and tones of blacks and whites, on linear details, on marks that can be realized only with acids and grounds. The Swans, in fact, are the kind of prints a sixteenth- or seventeenth-century graphic master might have made had he lived in an age of abstraction.&nbsp;</p><p>-- Judith Goldman</p>",
            "title":"Collection Publications: Frank Stella",
            "source_project":"Other",
            "author_type":"Expert",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64f7773e538ac6620e32b77f"
            },
            "title":"Exhibition Preview: Frank Stella Unbound Literature and Printmaking",
            "body":"<p><strong>Exhibition Preview</strong><br><i><strong>Frank Stella Unbound Literature and Printmaking</strong></i><br>May 19–September 23, 2018</p><p>&nbsp;</p><p><i>Frank Stella Unbound</i> honors the sixtieth reunion of Princeton University alumnus Frank Stella, Class of 1958, one of the most celebrated artists of our time. Featuring forty-one works from four major print series, the exhibition is the first to focus on the vital role that literature played in the artist’s groundbreaking explorations of the print medium.</p><p>Between 1984 and 1999, Stella produced four ambitious series of prints that take their titles from literary works—an illustrated publication of <i>Had Gadya</i>, the traditional Passover song; a collection of Italian folktales, transcribed by Italo Calvino; the epic American novel <i>Moby-Dick</i>, by Herman Melville; and the illustrated encyclopedia <i>The Dictionary of Imaginary Places</i>, a compendium of fictional geographies. Stella reaffirmed his commitment to abstraction in his exploration of these texts, finding in literature various organizational structures for his compositions. Responding to the rhythm, lyricism, and imagination of the fictional works, he transformed their narrative properties into a visual vocabulary of gesture and geometric forms, imbuing his abstract compositions with energy, balance, and illusionistic effects.</p><p>Crowning achievements in his graphic oeuvre, the prints in these series are of an unprecedented scale and complexity, technical feats in printmaking that Stella achieved in partnership with the master printer Ken Tyler. In these works, Stella engaged in an active cross-pollination between his practices in painting, sculpture, and printmaking that transformed his visual language and working processes in all media.</p><p>&nbsp;</p><p><br>Princeton University Art Museum &nbsp; Spring 2018 Magazine</p>",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64f9ea26538ac6620e32b785"
            },
            "title":"Exhibition: Printing without Limits: Frank Stella, Ken Tyler, and the Making of Juam",
            "body":"<p><strong>Exhibition&nbsp;</strong><br><strong>Printing without Limits</strong><br><strong>Frank Stella, Ken Tyler, and the Making of </strong><i><strong>Juam</strong></i></p><p>&nbsp;</p><p style=\"margin-left:240px;\"><br><i>Stella did more than anyone else to blast a hole in the traditional tools and aesthetics of printmaking.</i><br><i>–Ken Tyler, Bedford, New York, 1981</i></p><p>&nbsp;</p><p><br>Frank Stella’s rise to fame as a member of the new generation of artists defining the avant-garde of America painting was meteoric following his 1958 graduation from Princeton, so much so that he continues to be best known for his work in that medium. Stella’s impact as a printmaker, however, is no less significant; between 1967 and 2001, he created more than 315 individual print editions divided into twenty􀀁eight series, a body of work that represents one of the most prolific and innovative contributions to printmaking in the twentieth century. Stella’s career as a printmaker and the evolution of his technique developed in partnership with master printmaker Ken Tyler, first upon Tyler’s invitation to create editions at Gemini G.E.L., his workshop in Los Angeles, and later at Tyler Graphics in Bedford, New York. Collaborating as artist and craısman, Stella and Tyler embraced the challenge of expanding the technical capabilities of modern printmaking with each series they made. The result was the development of multimedia prints of unprecedented scale and breathtaking complexity.</p><p>This extraordinary artistic relationship is exemplified in <i>Juam </i>(1997), a standout work of the series <i>Imaginary Places </i>(1994-99), even within that series’ remarkably innovative and diverse imagery. The last of four consecutive print cycles Stella titled aıer specific literary works, the series aligns itself with Alberto Manguel and Gianni Guadalupi’s <i>Dictionary of Imaginary Places</i> (1980). Their book brings together detailed, evocative accounts of the geography, culture, and ways of life of fictional places, such as Narnia or Middle Earth, that are described in world literature from the sixteenth to the twentieth century. Stella assigned specific place names to each print edition. <i>Juam </i>traces back to Herman Melville’s novel <i>Mardi and a Voyage Thither</i> (1849), an adventure story set in the South Seas that includes observations of a fictional island with that name. Melville describes the island as imposing upon first view— a topography of sharp reliefs, where “a dark green pile of cliffs present a range of steep, gable-pointed projections, as if some titanic hammer and chisel had shaped the mass.”</p><p>A soaring composition more than six and a half feet high, <i>Juam </i>utilized nearly every process known in Western printmaking. Stella began the composition by creating an elaborate collage of handmade papers, repurposed graphic elements from commercial sources, reproductions of his previous works, and digitally rendered forms. The artist then collaborated with Tyler and his workshop team to translate each pattern, image, and gesture from the collage into an element within one printing plate. Sixty-six found and fabricated metal printing elements derived from Stella’s various sculpture projects at the time were cut and fit together like a jigsaw puzzle onto a carved wood baseplate to construct the first state of this single, large-scale, multi- technique printing plate. The atmospheric aquamarine field from which the central composition arises, for example, was created by flattening a large section of honeycombed aluminum and sandcasting the material to create the textured surface. To this Stella added lengths of wire—circular links and a spiral shape cut from stainless steel—that appear as deeply impressed linear elements throughout the composition. A large cloud or coral reef–like form arcs across the right-hand side of the composition and upon closer viewing reveals impressive depth from the surface of the print. To achieve this, Stella poured molten metal in mounds, drips, skeins, and splashes to produce sculptural elements that created a relief when printed and are visible as recessed pools across the surface of the paper. Each piece of the assembled plate was individually inked in vivid color, and the plate was printed with a hydraulic press in a single impression onto an enormous sheet of handmade, hand-dyed paper. The various printing techniques ensured that lines and planes were pressed into the paper with varying degrees of depth—rendering spatial depth as &nbsp;both a material reality and a visual illusion in the final printed image.</p><p>Between the first state of the print and the final composition, Stella added additional shapes and textured patterns, selected from a library of printed source materials kept at Tyler Graphics; these were then transformed into a new assembly of 102 irregularly shaped metal plates that were individually inked, fitted together, and printed in one heavily embossed impression. Created in these separate stages over a period of two years, the final state of &nbsp;<i>Juam </i>became one of the most complex and technically ambitious prints Frank Stella and Ken Tyler produced; arguably, it is the crowning achievement of their long collaborative association. As Stella recalled in 1987: “Ken always wanted to try things. . . . In the beginning I would punish him by saying no to every idea. Now I gratify him by saying yes. Now no process is too outrageous or too expensive.” Indeed, &nbsp;<i>Juam </i>is a testament to the audaciousness, ambition, and immense success Stella and Tyler achieved by printing without limits.</p><p><br>Calvin Brown &nbsp;<br>Associate Curator of Prints and Drawings</p><p>Mitra Abbaspour&nbsp;<br>Haskell Curator of Modern and Contemporary Art</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Fall 2018 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"65088c6e538ac6620e32b788"
            },
            "title":"Exhibition: Frank Stella Unbound Literature and Printmaking",
            "body":"<p><strong>Exhibition</strong><br><i><strong>Frank Stella Unbound Literature and Printmaking</strong></i><br>May 19–September 23, 2018</p><p><br>Can an abstract painting tell a story with the same persuasive power and expressive drama as a narrative scene? What is the future for abstract painting—following the artistic brilliance of Pablo Picasso, El Lissitzky, and Jackson Pollock, can it continue to lead to breakthroughs &nbsp;and advances in artistic expression? In 1984, Frank Stella, Princeton Class of 1958, began an exploration of these questions. Over the next fifteen years, he created four &nbsp;print cycles titled after published narratives that rely on exaggeration, fantastical events, and imaginary space— the literary equivalents of expressionistic drama, pictorial illusion, and abstraction.</p><p>This exploration began with a series created in Stella’s state-of-the-art workshop, installed on the ground floor of the artist’s New York City home. Inspired by the Russian artist El Lissitzky’s illustrations of <i>Had Gadya</i>—the concatenated folk song traditionally sung at the end of the Passover Seder—Stella developed a series of twelve prints, one in response to each of Lissitzky’s ten compositions as well as front and back covers. The prints’ titles relay the full narrative of <i>Had Gadya</i>, which recounts the dominance of one being over another as the action of each verse builds on the previous one. This narrative sequence suited Stella’s process of layering multiple printmaking techniques as well as his approach to abstraction—working through permutations of a set of formal elements to explore their compositional possibilities.</p><p>Characteristic of Stella’s <i>Had Gadya</i> series are volumetric renderings of cones and pillars taken from a nineteenth-century manual used to teach architects and stonecutters how to measure and draft the building blocks of neoclassical architecture. Collaged onto the surface of the print, these graphic depictions extend beyond the edges of the paper to emphasize the material space occupied by each work. This technique also inspired a group of high-relief sculptural paintings composed of intersecting geometric shapes cut from aluminum, fiberglass, and etched magnesium and titled after Italo Calvino’s anthology <i>Italian Folktales</i> (1956), which had recently been translated into English. The dynamic exchange of ideas between Stella’s print series and the painted sculptures reversed again when he reprised titles and formal multimedia paintings to create a group of eight new prints. In the case of <i>Bene come il sale</i>, the composition changes subtly in each of the four states of the print, much as the details of an oral story may shift with each retelling.</p><p>Indeed, Stella set out not to illustrate these literary works but rather to use the structure and spirit of each as a catalyst. He thus turned to the novel <i>Moby-Dick</i> (1851) elements from three of these after watching beluga whales at the Coney Island aquarium. Over a period of twelve years, he created the largest series of his career—266 works titled after the 135 chapters of Melville’s masterpiece, a scope that rivaled its literary source in magnitude. The <i>Moby Dick</i> project encompassed Stella’s entire artistic practice, including painted reliefs, freestanding sculptures, and four series of mixed-media prints, each with its own distinct graphic style and representation of space. These discrete bodies of work— <i>The Waves</i>, <i>Moby Dick Engravings</i>, <i>Moby Dick Domes</i>, and <i>Moby Dick Deckle Edges</i>—provide touchstones for exploring the role of printmaking in Stella’s quest to advance a language of abstraction.</p><p>By the time Stella concluded his <i>Moby Dick</i> series, printmaking had become a way of thinking for him. No longer tethered to illustration or reproduction as he &nbsp;<br>had once considered it, printmaking was a medium of experimentation and creative possibilities. At this juncture, he embarked on his most technically complex series of prints yet: <i>Imaginary Places</i>. The encyclopedic entries that compose Alberto Manguel and Gianni Guadalupi's <i>The Dictionary of Imaginary Places</i> are detailed and evocative accounts of the geography, culture, and ways of life of fictional places described in literature, and they provided the perfect source for abstract compositions. Both the locations included in the book and the titular subjects of these prints do not exist in the physical realm; their depictions—in words or in colorful compositions—are created to conjure a rich landscape in one’s imagination. In <i>Imaginary Places</i>, Stella combined all the lessons of the previous print series, creating intricate, multi-process prints by assembling many individual elements; thus, the final compositions serve as compendia of traditional Western printmaking processes, including lithography, screenprinting, etching, aquatint, woodcut, collage, and more.</p><p>These ambitious series represent a crowning achievement in Stella’s graphic oeuvre. With them, he developed printmaking techniques that yielded works &nbsp;of extraordinary visual dynamism, scale, and technical achievement, imbuing his compositions with a drama that parallels the power of the printed word. On the occasion of the artist’s sixtieth reunion, <i>Frank Stella Unbound</i> draws together works from each of these series with the books after which they are titled. Reﬂecting on his practice in 2014, Stella explained, “Abstraction didn’t have to be limited &nbsp;to a kind of rectilinear geometry or even a simple curve geometry. It could have a geometry that had a narrative impact. In other words, you could tell a story with the shapes. It wouldn’t be a literal story, but the shapes and the interaction of the shapes and colors would give you a narrative sense.” In marrying the creative spirit, imaginative possibilities, and narrative structures of literature with the processes of printmaking, Stella transformed his working methods and visual language in ways that continue to inform his artistic explorations.</p><p><br>Mitra Abbaspour, Haskell Curator of Modern and Contemporary Art&nbsp;<br>Calvin Brown, Associate Curator of Prints and Drawings</p><p><br>Princeton University Art Museum &nbsp; Summer 2018 Magazine</p>",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}