{
    "makerid":1216,
    "published_date":"2025-09-24 02:01:36.423059",
    "type":"maker",
    "displayname":"Mel Bochner",
    "makertype":"Individual",
    "alphasort":"Bochner, Mel",
    "lastname":"Bochner",
    "firstname":"Mel",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1940, Pittsburgh, PA; active New York, NY",
    "begindate":1940,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Bochner's artwork prioritizes language, serial systems, and conceptual ideas over the physical object (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Mel Bochner",
            "alphasort":"Bochner, Mel",
            "lastname":"Bochner",
            "firstname":"Mel",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"274627"
        },
        {
            "source":"ULAN",
            "id":"500032444"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/95881378"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"65aed869e95df23b82d72144"
            },
            "body":"<p><strong>In the Galleries&nbsp;</strong><br><strong>The Language of Portraiture</strong><br>April 22–September 17, 2017</p><p>The influential seventeenth-century artist Charles Le Brun posited that facial expressions make visible the movements of the heart and effects of the passions, while bodily actions convey passions of the soul. This idea that there is a language spoken by the gestures, poses, and expressions of the figure transformed the prominence and power of portraiture in the modern era.</p><p>Throughout the twentieth and twenty-first centuries, artists have turned to portraiture to represent individual &nbsp;and cultural pride, to document the events of a particular time and place, and to engage with social and political concerns of their day. The current installation in the Museum’s Marquand Mather Court traverses a century of such explorations around the globe, offering varied perspectives on the languages of portraiture in Africa, Europe, the United States, Mexico, China, and Japan.</p><p>In Bill Viola’s video animation <i>Six Heads</i> (2000), the artist offers a contemporary interpretation of Le Brun’s studies of expression. In <i>Birmingham </i>(2014), titled after the hometown of her childhood, Toyin Ojih Odutola presents a portrait of her brother at ease and confidently present, his body spiraling across the three frames of the triptych. The power of portraiture is a subject Mel Bochner has returned &nbsp;to over the years. In 2016, he translated into a photographic print his 1966 text-based self-portrait that consists of a pair of dueling lists of the dialectical characteristics of an individual. Printed on a mirrored surface, the work implicates the viewer’s image into the interpretive frame of Bochner’s self-portrait, reminding us that individuals are often defined by their external environment as much as by their internal character. &nbsp;</p><p>Mitra Abbaspour</p><p>Princeton University Art Museum &nbsp; Summer 2017 Magazine</p>",
            "title":"In the Galleries: The Language of Portraiture",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}