{
    "makerid":1,
    "published_date":"2022-03-28 16:03:15.572467",
    "type":"maker",
    "displayname":"Allan McCollum",
    "makertype":"Individual",
    "alphasort":"McCollum, Allan",
    "lastname":"McCollum",
    "firstname":"Allan",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1944, Los Angeles, CA; active New York, NY",
    "begindate":1944,
    "enddate":2100,
    "nationality":"American",
    "culturegroup":null,
    "biography":"McCollum's sculptures typically consist of many separate, hand-crafted elements, usually casts from toys, bottle caps, drawer pulls and candy molds. American artist, New York, N.Y. (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Allan McCollum",
            "alphasort":"McCollum, Allan",
            "lastname":"McCollum",
            "firstname":"Allan",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500118788"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/32623273"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5de6a6d0c40d210016c9174f"
            },
            "body":"<p><em><em>For Presentation and Display: Some Art of the ‘80s <em></em> __Ideal Settings and Cultural Critique __ In 1983-84, Louise Lawler and Allan McCollum collaborated on a magazine project entitled For <em>Presentation and Display: Ideal Settings<em>, which would take on a second life as a gallery installation, appearing not in the gallery's main space but rather in its small back room. Seizing on the usually down­ played correspondences between gallery and commercial showroom, the installation was spotlit in flashy tones of pink and blue. A number of clustered pedestals held dozens of identical black, cast-hydrocal objects that themselves approximated small-scale display stands. Viewing the shiny squares capped with stepped circles, one could imagine these negligible platforms marking just about anything-- from a Tonka truck to a Tiffany necklace-- as equivalent in commercial terms. These <em>Ideal Settings<em>, however, were not awaiting wares; made, dated, and signed by the artists, the scatter of settings were themselves the objets d'art (the price for each, $200, was projected on a wall). The installation was read by critics and audiences at the time as sharp-witted commentary on the increasing commodification and spectacularization of art. In both its most literal and figurative senses, the \"support\" for art appeared there in material form-- illuminating and magnifying mores of display and exchange-- while art itself could be seen as superfluous to, or at the very least \"tautological\" with, contemporary modes of exhibition. Of course, <em>Ideal Settings</em> referred not only to Lawler and McCollum's objects but to the gallery itself, that ideal setting for buying and selling art. If the gallery was the site where art would undergo its final, market-driven transformation into pure spectacle, it was also, the artists seemed to suggest, the perfect site to temporarily resist such a transformation. With its contextual frame­ work illuminated, the business of art was laid bare, perfectly if ironically displayed. This smartly enacted elucidation nevertheless failed to shut down (or even slow) the art market, although it is highly unlikely the artists had such unrealistic aspirations. <em>Ideal Settings</em> instead proffered a kind of sideways glance to viewers, asking that they consider (not only in this situation, but in others as well) the artwork 's function within a larger structure-social, economic, institutional­ rather than its role as simply a discrete object. The extension of an artwork 's parameters, and the questions attendant, were by no means new to the 1980s. Indeed, the critical potential of calling attention to context was explored by Duchamp with his ready-mades as early as 1913, and fruitfully employed in the 1960s and 1970s by conceptual artists, including Michael Asher, Daniel Buren, and Hans Haacke. What was new to the 1980s was a mode of contextual inquiry that forcefully exceeded institution al concerns and seriously considered aspects of representation <em>qua</em> representation and subjectivity-- in particular gender, but also sexuality, race, and class. In this regard, a reconsideration of works like Lawler and McCollum's collaboration is overdue. In addition to productively miming the emphatically capitalist (even corporate) role adopted by the gallery system, <em>Ideal Settings</em> also pointed to the exclusivity of the enterprise, as well as to social rituals intended to set certain people apart from others in all manner of settings. For McCollum, whose oeuvre is less focused on commodity fetishism than on modes of exchange and systems of belief, a key interest is represented by his questioning the stereotypical equations of, on the one hand, mass production and mass labor and, on the other, unique object and unique maker. For his series of <em>Perpetual Photos</em> (1982-84), for example, the artist sat, camera in hand, while watching television. Whenever a painting or photograph appeared in a movie or situation comedy-- doing its small part to establish what Roland Barthes once termed the \"reality effect\" of the scene-- McCollum snapped a shot. Blown up and framed, the photographs were so many illegible shadows, distanced from their status as omnipresent props that signify or dignify in terms of culture and class. Lawler's work, too, focuses on ways in which the life of objects in social and institutional settings says something about the life of individuals in those same spaces. In addition, the ambiguous role she assumes questions her classification as \"artist,\" since she regularly curates, appropriates, and documents the works of others; her photographic arrangements are the sole evidence of her own hand. Such gestures should not be seen as merely performances of •cool<em>, analytical critique (as a statement, for example, that this is how art operates in a museum or in a corporate lobby). Rather, these are very particular choices: Lawler marks her own position as an artist by means of what she surrounds herself with, what attracts her, what she points to and at with her camera. Whether an intimate view of a wealthy collector's art­ filled living room or an ensemble of works organized by Lawler, the artist's photographs serve a particular function: she literally takes pictures so that she can give them back with a supplement. That supplement is a generous one, not only alerting us to the structures of economy and culture, but distinctly marked with the very particular worries and enthusiasms that propel every click of Lawler's camera. __What is a picture?__ The preoccupation with how (rather than what) images come to mean was taken up famously by Douglas Crimp in his 1977 <em>Pictures</em> exhibition at the alternative Artists Space in Soho. In fact, many consider this the inaugural moment of much \"'80s\" art, articulating a number of the issues and speculations that would come to be associated with the decade, as well as showing a number of soon-to-be-prominent artists for the first time. In a passage uncannily prescient of the era's burgeoning media theories, Crimp wrote: To an ever greater extent our experience is governed by pictures, pictures in newspapers and magazines, on television and in the cinema. Next to these pictures firsthand experience begins to retreat, to seem more and more trivial. While it once seemed that pictures had the function of interpreting reality, it now seems that they have usurped it. It therefore becomes imperative to understand the picture itself, not in order to uncover a lost reality but to determine how a picture becomes a signifying structure of its own accord. Crimp's insistence that we had come to live in a world understood purely by way of pictures, although a sinister view to some, gave cause for optimism as well. Artists could think of images differently if they were no longer tethered by longstanding artistic imperatives to \"nature\" or an \"original.\" Indeed, as a result of the breakdown of a one-to-one relationship between a \"picture\" and the physical world, Crimp argued, \"representation [was] freed from the tyranny of the represented.\" Rosalind Krauss further posited that such a new condition announced a \"complex of cultural practices, among them a demythologizing criticism and a truly postmodernist art. . . .\" Krauss pointed specifically to Crimp's <em>Pictures<em>, and what she took to be the contributors' primarily photographic practices, as examples of artists revealing the inherent fiction of \"originality\" in art. Sherrie Levine's medium was, as Krauss put it, \"the pirated print,\" a phrase that indicated that by photographing photographs, Levine stole them, pronouncing ownership through guerilla authorship, and thus drawing attention to modes of borrowing intrinsic to the production of art throughout history. It is important to note that much of the theorization of \"postmodern\" practices hinged on photographic procedures, photography’s embeddedness in the repetitions of mechanical reproduction making the medium especially well-equipped for rendering transparent various structures and repetitions, whether art historical, commercial, or social. According to Roland Barthes (in his influential meditation on photography, <em>Camera Lucida<em>), the photograph could be seen as a kind of material contradiction: it always represented what was no longer there. The photograph, then, was always potentially too much (endlessly reprinted) and not enough (reminding that every image denotes an absence). A number of the artists using photography, and some using video and film, have come to be known as \"Appropriation \" artists, a term more generally applied to than chosen by its members. The term nevertheless holds some value, as its connotations imply taking or stealing without permission, or a general will to make something one's own without securing the proper authority. Such characteristics make it clear why works by Lawler, Levine, Dara Birnbau, Jack Goldstein, Robert Longo, Richard Prince, or Cindy Sherman would be singled out as productively critiquing the cultural mechanisms of high art and mass culture. Although these artists and others were at first lauded for deconstructing (or at the very least making visible the workings of) spectacle culture, originality, and aura, critics like Hal Foster and Craig Owens have pointed to a fundamental element of these artists' procedures that had, astoundingly, remained secondary in discussion: <em>difference.</em> Artists using material culled from the surrounding culture are never neutral mirrors of its structures and silent sanctions, but are rather embodied, contingent subjects whose discrete circumstances are hardly arbitrary. Levine 's choice to reproduce canonical images by male artists, including Walker Evans and Edward Weston (whose own subjects were very often, as Owens has pointed out, women, the landscape, and the poor) , was no accident. Attention by both artist and viewer to identity and the subject—addressed, displayed, and controlled not universally but very particularly­- was, perhaps counterintuitively, made possible by recourse to ostensibly shared images. Dara Birnbaum turned to television, that reservoir for increasingly populist imagery and thought. Deeply influenced by Situationist tactics implemented in the streets of Paris during the 1960s, Birnbaum has taken TV as a contemporary metaphor of space, one traversed daily by a vast segment of the population. Recording from advertisements, movies, newscasts, and dramas, the artist has made these moving images her raw material, taking them apart and then piecing them back together with seams showing. As with Levine, the resulting works speak volumes about underlying structures of control that govern behavior and hierarchies. More specifically, she isolates the ways in which representations of women have been constructed and deployed, from the phallic Wonder Woman to the flirty contestants on <em>Hollywood Squares<em>. The power of such critiques does not, however, rest in overdetermined didactic exercises. Instead, these works offer viewers glimpses of normally smoothed-over mechanisms of (gendered) meaning production, while refusing to impose singular readings of their own. The work of Sarah Charlesworth reflects this interest in shared visual meaning somewhat differently, addressing the ways in which archetypal modes of representation accrue and sustain meaning on an almost unconscious level. Increasingly relying on color to indicate cultural association (for example, using red to connote the sexual and the bodily, blue the mental and the spiritual), Charlesworth has presented photographs of accoutrements divested of their context and revealing their proximity to the fetish. These lush works do not deny pleasure-- they court desire and signification while exposing both. So too with Cindy Sherman's works, in which the artist famously assumes a myriad of guises, from her early <em>Film Stills</em> onward. While Sherman has been written about as both encouraging and casting off the \"male gaze;” her works should perhaps be thought of primarily as concise consolidations of cultural signification-how we recognize types, viewpoints, genres. Whether posing as a bobby-socked girl on a desolate roadside or powdered and prostheticized in an exaggerated history portrait, Sherman relies on dredging up, and complicating by making conscious, an uncanny familiarity in her viewers. We have seen these images before even if Sherman's work is brand new to us. __The Display of Desire__ No matter how critical and even analytic the tactics undertaken by this group of artists, one should not overlook the pleasure to be found in their work. Indeed, when asked why she \"took\" the images that she did, Levine responded, “I’m making the picture I want to look at which is what I think everybody does. The desire comes first.\" Desire and considerations of desire's many vicissitudes underscore nearly every work included in [the Museum’s 2005 exhibition] <em>For Presentation and Display<em>. Ranging from slick commercial seduction to deeply motivated feelings of aesthetic attachment, desire propels image, artist, and viewer. Richard Prince's slew of advertisement imagery-sloppily cropped, ill colored, and grainy-is all the more affective for its enthusiastic imperfection. These images give away the artist's fascination and no-holds-barred yearning for all that is on offer: the Marlboro man, Cognac, women's make-up, steamy vacations in the tropics. Prince's aesthetic admission that he is an out-and-out fetishist should be seen as no less revealing than Sherman's uneasy fascination with film (although it may be argued that Prince's terms are much less ambiguous). In both cases, the artists reveal their own complicated relationships to cultural images and, thus, give us the opportunity to do the same. A majority of the works in this [2005] exhibition are photographs, seeming to substantiate the prevailing notion that \"postmodern\" practices have an innate affinity with the medium, but it is essential to look at the play of materials as well as the play of desire-functioning here. Too often these works are discussed only as animators of context, as though they are not material things themselves. Without discounting the critical potential of photography, we would do well to consider the ways in which these artists remain deeply attentive to the bodily and the tactile. Levine, for instance, has been largely discussed in terms of her photographs of photographs, but she was and continues to be active in the manual production of drawings, paintings, sculpture, and furniture, all of which she sees as extending production from the eye to the body. Laurie Simmons's strange tableaux of dolls in domestic scenes are painstakingly assembled, tiny instances of still theater. Robert Longo utilizes \"photographic\" imagery against itself, coaxing its traces to sur­ face unexpectedly in other media, as an unbidden material reminder in charcoal drawings, sculpture, film, and performance. Sherman reveals that the \"photographic\" exists well before the photograph .James Casebere's uncanny images of phantasmic landscapes and architecture reveal themselves as obsessively constructed and documented non-places that refer to nothing and nowhere \"real\" but suggest they can, nonetheless, be psychically (if some­ what claustrophobically) occupied. And James Welling beautifully plays with the parameters and histories of photography, revealing its traditions to be so many manipulable materials in their own right (checklist no. 24). His piece exhibited here speaks the vocabulary of the sublime through the mouth of the banal: seemingly infinitely expanding silver swells are effected by a close-up shot of crumpled foil. Any attempt to construct a view of the \"art of the '80s\" is necessarily a fiction, unveiling no single impulse or theoretical commitment by artists working during these years. Belonging as they do to a period being newly approached as \"history,\" however, the artists and works under consideration provoke undeniably important questions in regard to subjectivity, culture, and materiality; the implications of those questions for our own moment can hardly be underestimated.&nbsp;</p><p>-- Johanna Burton Ph.D. candidate Department of Art and Archaeology Princeton University</p>",
            "title":"Collection Publications: For Presentation and Display: Some Art of the ‚Äò80s",
            "source_project":"Other",
            "author_type":"Student",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}