{
    "makerid":4038,
    "published_date":"2022-03-28 16:05:50.884328",
    "type":"maker",
    "displayname":"John Northwood",
    "makertype":"Individual",
    "alphasort":"Northwood John",
    "lastname":"Northwood",
    "firstname":"John",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"British, 1837–1902",
    "begindate":1837,
    "enddate":1902,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"John Northwood",
            "alphasort":"Northwood John",
            "lastname":"Northwood",
            "firstname":"John",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500096101"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96388371"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1b62dff489700164a3294"
            },
            "body":"The Portland Vase, so-called because it once belonged to the Duchess of Portland, is made of cameo glass . Stylistically, it is to be dated shortly after 30 B.C., and is a famous example of Roman craftsmanship of the Augustan period. The meaning of the scenes has been the subject of discussion and scholarly con­troversy for generations. Within the realm of mythology, the subject has been thought to refer to the marriage of Peleus and Thetis; within the realm of Roman history and political propaganda, the figures have been identified as Apollo, Venus, and others, with refer­ence to Augustus's claim to divine origin.\n\nFrom 1786 to 1790 Josiah Wedgwood, the Staffordshire potter, created an edition of 29 copies of the vase in his \"jas­per ware.\" When the original glass vase was broken in 1845 by a... visitor in the British Museum, Wedgwood's copy was the guide for its restoration. During the nineteenth and twentieth centuries the firm produced, and is pro­ducing, other editions of the vase. The rarest of these, the edition of 1877, was limited to fifteen copies; [this] is one of the few known to survive.\n",
            "title":"Newsletter: Spring 1982",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}