{
    "makerid":12562,
    "published_date":"2022-03-28 16:07:49.358473",
    "type":"maker",
    "displayname":"Ming dynasty",
    "makertype":"Individual",
    "alphasort":"Ming dynasty",
    "lastname":null,
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1368–1644",
    "begindate":1368,
    "enddate":1644,
    "nationality":"Chinese",
    "culturegroup":"Ming dynasty",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ming dynasty",
            "alphasort":"Ming dynasty",
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":"Ming dynasty"
        }
    ],
    "identifiers":[
        {
            "source":"AAT",
            "id":"300018438"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db3400270a6c9001607ed22"
            },
            "body":"In China, garden design developed in tandem with residential architecture. Whether set within palaces, country estates, or urban homes, gardens were viewed as both an extension of domestic space and an escape from it. They offered respite from familial and professional duties and were a favored site for literary gatherings, solitary study, and other leisure activities. Traditional Chinese residences were constructed around courtyards, which were ideal locations for plants, trees, and rocks of interesting shapes—the necessary ingredients for a garden. As residential gardens flourished in urban centers during the Ming (1368–1644) and Qing (1644–1912) dynasties, they were taken out of courtyards and placed in areas adjacent to main living areas. As a result, urban gardens became larger and more complex. In turn, the layout of city gardens drew renewed inspiration from the sprawling rustic gardens found in country estates of the wealthy.\n\nAn example of a country estate garden is seen in the Ming dynasty painting <em>Elegant Gathering in the Western Garden<em>. The scene portrays a legendary party of erudite gentlemen including scholars, artists, calligraphers, imperial relatives, and a Buddhist monk. The rural location of the garden is clear; the distant mountains and natural expanses unbounded by walls or fences indicate that the setting is not an urban garden. Here, the distinction between a curated garden and untrammeled nature is blurred. The attendees of the gathering are placed in the middle of a natural landscape. Only the large tables, chairs, and antique objects imply the setting should be interpreted as a garden. Urban gardens presented particular design challenges in part due to the spatial constraints of city life. As a result, a carefully encoded vision of nature was created. Garden designers chose plantings not merely for their visual appeal but also to convey complex symbolic programs based on a particular plant, tree, or flower’s association with specific human qualities or emotions.",
            "title":"Elegant Gathering in the Western Garden",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Magazine: Spring 2014"
        },
        {
            "_id":{
                "$oid":"5db840035bb1200016106662"
            },
            "body":"Laozi meaning \"Old Master\" was a legendary Daoist philosopher and alleged author of the Daodejing, a primary Daoist writing that present-day scholarship considers possibily to have been written by more one person. By the first century B.C., in the earliest known biographical account of Laozi in the <em>Shi ji (Records of the Grand Historian<em>, ca. 90–104 B.C.) by Sima Qian (145–89 B.C.), Laozi's surname was Li, and his given name was Er. The biography reports that Laozi served as an archivist for the state of Zhou and notes that Laozi and Confucius reportedly met. Sima Qian relates that when the Zhou state was in decline, Laozi decided to leave China for the West. Upon he reached the mountain pass at the western border, Yin Xi the keeper of the pass asked Laozi write down his teachings, so that could be retained in China. Accordingly, Laozi is said to have written the Daodejing in two parts, discussing the ideas of the Way and of Virtue.\n\nIn this painting, Laozi rides in an ox-drawn cart accompanied by four attendants. Behind them can be seen mountains, forest trees, stream, and walled battlements in the mist. Before the cart stands Yin Xi with his hands respectfully clasped in front of him. This rare depiction of this meeting in the western pass can be stylistically compared to Ming paintings, including those by Wang Shichang (1462–after 1531), so it likely dates to the sixteenth century.",
            "title":"Asian Art website: Laozi at the Western Pass",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}