{
    "makerid":3945,
    "published_date":"2022-03-28 16:05:47.341228",
    "type":"maker",
    "displayname":"Patrick Nagatani",
    "makertype":"Individual",
    "alphasort":"Nagatani Patrick",
    "lastname":"Nagatani",
    "firstname":"Patrick",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1945–2017",
    "begindate":1945,
    "enddate":2017,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Patrick Nagatani",
            "alphasort":"Nagatani Patrick",
            "lastname":"Nagatani",
            "firstname":"Patrick",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5e3c4a9da0f30a0016598379"
            },
            "body":"<p>In <i>Golden Eagle, United Nuclear Corporation Uranium Mill and Tailings, Churchrock, New Mexico</i>, another bird-themed work using art historical appropriation, Patrick Nagatani (1945-2017) addressed the environmental implications of atomic energy. Part of Nagatani’s <em>Nuclear Enchantment</em> series, it specifically refers to a disastrous spill at a uranium mill and mining facility in the Four Corners region of northwestern New Mexico. In 1979 the retention dam of the mill’s disposal pond collapsed, releasing more than a thousand tons of radioactive solid waste and ninety-four million gallons of radioactive tailings solution into the nearby Puerco River, contaminating a watershed flowing into the Navajo Nation. Some researchers regard this incident as worse than the notorious Three Mile Island nuclear accident near Harrisburg, Pennsylvania, during the same year, but the remote location of the United Nuclear Corporation disaster—in an area mainly populated by impoverished Native Americans—apparently made it less newsworthy. After numerous reports of radiation-related burns, infections, and amputations suffered by human residents as well as many livestock deaths from drinking contaminated water, the US Environmental Protection Agency eventually declared the spill a Superfund site in 1983. In 1990, when Nagatani produced <em>Golden Eagle,</em> area residents were still coping with the impacts of the disaster, which epitomized long-standing problems of environmental injustice associated with uranium mining, an industry that has employed and sickened many Diné (Navajo) people since the 1940s. By combining a photograph of the United Nuclear corporation facility with imagery appropriated from historical Japanese art, Nagatani interpreted the Church Rock spill as a local incident with global cultural and environmental implications. The golden eagle, strikingly superimposed in the upper left, comes from a nineteenth-century Japanese woodblock print titled <i>Fukagawa Susaki and Jumantsubo</i>, part of a series <i>One Hundred Famous Views of Edo</i> by Ando Hiroshige (1797-1858), a master of <em>ukiyo-e</em> or “pictures of the floating world.” Created shortly after a disastrous 1855 earthquake and fire had devastated the city of Edo, Hiroshige’s depiction of the powerful bird hovering protectively over a tranquil marsh landscape near that Japanese city, with sacred Mount Tsukuba in the background, asserted the earlier artist’s belief in beauty, continuity, and resilience in the face of environmental adversity. Such historical imagery resonated with Nagatani, a second-generation Japanese American born in 1945—the same year that witnessed the first atomic bomb test at the Trinity Site near Alamogordo, New Mexico, as well as the first military uses of nuclear weapons at Hiroshima and Nagasaki, Japan, by US forces during World War II. Nagatani felt a personal connection with these atomic blast sites, since his parents had immigrated to the United States from Hiroshima before the war and he taught photography at the University of New Mexico in Albuquerque, not far from the Trinity Site. A leader in “directorial” photography involving complex choreography and assemblage of pictorial materials, Nagatani here produced a richly layered image intertwining Japanese and Indigenous American environmental histories. --Alan C. Braddock &amp; Karl Kusserow</p>",
            "title":"Nature's Nation",
            "source_project":"Other",
            "author_type":"Curator ",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}