{
    "makerid":1848,
    "published_date":"2022-03-28 16:04:26.542976",
    "type":"maker",
    "displayname":"Don Worth",
    "makertype":"Individual",
    "alphasort":"Worth, Don",
    "lastname":"Worth",
    "firstname":"Don",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1924–2009",
    "begindate":1924,
    "enddate":2009,
    "nationality":"American",
    "culturegroup":null,
    "biography":"On March 18th noted Bay Area photographer and educator, Don Worth, passed away at his home in Mill Valley-he was 84 years old. Although he received a Master of Music degree at the Manhattan School of Music and studied at the Juilliard School of Music, Worth is best known for his stunning photographs of tropical plants and his ethereal landscapes. His quiet understated imagery was not only his artistic signature, but also a reflection of the man himself. Worth was also an educator that influenced countless students. In 1993 he retired as Emeritus Professor of Art from SFSU where he taught photography for over thirty years. Worth was born in Hayes County, NE in 1924 and raised on a small farm in Iowa. His childhood experiences in a rural setting shaped his artistic sensibilities and sparked a life-long interest in horticulture. Although Worth began cultivating exotic plants before the age ten, his initial means of artistic expression was through music. He began his study of piano at he age of eight and in 1946 traveled to New York to study piano and composition. During his studies he encountered the paintings of Georgia O'Keefe and later the photography of Ansel Adams. He was amazed how their art revealed a structure, and an emotional impact, he pursued through music. He immediately purchased a camera and began his life-long pursuit of photography. In the mid 1950's he met Ansel Adams. Ansel was very impressed with Worth, his photographs and their shared interest in music. In 1956 Don was hired as Adams' full-time assistant and continued in that position until 1960. They maintained a close personal friendship until Adams' death in 1984. Worth eventually put aside his pursuit of a career in music and devoted all of his creative energies to photography and the cultivation of plants. For 46 years Worth cultivated his nearly half-acre botanical garden in Mill Valley-it served as both his personal retreat and the subject of hundreds of his photographs. During the six decades that Worth pursued his photography he attained an international reputation as an outstanding photographer and master printer. In 1974 he was awarded a Guggenheim Fellowship to photograph the American Landscape and in 1980 he was granted a Photography Fellowship by the National Endowment for the Arts. In 1973 the San Francisco Museum of Art organized a 150 print exhibition of his work-the exhibit was shown at other museums in the United States. Worth's photographs are in the permanent collection of many museums around the world. Don Worth will be greatly missed by his many friends and countless former students. He is survived by his partner of fifty years Robert Narvaez. There will be no funeral service.\r\n\r\nThe above obituary appeared in the Sunday, April 5, 2009 edition of the San Francisco Chronicle.",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Don Worth",
            "alphasort":"Worth, Don",
            "lastname":"Worth",
            "firstname":"Don",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}