{
    "makerid":2419,
    "published_date":"2025-10-31 02:08:23.068094",
    "type":"maker",
    "displayname":"Aaron Siskind",
    "makertype":"Individual",
    "alphasort":"Siskind, Aaron",
    "lastname":"Siskind",
    "firstname":"Aaron",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1903–1991; born New York, NY; died Providence, RI",
    "begindate":1903,
    "enddate":1991,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Born 4 December 1903; died 8 February 1991. Siskind took his first photographs while on vacation in Bermuda in 1930. In 1932 Siskind worked as a freelance photographer. In 1935 Siskind photographed the Harlem district of New York City, New York for the \"Harlem Document\". From 1951 to 1959 Siskind served as a professor of photography at Illinois Institute of Technology. In 1959 he became director of the photography department, a position he held until 1970. Siskind was a founding member of the Society for Photographic Education in 1963. In 1981 Siskind photographed in Peru (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Aaron Siskind",
            "alphasort":"Siskind, Aaron",
            "lastname":"Siskind",
            "firstname":"Aaron",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5daf18c620f95900166a94c5"
            },
            "body":"Few artists have had as profound and wide-ranging an impact on their medi­um as has the photographer Aaron Siskind. To mark the centenary of his birth in 1903, the museum has organ­ized an exhibition of twenty-one prints from the permanent collection, which contains one of the largest bodies of Siskind's vintage prints. \n\nSiskind began his artistic career as a member of the Photo-League, an organization devoted to social and documentary  photography. In  1944, however, he made a radical change in direction, which he described in the pages of <em>Minicam Photography<em>: \"For the first time in my life subject matter, as such, had ceased to be of primary importance. Instead, I found myself involved in the relationships of these objects, so much so that these pictures tur ned out to be deeply moving and personal experiences.\" \n\nIn <em>Gloucester 1H,</em> which was made at this time, Siskind recognized not a glove, or a hand, but a relationship  of form and surface ren­ dered on a flat picture plane, a theme that he would  continue to explore until his death in 1991. While Siskind's work was to grow increasingly abstract, he made no attempt to conceal his subject matter. His are all essentially \"straight\" photographs- sharply focused,  funda­mentally unmanipulated  slices of the world before his eyes. Although non­ narrative in its structure, Siskind's imagery suggests both the historical past, found in the revelations of peeling and abraded surfaces, and a dynamic and energetic present that demands our attention. \n\nAs Peter C. Bunnell, [former] faculty curator of photography emeritus, noted: \"His was a pictorial achievement that helped shape a distinctly late mod­ ernist American  photographic  style; one that is characterized by a rigorous adherence to the essential qualities of the medium, and the making of a poetic image that is the subject represented as metaphor, in a specific abstract form, in order to express the inner self- the subconscious common to all men and women.\"\n\n\n",
            "title":"Newsletter: Fall 2003",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5dadda3cc5089b0016f26e0e"
            },
            "body":"In 1987 the Museum received as a gift from Jane Teller her sculp­ture, <em>Arch</em> (1982), and also pur­chased another sculpture, <em>Five Forms</em> (1953), and two drawings, one, <em>Gigantija II<em>, from the artist's Malta Series. In a letter to Director Allen Rosenbaum  in  1988, at the time  the Museum acquired these works, Jane Teller wrote, \"Having lived with Aaron Siskind's photographs  for over fifty years, I thought it time to share them, and I hope they will bring to those who see them - young and old - the lessons of space and form and feeling that they give in so strong and quiet a way.\" She continued, \"I think it appropriate that the Museum acquires these photographs and my work coinci­dentally since working and being with Aaron has taught me so much about seeing.\"\n\nPeter Bunnell has said of the bequest, and of the earlier gifts, ''Jane Teller has given us so much. Our holdings of Aaron Siskind's work, in rare vintage prints, is now one of the strongest in the museum community. Siskind's reputation as a pioneer abstract photographer is unquestioned, and with the addition of these exceptional works our students will be made even more aware of his contribu­tion and his genius.\"\n",
            "title":"",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Winter 1992"
        },
        {
            "_id":{
                "$oid":"5dc4543da91ee2001645c31a"
            },
            "body":"<p>Few artists have had as profound and wide-ranging an impact on their medium as has Aaron Siskind. His reputation is built on five decades of innovative picture making, as wel Ias on his role as one of the country's leading photographic educators, first at the Institute of Design in Chicago, and later at the Rhode Island School of Design.To mark the centenary of his birth, the museum has organized a selection of Siskind's work from its permanent collection, which contains one of the largest bodies of the artist's vintage prints. Born in New York in 1903, Siskind began his artistic career as a documentary photographer.His early work, such as the <em>Harlem Document</em> project, reflected his membership inthe Photo-League,an organiza­ tion devoted to social and documentary photography. In 1944, however, Siskind made a radical change in direction: \"For the first time in my life subject matter, as such, had ceased to be of primary importance. Instead, I found myself involved in the relationships of these objects, so much so that these pictures turned out to be deeply moving and personal experiences.'\" In <em>Gloucester 1H</em> which was made at this time, Siskind recognized not a glove, or a hand, but a relationship of form and surface rendered on a flat picture plane, a theme that he would continue to explore until his death in 1991. While Siskind's work was to grow increasingly abstract, he made no attempt to conceal his subject matter. His are all essentially \"straight\" photographs-sharply focused, fundamentally unmanipulated slices of the world before his eyes. Although nonnarrative in its structure, Siskind's imagery suggests both the historical past, found in the revelations of peeling and abraded surfaces, and a dynamic and energetic present that demands our attention. Nor did Siskind discourage emotional or psychological interpretations of his work. As described by Peter C. Bunnell, faculty curator of photography emeritus,\"His was a pictorial achievement that helped shape a distinctly late modernist American photographic style; one that is characterized by a rigorous adherence to the essential qualities of the medium, and the making of a poetic image that is the subject re-presented as metaphor, in a specific abstract form, in order to express the inner self-the subconscious common to all men and women.'\" With their frequent emphasis on bold, graphic gestures, Siskind's photographs have often been allied with the work of the Abstract Expressionists. Siskind was, in fact, close to many of the movement's most notable figures, particularly Franz Kline, and he exhibited in their circle during the 1940s and 1950s. An image like <em>Jalapa 6 (Homage to Franz Kline)</em> from 1973 acknowledges Siskind's friendship with Kline at the same time as it notes formal similarities that were reached through very different tactics. Siskind's photographic aesthetic developed in concert with these colleagues, rather than in response to them, and his work is better understood within the context of photographers like Alfred Stieglitz, Minor White, and, in particular, Frederick Sommer, who shared Siskind's steadfast insistence on discovering a photograph's meaning from the placement and relationship of objects within the tightly defined borders of the print itself. On the occasion of Siskind's seventy-fifth birthday, Bunnell noted,\"One of the most satisfying expressions by an artist isthe versatile reflection of maturity.The ease with which the artist projects his inner strength and extends his own consciousness through his creations is his mark of genius; the achievement of an effortless will is gratifying to us all. Such isthe pleasure of Siskind's work.\" Through­ out this gallery, Siskind's insights are revealed through a rigorous and inspired eye always in search of new experience.&nbsp;</p><p>FURTHER READING&nbsp;</p><p><em>Aaron Siskind 100: Photographs by Aaron Siskind<em>. New York, 2003. Bunnell, Peter C. \"The Bond and the Free.\" In <em>Aaron Siskind: Photographs, 1944-1963<em>. East Hampton, N.Y.,1997. --. \"Aaron Siskind: 75th Anniversary.\" In <em>Degrees of Guidance: Essays on Twentieth-Century American Photography.</em> Cambridge, 1993. Chiarenza, Carl. <em>Aaron Siskind: Pleasures and Terrors.</em> Boston, 1982. Hill, Ronald J. \"Aaron Siskind:Ideas in Photography,\" <em>Record of The Art Museum<em>, Princeton University 39 (1/2): 4-27. Howard, Jan. <em>Interior Drama: Aaron Siskind's Photographs of the 1940s<em>. Providence, R.I., 2003.</p>",
            "title":"Collection Publications: Aaron Siskind at 100",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}