{
    "makerid":20406,
    "published_date":"2022-03-28 16:09:58.871001",
    "type":"maker",
    "displayname":"Melvin Edwards",
    "makertype":"Individual",
    "alphasort":"Edwards, Melvin",
    "lastname":"Edwards",
    "firstname":"Melvin",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1937, Houston, TX; active Los Angeles, CA, New York, NY and Plainfield, NJ",
    "begindate":1937,
    "enddate":0,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Melvin Edwards is an African-American sculptor who was born in Houston, Texas. He was educated at the University of Southern California and the University of California, Los Angeles. His work consists mainly of metal outdoor sculpture (ULAN).",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Melvin Edwards",
            "alphasort":"Edwards, Melvin",
            "lastname":"Edwards",
            "firstname":"Melvin",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500108626"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96494220"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db3619f577cfb0016a236e4"
            },
            "body":"Think of the sharp touch of a blade’s edge and how this sensation links Wangechi Mutu’s <em>Chorus Line <em>(2008) and Melvin Edwards’s <em>Curtain for Friends</em> (2015). It is not difficult to draw out a thematic continuity in both artworks, say that of violence; however, when the works are placed side by side, it is more a <em>feeling</em> that emanates from Mutu’s female forms and Edwards’s barbed wire and chain. The brutal associations of Edwards’s print rematerialize in Mutu’s process of cutting and pasting found photographs over watercolors to create exposed, acrobatic figures. Meanwhile, we can imagine the fused bodies in Mutu’s <em>Chorus Line</em> gathering for a final bow behind Edwards’s <em>Curtain for Friends</em> as if to suggest a mutual bond that emerges on the other side of violence. The works touch each other within a field of echoes and sensations that cannot be reduced to the logics of representation.",
            "title":"Magazine: Winter 2018",
            "source_project":"Other",
            "author_type":"Other",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}