{
    "makerid":20335,
    "published_date":"2025-10-09 02:02:04.716052",
    "type":"maker",
    "displayname":"Zanele Muholi",
    "makertype":"Individual",
    "alphasort":"Muholi, Zanele",
    "lastname":"Muholi",
    "firstname":"Zanele",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"born 1972, Umlazi, South Africa; active Johannesburg, South Africa",
    "begindate":1972,
    "enddate":0,
    "nationality":"South African",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Zanele Muholi",
            "alphasort":"Muholi, Zanele",
            "lastname":"Muholi",
            "firstname":"Zanele",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"NYPL PIC",
            "id":"295651"
        },
        {
            "source":"ULAN",
            "id":"500356089"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/4686727"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d76a6f006187600169254f9"
            },
            "title":"Artist Talk: Zanele Muholi",
            "description":"Zanele Muholi, whose photographs were featured in the recent exhibition Revealing Pictures: Photographs from the Christopher E. Olofson Collection, discussed her work. Muholi is best known for an ongoing series of portraits made to further the visibility of black lesbian women, even as her work insists that no individual is reducible to a category. Begun in the townships of South Africa in 2006, the series now includes more than 250 portraits from around the world. Cosponsored by the Princeton Photography Club.",
            "speaker_type":"Artist ",
            "file_uri":"https://archive.org/details/mc_018",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"October 22, 2017",
            "sort_date":"2017-10-22",
            "video_type":"Artist Talks",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"6598787ee95df23b82d7213f"
            },
            "body":"<p><strong>Exhibition</strong><br><strong>Revealing Pictures Photographs from the &nbsp;Christopher E. Olofson Collection</strong><br>February 4–July 2, 2017</p><p>Photography has long occupied a special place among forms of visual representation for its ability to both document and interpret the world around us. We may perceive a photograph as objective; however, the way we &nbsp;see photographs often involves our own subjectivity. The theorist and philosopher Roland Barthes signaled this key quality in the opening passage of &nbsp;his famous attempt at a new “history of looking,” <i>Camera Lucida</i> (1980). Coming across a photograph of &nbsp;Napoleon’s youngest brother taken nearly a century before, Barthes realized with amazement, “I am looking at eyes that looked at the Emperor.” What &nbsp;had moments before been a standard portrait was now &nbsp;<br>an image rife with new meanings, historical import, and intimate poignancy.</p><p><i>Revealing Pictures</i> presents rich examples of photographs that are more than what they seem. The works on view are drawn entirely from acquisitions made over the past ﬁfteen years by Christopher E. Olofson, Princeton University Class of 1992. Olofson became interested in contemporary Chinese painting in the late 1990s, in part because the subject matter resonated with his undergraduate background in East Asian studies. He soon turned to photography, a medium that he grew up around and that, he explains, felt “both approachable and fresh.” It remains the heart and soul of his collection, the entirety of which will eventually come to the Princeton University Art Museum as a gift.</p><p>Olofson ﬁrst began visiting commercial art galleries &nbsp;and meeting serious collectors in his twenties, and he found himself looking to exhibitions in museums and galleries &nbsp;to instruct, inspire, and refine his collecting. The 2004 exhibition <i>Between Past and Future: New Photography and Video from China</i>, at Asia Society in New York, led Olofson to the artist Liu Zheng, and he purchased <i>Two Miners, Datong, Shanxi Province</i>, which is on view in the exhibition. Attentive to understanding images within their original context, Olofson often acquires multiple works from the same photographic series. For example, <i>Two Miners</i> is from Liu’s work <i>The Chinese</i>, for which he sought to represent a broad sampling of his country’s people, from the upper echelons &nbsp;to the edges of society. Responsive to the artist’s intention, Olofson eventually purchased a diverse group of images from the series.</p><p>Over time, Olofson’s interests broadened geographically beyond China, and he has come to collect certain artists in depth, including Alec Soth. The series <i>Sleeping by the Mississippi</i> traces Soth’s travels along America’s often overlooked midlands in descriptive and eclectic portrayals of individuals, landscapes, and interiors. An image of a mother and daughter in a brothel in Davenport, Iowa, is illuminated by an inter­action, recorded by the artist, in which the daughter shares her dreams, only to have her mother announce that she &nbsp;has “given up on dreaming.” The portrait and its wistful consideration of generational divides are made more potent still when situated alongside other photographs from the series, such as <i>Cemetery, Fountain City, Wisconsin</i>, where the final resting place of Midwestern families is lit by the fluorescent glow of a gas station.</p><p>Works from Zanele Muholi’s series <i>Faces and Phases</i> embody many of the issues driving Olofson’s interest in contemporary photography: identity, representation, &nbsp;and nationhood. Muholi began the series in 2006 as a form of visual activism in response to hate crimes against gays &nbsp;and women in her native South Africa. She sought to generate an extensive, if not exhaustive, group of intimate portraits that would help to ensure black queer visibility. The works now number in the hundreds and span the globe, offering bold portrayals of individuals as well as a sense of a collective archive.</p><p>Olofson’s interest in photographs with deep stories is reﬂected in his most recent acquisition—works from Edmund Clark’s series <i>Negative Publicity: Artefacts of Extraordinary Rendition</i>. Clark’s photographs build on extensive research by the artist and a counterterrorism expert to reveal the secrecy surrounding the people and practices of the United States government’s program of extrajudicial transfer &nbsp;and interrogation. Here, the inviting respite of an indoor hotel pool enclosed by lush gardens—Clark’s record of a recreational stopover for CIA operatives—stands in stark contrast to other images in the series that document hidden spaces of control and incarceration, where an unknown number of people have been detained by these operatives.</p><p>Clark’s photograph is a powerful example of an image that might appear at first glance to be unassuming, banal, or straightforward and then reveals itself to be anything but. Whether seemingly empty spaces that convey the human impact of governmental policies, arresting portraits that suggest the staggering toll of war and economic and social injustice, or photographic series that serve to make visible underrepresented communities, the extraordinary works in <i>Revealing Pictures</i> expand our understanding of &nbsp;what a photograph can do.</p><p><br>Katherine A. Bussard&nbsp;<br>Peter C. Bunnell Curator of Photography</p><p>Princeton University Art Museum &nbsp; Spring 2017 Magazine</p>",
            "title":"Exhibition: Revealing Pictures Photographs from the  Christopher E. Olofson Collection",
            "author_type":"Curator ",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"668da641d5441e3e2214cb37"
            },
            "title":"A Generous Legacy: Transformative Gifts Continue to Shape Princeton's Collections",
            "body":"",
            "essay_uri":"https://artmuseum.princeton.edu/story/generous-legacy-transformative-gifts-continue-shape-princeton%E2%80%99s-collections",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}