{
    "makerid":18719,
    "published_date":"2025-07-03 02:02:09.139134",
    "type":"maker",
    "displayname":"Ismael Tita Mbohou",
    "makertype":"Individual",
    "alphasort":"Mbohou, Ismael Tita",
    "lastname":"Mbohou",
    "firstname":"Ismael",
    "nametitle":null,
    "middlename":"Tita",
    "suffix":null,
    "displaybio":"Cameroonian",
    "begindate":0,
    "enddate":0,
    "nationality":"Cameroonian",
    "culturegroup":"Bamum",
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Ismael Tita Mbohou",
            "alphasort":"Mbohou, Ismael Tita",
            "lastname":"Mbohou",
            "firstname":"Ismael",
            "nametitle":null,
            "middlename":"Tita",
            "suffix":null,
            "culturegroup":"Bamum"
        },
        {
            "nametype":"Alternate",
            "displayname":"Ismael Tita Mbohou",
            "alphasort":null,
            "lastname":"Mbohou",
            "firstname":"Ismael",
            "nametitle":null,
            "middlename":"Tita",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db88b43975ec80016e02d3a"
            },
            "body":"The Cameroonian ruler Ibrahim Njoya invented a new genre of secular art—drawing on paper—to depict the history and culture of the Bamum Kingdom. These dessins bamum (Bamum drawings) were created in multiples to allow for wide distribution, and include captions written in German, French, or Shüpamom (the Bamum language, of Njoya’s invention) to better reach different viewers. This drawing presents the royal genealogy of the Bamum kingdom of Cameroon from its 1394 foundation to sometime after 1933. Eighteen Bamum rulers are depicted with distinctive headgear as well as elaborate necklaces, bandoliers, and staffs. The first seventeen pose in front of the geometrically patterned walls of the palace at Foumban; the last is placed against a gray background, indicating that the image was influenced by a much-reproduced studio photograph of that leader. Bamum genealogies affirmed dynastic lineage and promoted official history during a time of internal and external power struggles, including intra-kingdom disputes and European colonialism.\n\n<em><em>Conversation prompts<em><em>\n\nHow do dessins bamums combine old and new forms of Bamum art and culture?\n\nIn which language are the captions of this drawing written? Why would the Bamum have wanted to appeal to the speakers of that language in the 1930s, when this drawing was made?",
            "title":"Teach with Collections: Ismail Tita Mbohou, Genealogy",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        }
    ]
}