{
    "makerid":15355,
    "published_date":"2022-03-28 16:09:02.375389",
    "type":"maker",
    "displayname":"Colin Pittindrigh",
    "makertype":"Individual",
    "alphasort":"Pittindrigh, Colin",
    "lastname":"Pittindrigh",
    "firstname":"Colin",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, born England, 1918–1996",
    "begindate":1918,
    "enddate":1996,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Pittendrigh was dean of graduate studies at Princeton when he agreed to come to Stanford in 1969. He was one of a group of senior faculty who founded the Human Biology undergraduate major in 1970, and was named the first Bing Professor in Human Biology. \r\n\r\n\"Colin Pittendrigh was one of Stanford's truly great teachers,\" said Donald Kennedy, president emeritus of Stanford and another Hum Bio program founder. Kennedy was chair of biological sciences when he helped recruit Pittendrigh to move west. \r\n\r\n\"Colin taught, famously, the introductory course [titled 'The Evolution of Life and the Emergence of Man'] that freshmen took to prepare for the core curriculum. It was in every respect a great course. It became a legend,\" Kennedy said. \r\n\r\n\"He had already had a wonderful career at Princeton, but he had a whole second career here. He was a model for everyone because he cared about teaching, particularly the teaching of undergraduates, at the same time he was doing marvelous science.\" \r\n\r\nDuring his service as director of Hopkins Marine Station in 1976-84, Pittendrigh is credited with helping to re-build Stanford's century-old marine laboratory. New faculty and facilities brought modern molecular biology, ecology and biomechanics to marine biology at Hopkins, according to biological sciences Professor David Epel. \r\n\r\n\"The station is now internationally famous, very healthy, very vigorous, and Colin started that, getting it back on its track,\" Epel said. \r\n\r\nPittendrigh was born Oct. 13, 1918, in Whitely Bay, England. He received his B.Sc. degree in 1940 from the University of Durham in England. He was assigned to wartime service as a biologist, and worked for the Rockefeller Foundation and the government of Trinidad to control malaria-bearing mosquitoes near military bases there. After the war he served as an adviser on malaria to the Brazilian government. \r\n\r\nHe was a University Fellow at Columbia University in 1945-46 and received his doctorate from Columbia in 1948, after joining the faculty at Princeton in 1947 as an assistant professor of biology. He became a U.S. citizen in 1950. \r\n\r\nAt Princeton, Pittendrigh held the chair of Class of 1877 Professor of Zoology. He served as dean of graduate studies from 1965 to 1969. He also served on a variety of national scientific boards including the science advisory committee to the administrator of the National Aeronautics and Space Administration. He was chair of the 1964 National Academy of Sciences study, \"Biology and the Exploration of Mars.\" \r\n\r\nAmong his numerous honors were a Guggenheim Fellowship, the Alexander von Humboldt Prize and the gold medal of the Czech Academy of Sciences. He was a fellow of the National Academy of Sciences and the American Academy of Arts and Sciences, and served as president of the American Society of Naturalists and vice president of the American Association for the Advancement of Science. \r\n\r\nThe majority of Pittendrigh's scientific career was devoted to studies of the biology of daily rhythms, the \"biological clocks\" in most organisms, which function approximately in time with the 24-hour cycles of daylight and darkness. These circadian rhythms are responsible for jetlag in humans, for the fact that mice feed at night and squirrels in daytime, and for the fact that birds can navigate unerringly across vast distances. \r\n\r\nPittendrigh showed that most organisms maintain a rhythm or periodicity, even in the absence of external clues such as light and temperature. His studies led to the insight that the time-keeping mechanism involves a primary clock, or pacemaker, synchronized with secondary clocks that tell the organism when to start specific actions. \r\n\r\nPittendrigh continued his studies of biological clocks after his retirement from Stanford in 1984; he was working on a new paper at the time of his death. He was an avid fly fisherman, and Margaret Pittendrigh said that the couple retired to Bozeman because of their love of the Rocky Mountain high country. During his years in Montana, Pittendrigh maintained an elder statesman relationship with the science faculty at Montana State University-Bozeman, and was often called upon to lecture. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Colin Pittindrigh",
            "alphasort":"Pittindrigh, Colin",
            "lastname":"Pittindrigh",
            "firstname":"Colin",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}