{
    "makerid":5690,
    "published_date":"2025-06-28 02:03:18.967575",
    "type":"maker",
    "displayname":"Guillaume Duchenne de Boulogne",
    "makertype":"Individual",
    "alphasort":"Duchenne De Boulogne Guillaume",
    "lastname":"Duchenne De Boulogne",
    "firstname":"Guillaume",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"French, 1806–1875",
    "begindate":1806,
    "enddate":1875,
    "nationality":"French",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Alternate",
            "displayname":"Guillaume-Benjamin-Amand Duchenne de Boulogne",
            "alphasort":null,
            "lastname":"Duchenne de Boulogne",
            "firstname":"Guillaume-Benjamin-Amand",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Guillaume Duchenne de Boulogne",
            "alphasort":"Duchenne De Boulogne Guillaume",
            "lastname":"Duchenne De Boulogne",
            "firstname":"Guillaume",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500067174"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/96145465"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db8869f975ec80016e02d2e"
            },
            "body":"The French neurologist Guillaume Duchenne de Boulogne was the first person to empirically test the idea that emotional expressions can be understood as movements of facial muscles, an idea now taken for granted. Duchenne applied electrical currents to facial muscles and used newly invented photographic techniques to record the movements of the face. His research influenced Charles Darwin and generations of modern psychologists. The most popular coding system at present, the Facial Action Coding System, used for classifying emotions in psychology and computer science, is partly based on Duchenne’s research. This plate shows photographs of expressions after stimulation of the corrugator supercilii, one of the muscles controlling the eyebrows. Duchenne believed that this muscle completely controlled expressions of pain. By covering half the face, he could demonstrate that the expression was due to local movements of the eyebrow rather than movements across the whole face.\n\n<em><em>Conversation prompts:<em><em>\nAs Rowlandson did, Duchenne presents the viewer with numerous faces on which to examine expressions. How would you compare these expressions to those illustrated by Rowlandson?\n\nHow would you describe the arrangement of the heads in Duchenne’s work? Does this arrangement influence your reading of the faces? If so, how?\n\nDid your reading of Duchenne’s work shift once you knew it was part of a scientific experiment?",
            "title":"Teach with Collections: Guillaume Duchenne de Boulogne, Plate from Mechanisme de la Physionomie Humaine",
            "source_project":"Other",
            "author_type":"",
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"64f1fcb2538ac6620e32b779"
            },
            "title":"In the Classroom: Studying Emotions in Art and Science",
            "body":"<p><strong>In the Classroom</strong><br><strong>Studying Emotions in Art and Science</strong></p><p><br>Alexander Todorov, professor of psychology, recently spoke with Veronica White, the Museum’s curator ofacademic programs, about his fall 2016 freshman seminar “Expressing the Passions of the Soul: The Study of Human Emotions in Art and Science.” The course was supported by the Andrew W. Mellon Fund for Faculty Innovation at the Museum and met in the galleries and study rooms to examine objects from across the collections. During this time, Professor Todorov was also writing his book <i>Face Value: The Irresistible Influence of First Impressions</i> (Princeton University Press, 2017), which draws on psychology, cognitive science, neuroscience, computer science, and the visual arts to examine face perception and its social dimensions.</p><p><strong>VW </strong>You and your students examined photographs, illustrated books, drawings, prints, sculptures, and paintings in the Museum. Which objects resonated the &nbsp;most with the topics that you were discussing?</p><p><strong>AT </strong>I continue to be amazed by the richness of our collections here at Princeton. There are so many wonderful and relevant works of art to enrich class discussions. Some objects that immediately come to mind are Honoré Daumier’s nineteenth-century drawings and lithographs exploring different emotional reactions; the French neurologist Guillaume Duchenne de Boulogne’s <i>Plate from “Mechanisme de la Physionomie Humaine” </i>(1862) examining emotional expressions as movements of facial muscles; and Oscar Rejlander’s photographs, which were also featured in Charles Darwin’s book <i>The Expression of the Emotions in Man and Animals</i> (1872).</p><p><br><strong>VW </strong>Your course also coincided with a panel discussion, “Reading Faces: A Conversation between Art History and Psychology,” in which we discussed caricatures and studies of emotional expressions. Did you find more overlaps or differences in the approaches of our two disciplines?</p><p><strong>AT &nbsp;</strong>I found more overlaps. The disciplines of art history and psychology are obviously very different, as are their respective jargons. But we basically agree when it comes &nbsp;to specific questions. This was especially clear in the discussion of the work of Duchenne, who carefully staged his photographic sessions but claimed that his photographs captured unbiased expressions of emotions.</p><p><br><strong>VW </strong>How did engaging directly with works of art and class conversations with the students impact your research for &nbsp;the book?</p><p><strong>AT </strong>This was one of the most rewarding parts of working on the book. I came to the conclusion that in the field of visual perception, some of the most interesting phenomena were already discovered by artists before scientists started studying these phenomena. Scientists often simply formalize the intuitions of artists.</p><p><br><strong>VW </strong>This is an interesting point because we often speak &nbsp;of influence flowing from the sciences to the arts, while in fact, a reciprocal exchange takes place. <i>Face Value</i> explains how the pseudoscience of physiognomy was incorrect in &nbsp;its belief that an individual’s personality could be read through his or her facial traits, but it also points out that people form immediate and biased impressions from faces. Do you think that we bring these same biases to reading faces in works of art?</p><p><strong>AT </strong>Yes, we do, unless we approach the works of art using a very technical analysis. It is also the case that many artists deliberately manipulate our impressions. For example, if &nbsp;you look at the faces in <i>Christ before Pontius Pilate</i> in the Museum’s collection, you can see that the only face that is not grotesque is the face of Christ.</p><p><br><strong>VW </strong>What can we do to be more aware of our biased tendencies in general?</p><p><strong>AT </strong>The first step is to be aware that this happens not only to other people but also to us. Once we know that, we can be more attentive to information that is actually useful. For example, many departments, including my own, interview prospective graduate students, but impressions from unstructured interviews are practically useless in predicting professional success. Letters of reference, prior experience, grades, and test scores provide much more useful information—so I pay significant attention to all of these records.</p><p><br><strong>VW </strong>What does your future research look like, and can we hope to see you in the Museum again?</p><p><strong>AT </strong>Right now, my students and I are working on a project that deals with how people end up believing and recreating stereotypes even when these stereotypes are completely false. Stereotypes are essentially sets of associations. In the case of facial appearance, we have stereotypes about the&nbsp;<br>“looks” of all kinds of categories: from specific occupations, such as what a typical professor looks like, to what a criminal looks like. In my lab, we have developed methods that can visualize all of these stereotypes. Most of the time these stereotypes are false, but many people implicitly or explicitly endorse them. We are now studying how such prior beliefs bias information processing and, consequently, perpetuate beliefs in false stereotypes.</p><p>And yes, I’m bringing my PSY 411 “Psychology of Face Perception” class to the Museum this semester.</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Winter 2018 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}