{
    "makerid":18158,
    "published_date":"2025-04-09 02:01:13.913515",
    "type":"maker",
    "displayname":"Magdalene Odundo",
    "makertype":"Individual",
    "alphasort":"Odundo, Magdalene",
    "lastname":"Odundo",
    "firstname":"Magdalene",
    "nametitle":null,
    "middlename":"Anyango Namakhiya",
    "suffix":null,
    "displaybio":"born 1950, Nairobi, Kenya; active Surrey, United Kingdom and London",
    "begindate":1950,
    "enddate":2100,
    "nationality":"British",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":null,
            "displayname":"Magdalene Odundo OBE",
            "alphasort":"Odundo, Magdalene OBE",
            "lastname":"Odundo",
            "firstname":"Magdalene",
            "nametitle":null,
            "middlename":null,
            "suffix":"OBE",
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Magdalene Odundo",
            "alphasort":"Odundo, Magdalene",
            "lastname":"Odundo",
            "firstname":"Magdalene",
            "nametitle":null,
            "middlename":"Anyango Namakhiya",
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500098587"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/25405916"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db33aaa70a6c9001607ed1f"
            },
            "body":"“Clay is a simple substance with a complex structure playing havoc without and within our kilns, keeping us guessing and daring to change its natural composition. Yet, like an alchemist seeking to make gold, I continue to seek to create that ultimate elusive simple vessel which will hold magic for me.” -- Magdalene Odundo\n\nConsidered one of the premier ceramicists working today, Magdalene Odundo, born in Kenya, produces ceramic objects whose beauty emanates from their voluptuous form and shimmering surface. These qualities characterize the Museum’s... acquisition of an early classic Odundo work from 1990: a round-bodied pot with a graceful widemouthed neck and a smooth burnished dark surface. \n\nHand-coiled and scraped smooth with a gourd, Odundo’s objects are laboriously produced. After the clay is shaped, it is covered with slip, fired, and then burnished by hand. The object’s color is determined by the firing technique: a first firing in an oxidizing atmosphere turns it red-orange while a second firing in an oxygen-poor atmosphere causes the clay to turn black.\n\nThis method places Odundo within the tradition of pottery production in sub-Saharan Africa. In most of Africa pottery is made primarily by women, and Odundo recognizes and reinforces this connection through her work’s anthropomorphic references to the female body. But her work also plays with traditional associations. For one, unlike the utilitarian pots created by women, Odundo sees her works as containers of form and color. By conceiving her objects not as vessels but as sculpture—traditionally seen as the purview of men—she blurs the boundaries between these gendered realms.\n\nEven as it remains rooted in African ceramic traditions, Odundo’s work reflects outside artistic influences as diverse as ancient Cycladic figurines and the work of the modern sculptor Hans Arp. The influences on Odundo herself are as wide-ranging. Born in 1950, she received her initial training as a graphic artist in her native Kenya. In 1971 she migrated to the United Kingdom, where she worked in commercial and graphic arts but also began experimenting with clay. Dissatisfied with graphic design and interested in exploring clay further, Odundo returned to Kenya and then traveled to Nigeria to study the thousand-year-old techniques women have used to build and fire pottery. An Officer of the Order of the British Empire (OBE), Odundo now lives and works in Surrey, England.",
            "title":"Magdalene Odundo, artist",
            "source_project":"Other",
            "author_type":"Expert ",
            "source":"Magazine: Winter 2014"
        }
    ]
}