{
    "makerid":15011,
    "published_date":"2022-03-28 16:08:56.220968",
    "type":"maker",
    "displayname":"Hamilton Murray",
    "makertype":"Individual",
    "alphasort":"Murray, Hamilton",
    "lastname":"Murray",
    "firstname":"Hamilton",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1850–1873",
    "begindate":1850,
    "enddate":1873,
    "nationality":"American",
    "culturegroup":null,
    "biography":"Died in ship collision on Ville du Havre with his sister Martha in 1873. He was an excellent swimmer, however, his sister did not swim and it was reported that he remained with her rather than swimming to safety. They both drowned. Hamilton and Martha were sailing to recover from the deaths of both parents in one year when their ship was struck mid ship by the sailing ship \"Loch Earn\".\r\n\r\nAt 16 he was sent to Europe to complete college preparation. After two years @ University of Pennsylvania he transferred to Princeton where he graduated in 1872. His will, which was written the night before he embarked on his fatal voyage, left $20,000 to the Philadelphian Society of Princeton for the erection of an assembly hall and library to be used \"for religious purposes only.\" The society, an offshoot of the Young Men's Christian Association, had been formed by a group of Princeton undergraduates in 1825 to promote religious activities both on and off campus. Murray Hall was completed in 1879 on the Princeton University campus. It was later known as Murray/Dodge Hall and still later Theatre Intime.\r\n\r\nIn the eulogy delivered by Rev. J. Winthrop Hagerman, Hamilton was widely respected for his \"absolute fidelity to every trust, whether love or of obligation.\"\r\n\r\nReference: \"Princeton Alumni Weekly\" 9 Oct. 1978 from the article \"The Ghost of Murray Hall\"\r\n\r\nMore About Hamilton Murray: Degree: 1872, Princeton University. \r\n\r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Hamilton Murray",
            "alphasort":"Murray, Hamilton",
            "lastname":"Murray",
            "firstname":"Hamilton",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}