{
    "makerid":5980,
    "published_date":"2025-08-26 02:04:05.248008",
    "type":"maker",
    "displayname":"Helen Frankenthaler",
    "makertype":"Individual",
    "alphasort":"Frankenthaler, Helen",
    "lastname":"Frankenthaler",
    "firstname":"Helen",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"1928–2011; born New York, NY; died Darien, CT",
    "begindate":1928,
    "enddate":2011,
    "nationality":"American",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Helen Frankenthaler",
            "alphasort":"Frankenthaler, Helen",
            "lastname":"Frankenthaler",
            "firstname":"Helen",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115813"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/84991528"
        }
    ],
    "audio":[],
    "video":[
        {
            "_id":{
                "$oid":"5d766a6dde7fee00162b6ae6"
            },
            "title":"Painting Printing Frankenthaler: The Process of Abstraction",
            "description":"Carol Armstrong, Professor of the history of art at Yale University, discusses Helen Frankenthaler.",
            "speaker_type":"Expert",
            "file_uri":"https://mediacentral.princeton.edu/id/1_e09mce23",
            "transcript":"",
            "source_project":"Other",
            "displaydate":"June 29, 2019",
            "sort_date":"2019-06-29",
            "video_type":"Lectures, Exhibitions",
            "caption_file":[]
        }
    ],
    "essay":[
        {
            "_id":{
                "$oid":"64db99ae538ac6620e32b746"
            },
            "body":"<p><strong>Museum News&nbsp;</strong><br><strong>Masterworks of Abstract Expressionism Gifted to Princeton</strong></p><p>When the Princeton University Art Museum opens its new building in early 2025, eight master-pieces of abstract painting, a recent gift from Preston H. Haskell, Class of 1960, will be on view in the galleries. These canonical paintings—Willem de Kooning’s <i>Woman II</i> (1961), Helen Frankenthaler’s <i>Belfry</i> (1979), Hans Hofmann’s <i>The Chair </i>(1944) and <i>Composition #3</i> (1952), Joan Mitchell’s <i>Aires pour Marion </i>(1975–76), Gerhard Richter’s <i>Abstract Painting (613-3) </i>(1986), Jean-Paul Riopelle’s <i>Terre Promise</i> (1960), and Mark Rothko’s <i>Untitled</i> (1968)—constitute one of the most significant gifts of art in the Museum’s history.</p><p>A longtime collector of post–World War II abstract art, Haskell served on the Museum’s Advisory Council for twenty-four years and as its chair for four years (2010–14), prior to moving to honorary status. In 2010 he endowed the Haskell Curatorship of Modern and Contemporary Art at the Museum, a position held by Mitra Abbaspour. \"Early on, I focused on the American postwar abstract expressionism movement, works that are entirely nonobjective and highly spontaneous, colorful, and emotional,” Haskell says. “I found myself passionately drawn to the energy, mystery, and excitement of these works—a passion that is as difficult to rationalize as the art itself.”</p><p>Six of the eight paintings featured in the Museum’s exhibition Rothko to Richter: Mark-Making in Abstract Painting from the Collection of Preston H. Haskell, held in 2014. The exhibition explored the dramatic developments in abstract art that unfolded between 1950 and 1990, when experimentation with various methods of producing an abstraction and applying paint to a surface was common as artists alternately emphasized or suppressed traces of their touch.</p><p>The exhibition’s curator, Kelly Baum, who was the Museum’s first Haskell Curator of Modern and Contemporary Art, wrote in the accompanying catalogue:</p><p style=\"margin-left:40px;\">“As seen through the perspective of the Haskell Collection, painting does not progress in a linear fashion from one movement to its successor, concluding triumphantly at a particular moment in time; instead, it advances, falters, invents, borrows, revisits, breaks, resumes, and changes. . . . Precisely because the collection to which they belong represents the unique perspective of a single individual, the works featured here provide novel perspectives on the history of art, specifically the parallel evolution of abstract painting and mark-making in the last&nbsp;<br>four decades of the twentieth century.”</p><p>In addition to this landmark gift of &nbsp;art, Haskell made an early leadership &nbsp;gift in support of the creation of the &nbsp;new Museum, to be recognized with the naming of an education center in that facility. Haskell’s gift is one of numerous major alumni commitments that have enabled the construction of the new Museum. Haskell notes: “Having a great art museum is important to the primary mission of the University, which is teaching, learning, and research. Without the great collection and the scholars, curators, and researchers—both permanent and visiting—you couldn’t have a great museum and you couldn’t have a great educational experience.”</p><p>“Without Preston’s steadfast volunteer leadership and advocacy over many years, I doubt very much that the project of making a new Art Museum at Princeton would be becoming reality,” says James Steward, the Nancy A. Nasher–David J. Haemisegger, Class of 1976, Director of the Museum. “His early commitment of financial support led to many of the fundraising successes that have followed, and now Preston’s commitment of art takes our collection of modern art to a new level.” Additional major gifts in support of the new Museum will be announced over the next year.</p><p>&nbsp;</p><p>Princeton University Art Museum Spring 2023 Magazine</p>",
            "title":"Museum News:  Masterworks of Abstract Expressionism Gifted to Princeton",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64ee0ded538ac6620e32b762"
            },
            "title":"Exhibition: Helen Frankenthaler Prints Celebrating a Transformative Gift",
            "body":"<p><strong>Exhibition</strong><br><strong>Helen Frankenthaler Prints Celebrating a Transformative Gift</strong><br>June 29–October 20, 2019</p><p>&nbsp;</p><p>The artistic career of Helen Frankenthaler (1928–2011) is intertwined with both the dominance of abstract painting among the avant-garde artists of the New York School in the mid-twentieth century and the establishment and growth of print workshops dedicated to collaborative printmaking between artists and highly trained master printers. Frankenthaler was the most prolific printmaker of her generation, and she is renowned for her innovative approach to traditional processes. The Princeton University Art Museum is honored to be among the first ten institutions included in the Frankenthaler Prints Initiative, a program designed to place groups of prints by the artist at university-affiliated museums. Carefully chosen by Ruth Fine, former curator at the National Gallery of Art, where she organized a major retrospective of Frankenthaler’s prints in 1993, the works reveal the vitality of Frankenthaler’s engagement &nbsp;in the printmaking process over the course of five decades. The exhibition <i>Helen Frankenthaler Prints: Seven Types of Ambiguity</i>, on view through October 20, highlights the artist’s impressive achievement and influential legacy in printmaking and celebrates this transformative gift from the Helen Frankenthaler Foundation.</p><p>Frankenthaler began creating prints in 1961, and for the next decade she worked almost exclusively with Universal Limited Artist Editions (ULAE) on Long Island, making first lithographs and later etchings, monoprints, and woodcuts. As her reputation as a printmaker grew, &nbsp;so too did the field of artistic print studios that admired Frankenthaler’s abilities in the medium. <i>Untitled </i>(1967) and <i>Green Likes Mauve</i> (1970) are the earliest prints from the gift and were created in collaboration with Chiron Press and Maurel Studios in New York. In both works Frankenthaler develops compositions that echo her approach to painting—she draws the paper support into the picture plane in the screenprint Untitled, as she did with raw canvas in her paintings; and in the pochoir Green Likes Mauve, she emphasizes the layering of colors and the subtle modulations of a color wash much as she did on canvas.</p><p>In later decades, new collaborative partnerships introduced Frankenthaler to new techniques and opportuni-ties for further experimentation. The gift from the Helen Frankenthaler Foundation includes exemplary prints from many of these collaborations. When Frankenthaler went to Italy in 1973, for example, she was invited to work with the Rossi family at their studio 2RC Editrice in Rome. There &nbsp;she embraced the workshop’s specialization in etching, aquatint, and sugarlift techniques, producing a series of multiprocess prints with thin lines, a light-filled palette, &nbsp;and aqueous fields of color in delicate compositions that accentuate the studio’s expertise. In 1982 she created twenty- eight monotypes with printmaker Garner Tullis at the Institute for Experimental Printmaking in San Francisco. &nbsp;In these prints she built the image directly on aluminum plates—applying ink with a brush, pouring it in pools, and tearing scraps of rubber to modulate the surface plane—before printing it to create a single, unique impression that integrated painting, sculpture, and printmaking. She teamed up with Tullis on a second series of monotypes in New York nine years later; <i>Monotype VII</i> (1991) dates to this moment. In 1989 Frankenthaler created six large-scale prints with Luis Remba at his Mixografia studio in Los Angeles. Remba and the artist Rufino Tamayo had invented &nbsp;a printmaking method that incorporated cast handmade paper, a process that allowed Frankenthaler to create color prints with a surface sculpted in low relief, as seen in her print <i>Guadalupe </i>(1989).</p><p>Frankenthaler’s ambition to think beyond the traditional applications of a technique found an ideal match in her collaborations with the printmaker Kenneth Tyler at his studio Tyler Graphics in upstate New York. Tyler specialized in making prints that mixed multiple techniques into a single composition. For instance, <i>Deep Sun</i> (1983) combines color etching, soft-ground etching, aquatint, spitbite, drypoint, engraving, and mezzotint, each printed in a transparent layer of color such that the order in which they were printed becomes indecipherable, and they appear to occupy a single, integrated visual plane. Once she began working with Tyler in 1975, Frankenthaler returned to his studio repeatedly over the next twenty-six years to achieve some of her most visually distinctive and technically complex etchings, lithographs, and woodcuts. The artist’s final print, <i>Weeping Crabapple</i> (2009), was created at Pace Prints in partnership with Yasuyuki Shibata, a master printer with whom Frankenthaler had worked at Tyler Graphics. The creative collaborations that Frankenthaler developed with print workshops introduced her to new techniques that offered opportunities to explore elements of her practice across media, resulting in the impressive body &nbsp;of work that spanned the final five decades of this influential artist’s career.</p><p><br>Mitra Abbaspour<br>Haskell Curator of Modern and Contemporary Art Calvin Brown, Associate Curator of Prints and Drawings</p><p><br>Princeton University Art Museum &nbsp; &nbsp; &nbsp;Fall 2019 Magazine<br>&nbsp;</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"64ee391b538ac6620e32b763"
            },
            "title":"Exhibition: Helen Frankenthaler Prints: Seven Types of Ambiguity",
            "body":"<p><strong>Exhibition</strong><br><strong>Helen Frankenthaler Prints: Seven Types of Ambiguity</strong><br>June 29–October 20, 2019</p><p>&nbsp;</p><p style=\"margin-left:120px;\"><i>How a picture works best for me involves how</i><br><i>much working false space it has in depth. . . .</i><br><i>whether it be a Cubist Picasso or Braque or a</i><br><i>Noland stripe painting—it’s a play of ambiguities.</i><br><i>—Helen Frankenthalerc</i></p><p>&nbsp;</p><p><br>One of the most inﬂuential American artists to emerge during the mid-twentieth century, Helen Frankenthaler 1928–2011) is best known for her innovative abstract paintings in which she poured washes of color over great expanses of raw canvas. Beginning in 1961, printmaking also became an integral part of her practice, and she went on to become the most prolific printmaker of her generation. Frankenthaler’s print work is remarkable for the diversity of techniques she employed, the number of studios with which she collaborated, and the ways in which her engagement with printmaking was simultaneously independent from &nbsp;and in sync with her practice as a painter. Throughout &nbsp;<br>her printmaking career she continued to demonstrate her facility for foregrounding the natural properties of the media—stone, metal, wood, paper, and ink—just as she had done so radically with paint and canvas.</p><p>Frankenthaler began making prints at the urging of her friends the poet Frank O’Hara and fellow painter Grace Hartigan, two of the first creative figures to collaborate with Universal Limited Art Editions (ULAE) in New York on prints and limited-edition artists’ books. Frankenthaler’s artistic career had taken off in the 1950s, a period in which the seeds of an American printmaking renaissance were also planted. The florescence of fine art printmaking at midcentury resulted from the tightly intertwined bonds between master print technicians and the postwar artists, writers, and critics of the densely interconnected New York art world.</p><p>This exhibition takes its subtitle from <i>Seven Types of Ambiguity</i> (1930), an iconic essay by the literary critic William Empson (1906–1984), which articulated the ways that formal structures of language could convey a multiplicity of meanings in poetry. For the postwar American avant-garde, Empson’s essay was not only the foundational work for the literary theory movement known as New Criticism but also highly influential for abstract artists. In 1957 Frankenthaler borrowed the essay’s title for her large painting <i>Seven Types of Ambiguity</i>, which will be on view at the start &nbsp;of the exhibition, making clear the artist’s own affinity for Empson’s work. Variously focusing on Frankenthaler’s compositional language, working process, historical referents, and collaborations with particular printmaking studios, the seven loosely chronological sections of the exhibition embrace the central principle of Empson’s text: that close reading, like close looking, can yield deep relationships with an abstract composition.</p><p><strong>I: LINE + FIELD</strong><br>Beginning with her earliest prints, lithographs made at ULAE in 1961, Frankenthaler adapted the approach she used with paint and canvas to the materials of ink, paper, and stone to combine gestural lines and fields of color. &nbsp;These visual principles remained steady even as she further developed techniques in lithography, screenprint, pochoir, etching, and aquatint in collaboration with various print studios. This first section includes prints from three decades to explore the central facet of Frankenthaler’s printmaking: dynamic compositions that delicately balance layers of linear marks and planes of color.</p><p><strong>II: EVOLVING VISION</strong><br>This section is a study of Frankenthaler’s painstaking working process through three prints, a lithograph and &nbsp;two woodcut editions, that she made with Kenneth Tyler and Tyler Graphics in 1977. By showing a succession of related proofs for each print—multiple impressions printed &nbsp;in different colors on various papers, some with hand-drawn modifications—we can trace the evolution of the final compositions, illustrating Empson’s fifth type of ambiguity, “when the author is discovering his idea in the act of writing.”</p><p><strong>III: BLACK IS A COLOR</strong><br>In her prints Frankenthaler treated black ink as an expressive field or a compositional layer in ways reserved primarily for color in her paintings. Her use of black ink reveals her historical engagement with various technical considerations in printmaking—the fluidity of lithographic tusche washes and the textured grain and velvety black &nbsp;<br>of aquatint—as well as her method for setting off different processes as their own material layers within a composition.</p><p><strong>IV: LOS ANGELES TOPOGRAPHY</strong><br>Frankenthaler studied with the Mexican artist Rufino Tamayo (1899–1991) at Dalton high school and following graduation; much later, in 1989, she made a series of prints at the Mixografia workshop in Los Angeles. The images were printed from a hand-inked cast-copper plate using a technique developed by Tamayo and Mixografia in the &nbsp;1970s in which the print is simultaneously embossed and debossed in order to integrate three-dimensional relief into the final composition.</p><p>&nbsp;</p><p style=\"margin-left:120px;\"><i>As the print evolves, it tells you, you tell it.&nbsp;</i><br><i>You have a conversation with a print—Helen Frankenthaler, 1988</i></p><p>&nbsp;</p><p><strong>V: BAY AREA MONOTYPES</strong><br>Frankenthaler collaborated with Garner Tullis to create two bodies of expressive, experimental, and visually diverse monotypes directly printed in single impressions from hand-painted metal plates. She worked first in Tullis’s San Francisco workshop in the early 1980s and then nearly a decade later in his New York studio, where she expanded her technique to include printing from sheets of plywood. This partnership marks one of the most prolific moments in Frankenthaler’s printmaking career and helped to unify her practice as both a painter and a printmaker.&nbsp;</p><p><strong>VI: TALES OF GENJI</strong><br>In 1995 Frankenthaler and Tyler’s shared interest in Japanese prints led them to collaborate on what would become their last two woodcut projects together—a series of large-scale prints inspired by one of the most frequently illustrated literary epics in Japanese art, <i>The Tale of Genji,</i> &nbsp;and the monumental three-panel woodcut <i>Madame Butterﬂy</i>. These seven color woodblock prints were carved and printed in water-soluble inks on damp paper by the master craftsman Yasuyuki Shibata in traditional Japanese <i>ukiyo-e</i> manner at Tyler Graphics. Together they constitute the most distinctive, strikingly complex prints of her career.</p><p><strong>VII: RETURNING</strong><br>In <i>Weeping Crabapple</i> (2009), Frankenthaler’s final print, she resuscitated a work on paper made at Tyler’s artist’s studio &nbsp;in 1995. The process of making prints in a workshop was iterative and involved periods of waiting between proofs. Frankenthaler often filled this time drawing, sometimes &nbsp;on proofs of earlier stages. When she returned to this drawing in 2009, Tyler had closed his New York workshop, and Shibata had gone on to Pace Prints, where Frankenthaler would work with him on her final woodcuts. In realizing &nbsp;this print, she continued to foreground the process—collaborative, multistep, and multi-technique—that she would remark distinguished the practice of printmaking from painting.</p><p>From her inaugural print, a lithograph titled <i>First Stone </i>(1961), Frankenthaler showed an extraordinary ability to liberate a printmaking technique from its traditional appearance and make it conform instead to her own distinctive visual language. Her print work became increasingly complex over the course of &nbsp;her career as she integrated the textures and densities of multiple types of wood into the matrix for her woodcut prints or manipulated the paper’s surface, color, and margins as part of each composition. And yet, these processes almost disappear in the final editioned prints; Frankenthaler was not interested in impressing viewers with technical feats but rather in using these innovations to achieve particular visual effects. In creating prints that transcended conventional understandings of each medium, she had forever changed what was considered possible in printmaking.</p><p><br>Mitra Abbaspour<br>Haskell Curator of Modern and Contemporary Art &nbsp;</p><p>Calvin Brown<br>Associate Curator of Prints and Drawings</p><p>&nbsp;</p><p>Princeton University Art Museum &nbsp; Summer 2019 Magazine</p>",
            "author_type":"Curator",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        },
        {
            "_id":{
                "$oid":"668da641d5441e3e2214cb37"
            },
            "title":"A Generous Legacy: Transformative Gifts Continue to Shape Princeton's Collections",
            "body":"",
            "essay_uri":"https://artmuseum.princeton.edu/story/generous-legacy-transformative-gifts-continue-shape-princeton%E2%80%99s-collections",
            "created_by":{
                "$oid":"620fada789e9e20018ef2f87"
            }
        }
    ]
}