{
    "makerid":54,
    "published_date":"2022-03-28 16:03:17.861925",
    "type":"maker",
    "displayname":"Francesco Allegrini",
    "makertype":"Individual",
    "alphasort":"Allegrini, Francesco",
    "lastname":"Allegrini",
    "firstname":"Francesco",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, 1615/1620 - after 1679",
    "begindate":1615,
    "enddate":1684,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":"Allegrini, Francesco\r\n(b. ?Cantiano, 1615–20; d. ?Gubbio, after 1679).\r\nItalian painter. A pupil of Cavaliere d’Arpino, he was attracted early on by the art of Pietro da Cortona, although the full Baroque remained alien to him. He has often been confused with his father, Flaminio Allegrini (?1587–?1663), who was also a painter. The early sources state that Francesco worked in Savona Cathedral and in the Durazzi and Gavotti palaces in Genoa, yet it remains unclear whether these commissions should be attributed to him or to his father. Francesco worked mostly in Rome, where many of his canvases and frescoes are preserved in churches and palaces. Around 1650 he executed the St Catherine altarpiece in the church of SS Domenico e Sisto, Rome (in situ). Between 1652 and 1654 he was working on frescoes in the Speralli Chapel in the cathedral at Gubbio. In 1653 he took part in an important project to decorate the church of S Marco, Rome, under the supervision of Cortona. The two canvases he painted there, SS Abdon and Sennen Yoked to the Cart of Emperor Decius and the Consecration of the Basilica of St Mark (both in situ), reveal the influence of Andrea Sacchi’s and Pier Francesco Mola’s neo-Venetian art. At about the same time he painted the Scenes from the Old Testament in the Palazzo Pamphili in Piazza Navona, Rome. Allegrini also painted battle scenes, and his works in this genre include frescoes in the Palazzo Rospigliosi (c. 1655) and the Palazzo Altemps. Between 1659 and 1660 he produced what is perhaps his most important work, a cycle of three frescoes—the Battle of Muret, the Martyrdom of St Peter of Verona and the Triumph of St Thomas Aquinas—in the Palazzo del Sant’Uffizio, Rome. His last Roman commission was the series of frescoes depicting scenes from the Life of St Alexander in the church of SS Cosmo e Damiano. He left Rome c. 1661 and settled in Gubbio, where he painted numerous altarpieces in a style that pallidly echoes Cortona, for example the Virgin and Child with Saints in Santa Croce della Foce (1668; in situ). His last works include the frescoes painted between 1674 and 1678 in the church of the Madonna del Prato.\r\n\r\nGDA",
    "altnames":[
        {
            "nametype":null,
            "displayname":"Francesco da Gubbio Allegrini",
            "alphasort":null,
            "lastname":"Allegrini",
            "firstname":"Francesco da Gubbio",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Primary Name",
            "displayname":"Francesco Allegrini",
            "alphasort":"Allegrini, Francesco",
            "lastname":"Allegrini",
            "firstname":"Francesco",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500115272"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/96537650"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[]
}