{
    "makerid":5010,
    "published_date":"2025-06-04 02:02:08.336773",
    "type":"maker",
    "displayname":"Guido da Siena",
    "makertype":"Individual",
    "alphasort":"Guido da Siena",
    "lastname":"da Siena",
    "firstname":"Guido",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"Italian, active 1262–1270s",
    "begindate":1262,
    "enddate":1279,
    "nationality":"Italian",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Guido da Siena",
            "alphasort":"Guido da Siena",
            "lastname":"da Siena",
            "firstname":"Guido",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500009427"
        },
        {
            "source":"VIAF",
            "id":"http://viaf.org/viaf/153189391"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db1b712ff489700164a3295"
            },
            "body":"The <em>Annunciation</em> by Guido da Siena, one of the most important paintings in the collection... [was] restored by Normal Muller [in 1982]. A heavy, darkened varnish, through which the colors appeared muddied, was re­moved, and the colors were revealed in all their freshness and subtlety. The painting was in remarkably good con­dition for a picture of this period, with only minor losses in the main body of the composition, principally along the edges of the panel where it must have suffered when the altarpiece of which it was a part was disassembled. \n\nThe panel was a part of Guido da Siena's San Dominico Altarpiece, which was comprised of a central image of the Madonna flanked by narrative panels from the Infancy and Passion of Christ. The <em>Annunciation</em> began the narrative in the upper left corner of the altarpiece. Because the two narrative wings of the altarpiece were an integral part of the gabled shape, the framework around the <em>Annunciation</em> covered a portion of the painting in the upper left corner. When the panel was removed from the frame, the ungilded gesso covered by the gabled frame was exposed, and it was sub­sequently painted by a restorer to extend the composition to a rectangle. Mr. Muller removed this later addition and restored the panel to its original shape. Other panels from the altarpiece are in the Louvre, Paris; Lindenau Mu­seum, Altenburg ; Central Museum, Utrecht; and the Siena Pinacoteca .",
            "title":"Annunciation, Guido da Siena",
            "source_project":"Other",
            "author_type":"",
            "source":"Newsletter: Spring 1982"
        }
    ]
}