{
    "makerid":15406,
    "published_date":"2022-03-28 16:09:03.283872",
    "type":"maker",
    "displayname":"Aaron Lemonick",
    "makertype":"Individual",
    "alphasort":"Lemonick, Aaron",
    "lastname":"Lemonick",
    "firstname":"Aaron",
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"American, 1923–2003",
    "begindate":1923,
    "enddate":2003,
    "nationality":"American",
    "culturegroup":null,
    "biography":"PRINCETON, N.J. -- Aaron Lemonick, a physicist, gifted teacher and longtime University administrator who played a pivotal role in building Princeton's faculty, died Thursday, June 19, at age 80.\r\n\r\nLemonick, whose association with Princeton began as a graduate student in the early 1950s, served as dean of the Graduate School from 1969 to 1973 and then as dean of the faculty from 1973 to 1989. His great personal warmth and deep devotion to excellence in teaching and research helped drive an important period of strengthening and growth of the University's faculty in both the sciences and the humanities. \r\n\r\nThroughout his career, Lemonick was a dedicated teacher, whose bold classroom style and caring mentorship inspired generations of physicists as well as non-scientists. He worked until shortly before his death on preparations for this summer's Quest program, a series of workshops for elementary and middle school science teachers in which he planned to lead a unit on astronomy.\r\n\r\n\"For five decades Aaron Lemonick was one of the most beloved members of the Princeton family, as a graduate student, teacher, physicist and dean,\" said President Shirley M. Tilghman. \"He was one of our most gifted teachers of students, of alumni, of school teachers and others, and he played a central role in shaping the Princeton of the late 20th and early 21st century. He embodied the principles and values to which we aspire as a University and was a warm and genuine friend to many Princetonians. We will miss him greatly.\"\r\n\r\nAfter serving in the Air Force during World War II, Lemonick attended the University of Pennsylvania as an undergraduate and then came to Princeton for graduate work in physics and received a Ph.D. in 1954. Lemonick taught at Haverford College and became chair of the college's physics department in 1957. A specialist in nuclear and elementary particle physics, he also worked as a research collaborator at Brookhaven National Laboratory. He joined the Princeton faculty as an associate professor of physics in 1961. \r\n\r\nLemonick's ability to combine his insights into physics with his gift for working with others became apparent in his earliest research projects, colleagues recalled. In the early 1960s, Lemonick worked on the planning and construction of the Princeton-Penn Accelerator, a particle accelerator that yielded several important discoveries in physics. \"He had a very good ability to spot the important things on which to concentrate in solving a problem,\" said longtime colleague and emeritus professor of physics Frank Shoemaker. Almost immediately, Lemonick also began helping to coordinate the research among the physicists who used the machine and proved to be an effective administrator, Shoemaker said.\r\n\r\nIn his two deans posts, Lemonick was a tireless leader, said William Bowen, who served as president of Princeton from 1972 to 1988. He worked closely with department leaders to build their budgets and to recruit and retain faculty members. A key innovation was Lemonick's creation and use of a \"target of opportunity\" fund that allowed the University to act quickly in recruiting internationally valued scholars, said Bowen.\r\n\r\nWith Lemonick's support, several departments, including molecular biology, mathematics and philosophy, went through important periods of growth or renewal, Bowen said. \"Many of the people who are leaders of the faculty today came up through the ranks or were brought in under Aaron's leadership.\"\r\n\r\n\"He was a wonderful colleague -- always thoughtful, loyal and totally committed to the mission of the University,\" said Bowen. \"Most of all, for me, he was a warm friend. How grateful I am to have known him.\"\r\n\r\nIn 1989, Lemonick returned full time to his passion of teaching. The University honored him with the President's Award for Distinguished Teaching upon his retirement in 1994. In 2001, Princeton awarded him an honorary doctor of science degree.\r\n\r\n\"Aaron Lemonick was a thoughtful and conscientious academic leader and a greatly loved teacher, especially of introductory level physics courses,\" said Dean of the Faculty Joseph Taylor, who credits Lemonick's freshman physics course at Haverford with convincing him to choose physics over mathematics. Taylor went on to receive the 1993 Nobel Prize in physics.\r\n\r\nLemonick's enthusiasm in the classroom was infectious, Taylor said. \"Students assigned to other sections would often crowd extra chairs into his classroom so that they could attend his discussion section, as well as their own.\"\r\n\r\nAfter retiring, Lemonick continued to pursue his passion by joining the Princeton Teacher Preparation Program's Quest initiative, which offers science workshops to school teachers. He served as the director of Quest and taught workshops in astronomy and electricity and magnetism until his death.\r\n\r\n\"He had a way making the complex understandable,\" said John Webb, director of the Teacher Preparation Program. \"The teachers he worked with loved him, not only because they felt they were in the presence of a gracious scholar and expert but because he had a sense of wonderment about the phenomena of life and the universe that he was able to communicate to them. \r\n\r\n\"It made them feel empowered to explore those phenomena, to question them,\" Webb said. \"As a result, his impact on them was significant, both intellectually and emotionally. There is a whole group of young people now going through school and college who were the beneficiaries of that sense of wonderment and empowerment that Aaron gave to their teachers.\"\r\n\r\nLemonick also volunteered as a tutor for high school students in physics and served on the boards of several organizations, including the Princeton University Press, Bryn Mawr College, the Princeton Adult School and the Princeton Day School.\r\n\r\nLemonick, who was married to the late Eleanor Leah Drutt, is survived by his two sons, Michael and David. A funeral service will be held at the Mather-Hodge Funeral Home in Princeton at 1:30 p.m. Sunday, June 22. A memorial service on campus will be planned for the fall. Donations may be made to the Friends of the Princeton Public Library.\r\n \r\n  \r\n",
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Aaron Lemonick",
            "alphasort":"Lemonick, Aaron",
            "lastname":"Lemonick",
            "firstname":"Aaron",
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[],
    "audio":[],
    "video":[],
    "essay":[]
}