{
    "makerid":2980,
    "published_date":"2022-03-28 16:05:10.261841",
    "type":"maker",
    "displayname":"Wang Zhenpeng 王振鵬",
    "makertype":"Individual",
    "alphasort":"Wang Zhenpeng",
    "lastname":"Wang Zhenpeng",
    "firstname":null,
    "nametitle":null,
    "middlename":null,
    "suffix":null,
    "displaybio":"ca. 1280–ca. 1329",
    "begindate":1280,
    "enddate":1329,
    "nationality":"Chinese",
    "culturegroup":null,
    "biography":null,
    "altnames":[
        {
            "nametype":"Primary Name",
            "displayname":"Wang Zhenpeng 王振鵬",
            "alphasort":"Wang Zhenpeng",
            "lastname":"Wang Zhenpeng",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":"Unicode Display Name",
            "displayname":"Wang Zhenpeng 王振鵬",
            "alphasort":null,
            "lastname":null,
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        },
        {
            "nametype":null,
            "displayname":"Wang Chen-p'eng",
            "alphasort":"Wang Chen-p'eng",
            "lastname":"Wang Chen-p'eng",
            "firstname":null,
            "nametitle":null,
            "middlename":null,
            "suffix":null,
            "culturegroup":null
        }
    ],
    "identifiers":[
        {
            "source":"ULAN",
            "id":"500125699"
        },
        {
            "source":"VIAF",
            "id":"https://viaf.org/viaf/96608494"
        }
    ],
    "audio":[],
    "video":[],
    "essay":[
        {
            "_id":{
                "$oid":"5db20201edb54a0016155ee5"
            },
            "body":"<p><em>Pavilion of Prince Teng</em> [is] a superb example of Chinese architectural painting dating from the late-fourteenth to the early-fifteenth century. An entry courtyard at the lower right leads to a series of intricately rendered halls and pavilions built on terraces that step down to a mist-filled lake. A boat sails in the distance while the prow of another rounds the leftmost pavilion. Mountain peaks in ink-wash strokes rise in the distance through the mist. Male figures drawn without facial details are visible inside the buildings and on the distant sailboat. In the upper left is a transcription of the Tang dynasty (618–907) poet Wang Bo’s “Preface to the Pavilion of Prince Teng” (675). Because the inscription is signed by the artist Wang Zhenpeng (ca. 1280–ca. 1329), the paint- ing is usually attributed to Wang, who was renowned for his skill in architectural painting, although it was probably executed by a student or a later follower. The rendering of architecture is a particular genre of Chinese painting, distinct from the categories of landscape, figure, bird-and-flower, and religious painting. The merits of architectural painting using expressive freehand or precise ruled-line (<em>jiehua<em>) techniques are discussed in the Northern Song imperial painting catalogue of the Xuanhe reign (1118–1125), as well as in other treatises on painting. Listed as one of the subject categories of painting, architectural painting is important both for its depictions of historic buildings and construction methods and for its insights into traditional Chinese architectural aesthetics. Architectural painting allows us to examine moments in time that show how architecture is conceived by the way emptiness is filled. In traditional China the actual building was often given only passing notice. Instead, attention focused on the act of naming or assigning words to places and dwellings, which embodied an aesthetic of spontaneity as important as the first note in music or the first brushstroke in calligraphy and painting. In architecture, it was the naming that conferred to a building its imperishable mark of authenticity. Named architectural monuments ranged from historical to fictional complexes. The Pavilion of Prince Teng was one of the most famous in literature, history, and painting. The original Pavilion was erected in 653 by the son of the founding emperor of the Tang dynasty, Li Yuanying, who was enfeoffed as Prince of Teng. When a local official restored the structure in the 670s, scholars were invited to compose poems. Wang Bo’s preface and poem about human mortality and existential transience became a defining literary monument for the Pavilion’s enduring fame and memory. In literature, the Pavilion became a conventional subject re-envisioned in paintings. The actual architectural monument has been rebuilt more than two dozen times since the Tang dynasty, and its current manifestation was built in 1989. Still, the present- day, reinforced-concrete structure, as well as the re-envisioned image of the building in paintings, is perceived as original because its name and words substantiate its authenticity in memory.</p>",
            "title":"Magazine: Fall 2010",
            "source_project":"Other",
            "author_type":"Curator",
            "exhibitions":[],
            "source":"Other"
        },
        {
            "_id":{
                "$oid":"5db854f35bb120001610666d"
            },
            "body":"The Pavilion of Prince Teng, in China’s Jianxi Province, was first erected in the seventh century by Li Yuanying, a brother and uncle of emperors. Fire, structural failure, war, and flood have repeatedly destroyed the Pavilion, which has been rebuilt twenty-nine times.\n\nIts most recent iteration, erected in 1989, is made of reinforced concrete. In all its incarnations, the Pavilion has maintained both its name and its status as an architectural paragon. The historical identity of the tower is guaranteed by the site’s evocation in a poem, The Pavilion of Prince Teng, and its preface; the latter is the text inscribed on this painting. Both texts were composed by the poet Wang Po when the first Pavilion was only twenty years old.\n\nAs a conceptual tradition, the Pavilion of Prince Teng is associated with, but not reducible to, the structure that stands today in Jianxi Province. Though one can photograph the building that presently fills the role of the Pavilion, the historical record preserved on silk and paper comes closer to representing the Pavilion’s meaning.",
            "title":"Asian Art website: Pavilion of Prince Teng",
            "source_project":"Other",
            "author_type":"",
            "exhibitions":[],
            "source":"Other"
        }
    ]
}