{
    "type":"artobject",
    "objectid":89898,
    "objectnumber":"PP694",
    "sortnumber":"P       694P",
    "displaytitle":"Shirley M. Tilghman (b. 1946), President  (2001-13)",
    "department":"American Art",
    "classification":"Paintings",
    "datebegin":2013,
    "dateend":2013,
    "datecomputed":2013,
    "daterange":"A.D. 1945-present",
    "displaydate":"2013",
    "medium":"Oil on canvas",
    "dimensions":"frame: 154.3 x 108.6 x 11.4 cm (60 3/4 x 42 3/4 x 4 1/2 in.)\r\n137.8 x 92.1 cm (54 1/4 x 36 1/4 in.)",
    "dimensionsproposed":"",
    "creditline":"Princeton University, commissioned by the Trustees",
    "markings":null,
    "inscribed":null,
    "signed":"SIgned, lower left: CHEN YANNING",
    "catalograisonne":null,
    "creditlinerepro":"© Chen Yanning",
    "restrictions":"restricted",
    "nowebuse":"False",
    "secondaryobjectnumber":null,
    "campuscollections":"true",
    "on_view":false,
    "accessionyear":null,
    "newaccession":0,
    "titles":[
        {
            "title":"Shirley M. Tilghman (b. 1946), President  (2001-13)",
            "titletype":"Primary Title",
            "displayorder":1
        }
    ],
    "makers":[
        {
            "id":18232,
            "displayname":"Chen Yanning",
            "displaydate":"American, born China, 1945",
            "datebegin":1945,
            "dateend":2100,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Chen Yanning, American, born China, 1945",
            "displayorder":1
        }
    ],
    "depicted":[],
    "texts":[
        {
            "texttype":"Online",
            "textpurpose":"Gallery Label",
            "textentryhtml":"<P>Shirley Marie Tilghman was elected Princeton University’s 19th president on May 5, 2001, and assumed office on June 15, 2001. An exceptional teacher and a world-renowned scholar and leader in the field of molecular biology, she served on the Princeton faculty for 15 years before being named president. At the end of the 2012-13 academic year she stepped down as president and returned to the faculty.&nbsp; </P>\r\n<P>During her time as Princeton's leader Tilghman oversaw significant developments, including: expanding the undergraduate student body and launching the four-year residential college system; greatly increasing the number of students on financial aid and more than doubling the average aid they receive; creating a master plan for the future development of the campus, including a major project for the arts; creating new academic facilities for neuroscience and psychology and establishing centers for African American studies and the environment; and expanding international opportunities for students, as well as partnerships with research institutions around the world. Her tenure also included the successful completion of the five-year Aspire campaign, which raised a record $1.88 billion for the University. </P>\r\n<P>Tilghman, a native of Canada, received her Honors B.Sc. in chemistry from Queen’s University in Kingston, Ontario, in 1968. After two years of secondary school teaching in Sierra Leone, West Africa, she went on to obtain her Ph.D. in biochemistry from Temple University in Philadelphia. </P>\r\n<P>During postdoctoral studies at the National Institutes of Health, she made a number of groundbreaking discoveries while participating in cloning the first mammalian gene, and then continued to make scientific breakthroughs as an independent investigator at the Institute for Cancer Research in Philadelphia and as an adjunct associate professor of human genetics and biochemistry and biophysics at the University of Pennsylvania. </P>\r\n<P>Tilghman came to Princeton in 1986 as the Howard A. Prior Professor of the Life Sciences. Two years later she also joined the Howard Hughes Medical Institute as an investigator and began serving as an adjunct professor in the department of biochemistry at the University of Medicine and Dentistry of New Jersey-Robert Wood Johnson Medical School. In 1998 she took on additional responsibilities as the founding director of Princeton’s multidisciplinary Lewis-Sigler Institute for Integrative Genomics. A member of the National Research Council’s committee that set up the blueprint for the United States effort in the Human Genome Project, Tilghman also was one of the founding members of the National Advisory Council of the Human Genome Project Initiative for the National Institutes of Health. She is renowned not only for her pioneering research, but also for her national leadership on behalf of women in science and for promoting efforts to make the early careers of young scientists as meaningful and productive as possible. She received national attention for a report on “Trends in the Careers of Life Scientists” that was issued in 1998 by a committee she chaired for the National Research Council, and she has helped launch the careers of many scholars as a member of the Pew Charitable Trusts Scholars Program in the Biomedical Sciences Selection Committee and the Lucille P. Markey Charitable Trust Scholar Selection Committee. </P>\r\n<P>From 1993 to 2000 Tilghman chaired Princeton’s Council on Science and Technology, which encourages the teaching of science and technology to students outside the sciences, and in 1996 she received Princeton’s President’s Award for Distinguished Teaching. She initiated the Princeton Postdoctoral Teaching Fellowship, a program across all the science and engineering disciplines that brings postdoctoral students to Princeton each year to gain experience in both research and teaching. </P>\r\n<P>Tilghman also has participated in teaching and other programs for alumni on campus and across the country on topics such as science and technology in the liberal arts curriculum, behavioral genetics, and the human genome project. </P>\r\n<P>In 2002, Tilghman was one of five winners of the L'Oréal-UNESCO Award for Women in Science. In the following year, she received the Lifetime Achievement Award from the Society for Developmental Biology, and in 2007, she was awarded the Genetics Society of America Medal for outstanding contributions to her field.&nbsp; </P>\r\n<P>Tilghman is a member of the American Philosophical Society, the National Academy of Sciences, the Institute of Medicine and the Royal Society of London. She serves as a trustee of the Carnegie Endowment for International Peace, Leadership Enterprise for a Diverse America, and the King Abdullah University of Science and Technology, and as a director of Google Inc.<BR></P>",
            "remarks":"Nassau Hall"
        }
    ],
    "media":[
        {
            "id":121014,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PP694",
            "isprimary":1,
            "rank":1,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":"restricted",
            "caption":"PUAM Photo"
        }
    ],
    "hasimage":"true",
    "bibliography":[],
    "exhibitions":[],
    "geography":[],
    "terms":[
        {
            "id":2055723,
            "term":"portraits",
            "aatid":300015637,
            "termtype":"Subject"
        },
        {
            "id":2127399,
            "term":"tigers",
            "aatid":null,
            "termtype":"Subject"
        },
        {
            "id":2127786,
            "term":"robes",
            "aatid":300209852,
            "termtype":"Subject"
        },
        {
            "id":2088280,
            "term":"women",
            "aatid":300025943,
            "termtype":"Subject"
        },
        {
            "id":2038492,
            "term":"American",
            "aatid":300107956,
            "termtype":"Culture"
        },
        {
            "id":2088801,
            "term":"presidents",
            "aatid":300025470,
            "termtype":"Subject"
        },
        {
            "id":2055657,
            "term":"figures (representations)",
            "aatid":300189808,
            "termtype":"Subject"
        },
        {
            "id":2052977,
            "term":"paintings",
            "aatid":300033618,
            "termtype":"Classification"
        },
        {
            "id":2053145,
            "term":"oil paintings",
            "aatid":300033799,
            "termtype":"Classification"
        },
        {
            "id":2171344,
            "term":"canvas",
            "aatid":null,
            "termtype":"Materials"
        },
        {
            "id":2167780,
            "term":"oil paint",
            "aatid":300015050,
            "termtype":"Materials"
        }
    ],
    "classifications":[
        {
            "id":2052977,
            "classification":"paintings"
        },
        {
            "id":2053145,
            "classification":"oil paintings"
        }
    ],
    "cultures":[],
    "cultureterms":[
        {
            "id":2038492,
            "culture":"American"
        }
    ],
    "periods":[],
    "periodterms":[],
    "dimensionelements":[
        {
            "element":"frame",
            "type":"Height",
            "units":"centimeters",
            "dimension":"154.30"
        },
        {
            "element":"frame",
            "type":"Width",
            "units":"centimeters",
            "dimension":"108.58"
        },
        {
            "element":"frame",
            "type":"Depth",
            "units":"centimeters",
            "dimension":"11.42"
        },
        {
            "element":"Overall",
            "type":"Height",
            "units":"centimeters",
            "dimension":"137.79"
        },
        {
            "element":"Overall",
            "type":"Width",
            "units":"centimeters",
            "dimension":"92.07"
        }
    ],
    "packages":[
        {
            "packageid":190619,
            "name":"x-COMPLETE-Image_descriptions_HB"
        },
        {
            "packageid":204016,
            "name":"x-COMPLETE-image_descriptions_American_Art_paintings"
        }
    ],
    "primaryimage":[
        "https://media.artmuseum.princeton.edu/iiif/3/collection/PP694"
    ],
    "displaymaker":"Chen Yanning, American, born China, 1945",
    "displayculture":null,
    "displayperiod":null,
    "caption":"Chen Yanning (American, born China, 1945), Shirley M. Tilghman (b. 1946), President  (2001-13), 2013. Oil on canvas; 154.3 x 108.6 x 11.4 cm (frame), 137.8 x 92.1 cm. Princeton University, commissioned by the Trustees (PP694)",
    "captionhtml":"Chen Yanning (American, born China, 1945), <i>Shirley M. Tilghman (b. 1946), President  (2001-13)</i>, 2013. Oil on canvas; 154.3 x 108.6 x 11.4 cm (frame), 137.8 x 92.1 cm. Princeton University, commissioned by the Trustees (PP694)",
    "published_date":"2025-10-16 17:16:55.714962",
    "campusart":[
        {
            "campuscollections":"true",
            "campusart":0,
            "neighborhood":null,
            "lat":null,
            "lon":null
        }
    ],
    "extended_content":true
}