{
    "type":"artobject",
    "objectid":55460,
    "objectnumber":"2008-49 a-d",
    "sortnumber":"2008   49 a    d",
    "displaytitle":"Carp and Sweetfish",
    "department":"Asian Art",
    "classification":"Paintings",
    "datebegin":1790,
    "dateend":1790,
    "datecomputed":1790,
    "daterange":"A.D. 1700-1800",
    "displaydate":"1790",
    "medium":"Set of four sliding doors (fusuma-e); ink and color on paper in lacquer frames",
    "dimensions":"each panel: 176.8 x 96.4 x 3 cm. (69 5/8 x 37 15/16 x 1 3/16 in.)\r\noverall: 177.1 × 386.3 × 6 cm (69 3/4 × 152 1/16 × 2 3/8 in.)\r\ninside frame each panel: 169.5 × 92 cm (66 3/4 × 36 1/4 in.)",
    "dimensionsproposed":"",
    "creditline":"Museum purchase, Fowler McCormick, Class of 1921, Fund",
    "markings":"Maruyama Ōkyo 円山 応挙: “Okyo no in” 應擧之印, square intaglio\r\nShū Settei 秀雪亭: 吉保(?), square intaglio\r\nMaruyama Ōzui 円山応瑞: “Ōzui” 應瑞, square relief; 儀鳳, square relief\r\nKeichō 景超: “Keichō” 景超, square intaglio; “Shun’en” 春燕, square relief\r\nYoshimura Ranshū 吉村蘭州: 彞惪, square intaglio\r\nNagasawa Rosetsu 長沢芦雪: 長魚, square intaglio; 水計, square intaglio\r\nYamamoto Shurei 山本守礼: 藤原守禮, square intaglio\r\nGenki 源琦: 源, square intaglio; 琦 square intaglio",
    "inscribed":null,
    "signed":"First panel from right:\r\n\tMaruyama Ōkyo 円山 応挙 inscribed/signed lower right: 水鯉鮎  庚戌初春写 應擧\r\n\tShū Settei 秀雪亭 signed lower left: \r\nSecond panel from right:\r\n\tMaruyama Ōzui 円山応瑞 signed lower right: 應瑞\r\n\tKeichō 景超 signed lower left: 景超写\r\n\tYoshimura Ranshū 吉村蘭州 signed bottom left: 蘭州写\r\nSecond panel from left:\r\n\tNagasawa Rosetsu 長沢 芦雪 signed center right: 蘆雪写\r\n\tYamamoto Shurei 山本 守礼 signed bottom left: 守禮\r\nFirst panel from left:\r\n\tGenki 源琦 signed lower right: 源琦写",
    "catalograisonne":null,
    "creditlinerepro":"",
    "restrictions":null,
    "nowebuse":"False",
    "secondaryobjectnumber":null,
    "campuscollections":"false",
    "on_view":false,
    "accessionyear":"2008-01-01",
    "newaccession":0,
    "titles":[],
    "makers":[
        {
            "id":3944,
            "displayname":"Nagasawa Rosetsu 長沢芦雪",
            "displaydate":"1754–1799",
            "datebegin":1754,
            "dateend":1799,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Nagasawa Rosetsu 長沢芦雪, 1754–1799",
            "displayorder":5
        },
        {
            "id":4843,
            "displayname":"Maruyama Ōkyo 圓山應擧",
            "displaydate":"1733–1795",
            "datebegin":1733,
            "dateend":1795,
            "prefix":null,
            "suffix":", et. al.",
            "role":"Artist",
            "displaymaker":"Maruyama Ōkyo 圓山應擧, et. al., 1733–1795",
            "displayorder":3
        },
        {
            "id":14434,
            "displayname":"Maruyama Ōzui 円山応瑞",
            "displaydate":"1766–1829",
            "datebegin":1766,
            "dateend":1829,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Maruyama Ōzui 円山応瑞, 1766–1829",
            "displayorder":4
        },
        {
            "id":14435,
            "displayname":"Shū Settei 秀雪亭",
            "displaydate":"dates unknown",
            "datebegin":0,
            "dateend":0,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Shū Settei 秀雪亭, dates unknown",
            "displayorder":6
        },
        {
            "id":14436,
            "displayname":"Yoshimura Ranshū 吉村蘭州",
            "displaydate":"1739 - 1816",
            "datebegin":1739,
            "dateend":1816,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Yoshimura Ranshū 吉村蘭州, 1739 - 1816",
            "displayorder":7
        },
        {
            "id":14437,
            "displayname":"Yamamoto Shurei 山本守礼",
            "displaydate":"1751 - 1790",
            "datebegin":1751,
            "dateend":1790,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Yamamoto Shurei 山本守礼, 1751 - 1790",
            "displayorder":8
        },
        {
            "id":14438,
            "displayname":"Komai Genki 駒井源琦",
            "displaydate":"1747–1797",
            "datebegin":1747,
            "dateend":1797,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Komai Genki 駒井源琦, 1747–1797",
            "displayorder":9
        },
        {
            "id":14439,
            "displayname":"Keichō Shun’en \r\n景超",
            "displaydate":"dates unknown",
            "datebegin":0,
            "dateend":0,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Keichō Shun’en \r\n景超, dates unknown",
            "displayorder":10
        }
    ],
    "depicted":[],
    "texts":[
        {
            "texttype":"Online",
            "textpurpose":"Description",
            "textentryhtml":"<P>Painted sliding door panels have been for centuries a staple of the architectural and interior design of Japanese buildings in the shōin and shinden styles.&nbsp; Japan also boasts grand traditions of collaborative and competitive painting and literary productions.&nbsp; Most recently owned by the Matsunaga 松永 family, this four-panel sliding door composition captures a school of painting in the form of a variety of fish, an eel, and a turtle.&nbsp; As Jack Hillier writes in his study <EM>The Uninhibited Brush</EM> (Hillier 1974: p. 57), “‘Joint’ paintings, in which two or even more artists combined, each taking a separate section or figure of a single unified subject, are to be found in many schools and from earliest times in Japan, but it is a pronounced feature of Shijō work, a sign of the accord and amiability of the practitioners, and occurs with greater frequency than among any other body or school.”</P>\r\n<P>The senior painter of this set of four sliding door panels is Maruyama Ōkyo, the initiator of the Maruyama-Shijō school.&nbsp; Ōkyo was born in Tanba (present day Kameoka in Kyoto Prefecture) to a farming family, and later pursued an apprenticeship with a toy merchant in the city of Kyoto.&nbsp; He learned painting from Ishida Yūtei 石田幽汀 (1721-1786), who was trained in the Kano school style, but also studied both Chinese and Western painting. Ōkyo’s own style became associated with the term “sketching from life” (<EM>shasei</EM> 写生), and was widely emulated in Kyoto during his lifetime and thereafter.&nbsp; He was favored with a number of major painting commissions, the most famous of which is the interior program of Daijōji大乘寺temple’s two story guest hall in Hyogo Prefecture, painted in 1787, and again in 1795.</P>\r\n<P>As with most such projects, Ōkyo, as senior painter, directed the work at Daijōji, and painted the most important rooms, while members of his studio, some of whom became prominent artists themselves, painted the remaining areas.&nbsp; He was joined in the work by his son Ōzui, Yamamoto Shurei, Oku Bunmei奥文鳴 (d. 1813), Shū Settei, Genki, Nagasawa Rosetsu, and Goshun 呉春 (1752-1811).&nbsp; The transoms were painted by Kinoshita Ōju 木下応受 (1777-1815, Ōkyo’s second son), Yamaato Kakurei 山跡 鶴嶺 (dates unknown), Mori Tetsuzan 森 徹 山 (1775-1841), and Yamaguchi Soken 山口素絢 (1759-1818).&nbsp; </P>\r\n<P>One of the rooms of the guest hall at Daijōji, known as the “Carp room”, was executed by Ōkyo’s first son, Ōzui.&nbsp; This room incorporates some of the same elements as the sliding door panels produced just three years later in 1790 as a collaborative project between Ōkyo and his students.&nbsp; The “Carp room” is in fact among Ōkyo and his disciples’ productions the most similar to the Matsunaga family composition.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </P>\r\n<P>A number of the same team joined the master in painting the Matsunaga panels.&nbsp; Ōkyo’s is the large carp whose fins break through ripples at the middle of the second panel from the right. Ōkyo inscribed, signed, and sealed the composition at the far right of the first panel from the right, indicating that it was completed in the New Year of 1790.&nbsp; Beneath Ōkyo’s carp is a second carp that nudges it from below.&nbsp; This fish is painted by Ōkyo’s son Ōzui, who was responsible for the “Carp room” at Daijōji.&nbsp; Trailing along behind them is a smaller, younger fish with a signature reading “Keichō” and two seals reading “Keichō” 景超 and “Shun’en” 春燕.&nbsp; The identity of this artist is as yet unknown, as his, or perhaps her, name does not appear in any of the better-known compendia of painters.&nbsp; These three fish, by father, son, and the unidentified painter, all have gold paint applied to the eye.&nbsp; A group of three carp painted beneath the fish by the unidentified painter are by the hand of Yoshimura Ranshū, who did not participate in the famed Daijōji program.&nbsp;&nbsp;&nbsp;&nbsp; </P>\r\n<P>Ranshū is, nonetheless, an important member of Ōkyo’s school, and was intimately concerned with the realism espoused by Ōkyo.&nbsp; He was also initially a student of Ishida Yūtei, Ōkyo’s own first teacher.&nbsp; As is demonstrated by the two pages from a book illustrated by Ranshū in 1797 (Book illustrated by Yoshimura, with text by Koishi Genshun (1743-1808). Collection of Kyoto University Library), the artist was deeply interested in “sketching from life”.&nbsp; His three carp, although somewhat stiff and restrained relative to the more lively compositions by some of the other artists involved in the four panel sliding doors project, indicate his investment in the accurate, scientific documentation of the physical form.</P>\r\n<P>One rather somber aspect of this four-panel sliding door composition is embodied in the eel of Yamamoto Shurei, who died only one month after the completion of the project at the age of 40.&nbsp; His eel, depicted in the same panel as a goofy pair of fish by Nagasawa Rosetsu, one of Ōkyo’s most famous pupils, swims down to the lower extremity of the composition, perhaps a poignant sign of his impending death.&nbsp; His principle paintings are preserved at Daijōji, and in a structure formerly belonging to the Tendai school temple Myōgen-in (Aichi Prefecture) and now on the grounds of the Tokyo National Museum.&nbsp;&nbsp; </P>\r\n<P>In contrast to Shurei’s fading eel, the cheerful sweetfish of Rosetsu ogle one another with a comic mania peculiar to Rosetsu’s eccentric sensibilities.&nbsp; By the time of his contribution of a group of monkeys to the sliding doors of a room of the second floor of Daijōji’s guest hall in 1795, he had gone on to add a level of abstraction to his style that completely unhinged his flora and fauna from the strict realism of Ōkyo.&nbsp; In comparison with those of some of the other painters featured in the Matsunaga doors, Rosetsu’s oeuvre is well preserved, and he is considered a master painter in his own right.&nbsp; Among Ōkyo’s pupils, Rosetsu was the only one to have come from a samurai family, and initially was a feudal retainer working as an artist for the Inaba clan.&nbsp; Yoko Woodson’s recent biography of the artist in <EM>Traditions Unbound</EM> (San Francisco: Asian Art Museum–Chong-Moon Lee Center2005) notes that, “according to persistent legend, Rosetsu was expelled from Ōkyo’s atelier for misbehavior, such as excessive drinking and a hot-tempered, argumentative nature.&nbsp; It is possible that Rosetsu wished to become independent to cultivate his own patrons.&nbsp; On the other hand, there is evidence that the teacher and student continued to collaborate until Ōkyo’s death.” (McKelway, et al. 2005: p. 64) </P>\r\n<P>On the leftmost and rightmost panels, we find images painted by two painters who worked with Ōkyo at Daijōji.&nbsp; At right is a swimming turtle by Shū Settei.&nbsp; Although his participation in the earlier phase of the Daijōji project indicates that Settei was among the more highly esteemed painters in Ōkyo’s circle, very few of his works survive, and little is known of him as a person.&nbsp; At left, however, we find the antithesis of Rosetsu in the artist Genki’s delicately rendered group of fish.&nbsp;&nbsp; Rosetsu and Genki are considered the two best of Ōkyo’s students, and Genki in particular was of great help to his teacher in preparing and mixing paints as the latter’s eyesight began to fail.&nbsp; He was well known for paintings of beauties and of bird-and-flower compositions, and for his faithful adherence to Ōkyo’s style.&nbsp; </P>\r\n<P>While the Kano school, founded by Kano Masanobu, dominated interior painting programs in the sixteenth through eighteenth centuries and enjoyed patronage from the samurai class, Ōkyo’s school represented a viable alternative to the mannered Kano style, and the works of his students were popular not only among the samurai class, but also with the thriving urban merchant class of eighteenth and nineteenth century Japan.&nbsp; His study of both Western and Chinese painting, along with his emphasis on rigorous studies from life, brought new life to the cultural sphere of Kyoto, and indeed to Japan’s visual culture at large.<BR></P>",
            "remarks":"as per object file"
        },
        {
            "texttype":"Online",
            "textpurpose":"Provenance",
            "textentryhtml":"<font color=\"#7030a0\"><span lang=\"EN\">&nbsp;–&nbsp;Matsunaga collection (Kyoto, Japan).<br>&nbsp;–2008&nbsp;Mika Gallery (New York, NY), sold to the Princeton University Art Museum, 2008.<br></span></font><font color=\"#7030a0\"></font><font color=\"#7030a0\">\n</font><font color=\"#7030a0\">\n</font><font color=\"#7030a0\">\n</font>",
            "remarks":null
        }
    ],
    "media":[
        {
            "id":16691,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/2008-49A-D",
            "isprimary":1,
            "rank":1,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"Bruce White Photography"
        },
        {
            "id":213617,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMOS2018_48802",
            "isprimary":0,
            "rank":6,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM Photo"
        },
        {
            "id":213618,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMOS2018_48818",
            "isprimary":0,
            "rank":4,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM Photo"
        },
        {
            "id":213619,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMOS2018_48824",
            "isprimary":0,
            "rank":3,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM Photo"
        },
        {
            "id":213620,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMOS2018_48826",
            "isprimary":0,
            "rank":2,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM Photo"
        },
        {
            "id":213621,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMOS2018_48830",
            "isprimary":0,
            "rank":5,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM Photo"
        }
    ],
    "hasimage":"true",
    "bibliography":[
        {
            "boilertext":"\"Acquisitions of the Princeton University Art Museum 2008,\"&nbsp;<em>Record of the Princeton University Art Museum</em> 68 (2009): p. 69-119.",
            "citation":"\"Acquisitions of the Princeton University Art Museum 2008,\"&nbsp;<em>Record of the Princeton University Art Museum</em> 68 (2009): p. 69-119., p. 109",
            "date":2009,
            "id":974,
            "uri":"https://www.jstor.org/stable/25747109"
        }
    ],
    "exhibitions":[],
    "geography":[
        {
            "displaygeography":"Place made: Asia, Japan",
            "code":"Place made",
            "continent":"Asia",
            "subcontinent":null,
            "country":"Japan",
            "region":null,
            "state":null,
            "city":null,
            "county":null,
            "subregion":null,
            "locale":null,
            "locus":null,
            "river":null,
            "excavation":null,
            "geoname":"http://www.geonames.org/1861060/japan.html",
            "location":{
                "lat":"",
                "lon":""
            }
        }
    ],
    "terms":[
        {
            "id":2111868,
            "term":"sliding doors",
            "aatid":300002855,
            "termtype":"Classification"
        },
        {
            "id":2119841,
            "term":"ponds",
            "aatid":300008688,
            "termtype":"Subject"
        },
        {
            "id":2033898,
            "term":"Edo (Japanese period)",
            "aatid":300106643,
            "termtype":"Period / Style"
        },
        {
            "id":2034055,
            "term":"Japanese painting styles",
            "aatid":300018579,
            "termtype":"Classification"
        },
        {
            "id":2171661,
            "term":"turtles",
            "aatid":null,
            "termtype":"Subject"
        },
        {
            "id":2171785,
            "term":"carp",
            "aatid":null,
            "termtype":"Subject"
        },
        {
            "id":2052977,
            "term":"paintings",
            "aatid":300033618,
            "termtype":"Classification"
        },
        {
            "id":2033838,
            "term":"Japanese",
            "aatid":300018519,
            "termtype":"Culture"
        },
        {
            "id":2167434,
            "term":"lacquer",
            "aatid":300014916,
            "termtype":"Materials"
        },
        {
            "id":2043813,
            "term":"paper (fiber product)",
            "aatid":300014109,
            "termtype":"Materials"
        }
    ],
    "classifications":[
        {
            "id":2052977,
            "classification":"paintings"
        },
        {
            "id":2111868,
            "classification":"sliding doors"
        },
        {
            "id":2034055,
            "classification":"japanese painting styles"
        }
    ],
    "cultures":[
        {
            "id":13690,
            "culture":"Japanese",
            "alphasort":"Japanese",
            "begindate":0,
            "enddate":0,
            "displayculture":"Japanese",
            "displaydate":null
        }
    ],
    "cultureterms":[
        {
            "id":2033838,
            "culture":"Japanese"
        }
    ],
    "periods":[
        {
            "id":12589,
            "period":"Edo period",
            "alphasort":"Edo period",
            "begindate":1603,
            "enddate":1868,
            "displayperiod":"Edo period, 1603–1868",
            "displaydate":"1603–1868"
        }
    ],
    "periodterms":[
        {
            "id":2033898,
            "period":"Edo (Japanese period)"
        }
    ],
    "dimensionelements":[
        {
            "element":"Overall",
            "type":"Height",
            "units":"centimeters",
            "dimension":"176.80"
        },
        {
            "element":"Overall",
            "type":"Width",
            "units":"centimeters",
            "dimension":"96.40"
        },
        {
            "element":"Overall",
            "type":"Depth",
            "units":"centimeters",
            "dimension":"3.00"
        },
        {
            "element":"Overall",
            "type":"Height",
            "units":"centimeters",
            "dimension":"169.50"
        },
        {
            "element":"Overall",
            "type":"Width",
            "units":"centimeters",
            "dimension":"92.00"
        },
        {
            "element":"Overall",
            "type":"Height",
            "units":"centimeters",
            "dimension":"177.10"
        },
        {
            "element":"Overall",
            "type":"Width",
            "units":"centimeters",
            "dimension":"386.30"
        },
        {
            "element":"Overall",
            "type":"Depth",
            "units":"centimeters",
            "dimension":"6.00"
        }
    ],
    "packages":[
        {
            "packageid":216695,
            "name":"2022_ART574_09_16"
        },
        {
            "packageid":207234,
            "name":"SAB_Gala2021"
        }
    ],
    "primaryimage":[
        "https://media.artmuseum.princeton.edu/iiif/3/collection/2008-49A-D"
    ],
    "displaymaker":"Maruyama Ōkyo 圓山應擧, et. al., 1733–1795 | Maruyama Ōzui 円山応瑞, 1766–1829 | Nagasawa Rosetsu 長沢芦雪, 1754–1799 | Shū Settei 秀雪亭, dates unknown | Yoshimura Ranshū 吉村蘭州, 1739 - 1816 | Yamamoto Shurei 山本守礼, 1751 - 1790 | Komai Genki 駒井源琦, 1747–1797 | Keichō Shun’en \r\n景超, dates unknown",
    "displayculture":"Japanese",
    "displayperiod":"Edo period, 1603–1868",
    "caption":"Japanese, Edo period (1603–1868), Maruyama Ōkyo 圓山應擧, et. al. (1733–1795), Maruyama Ōzui 円山応瑞 (1766–1829), Nagasawa Rosetsu 長沢芦雪 (1754–1799), Shū Settei 秀雪亭 (dates unknown), Yoshimura Ranshū 吉村蘭州 (1739 - 1816), Yamamoto Shurei 山本守礼 (1751 - 1790), Komai Genki 駒井源琦 (1747–1797), Keichō Shun’en \r\n景超 (dates unknown), Carp and Sweetfish, 1790. Set of four sliding doors (fusuma-e); ink and color on paper in lacquer frames; 176.8 x 96.4 x 3 cm (each panel), 177.1 × 386.3 × 6 cm (overall), 169.5 × 92 cm (inside frame each panel). Museum purchase, Fowler McCormick, Class of 1921, Fund (2008-49 a-d)",
    "captionhtml":"Japanese, Edo period (1603–1868), Maruyama Ōkyo 圓山應擧, et. al. (1733–1795), Maruyama Ōzui 円山応瑞 (1766–1829), Nagasawa Rosetsu 長沢芦雪 (1754–1799), Shū Settei 秀雪亭 (dates unknown), Yoshimura Ranshū 吉村蘭州 (1739 - 1816), Yamamoto Shurei 山本守礼 (1751 - 1790), Komai Genki 駒井源琦 (1747–1797), Keichō Shun’en \r\n景超 (dates unknown), <i>Carp and Sweetfish</i>, 1790. Set of four sliding doors (fusuma-e); ink and color on paper in lacquer frames; 176.8 x 96.4 x 3 cm (each panel), 177.1 × 386.3 × 6 cm (overall), 169.5 × 92 cm (inside frame each panel). Museum purchase, Fowler McCormick, Class of 1921, Fund (2008-49 a-d)",
    "published_date":"2025-10-16 15:24:49.884222",
    "campusart":[
        {
            "campuscollections":"false",
            "campusart":0,
            "neighborhood":null,
            "lat":null,
            "lon":null
        }
    ],
    "extended_content":true
}