{
    "type":"artobject",
    "objectid":58878,
    "objectnumber":"2010-57",
    "sortnumber":"2010   57",
    "displaytitle":"Untitled",
    "department":"Modern and Contemporary Art",
    "classification":"Paintings",
    "datebegin":2009,
    "dateend":2009,
    "datecomputed":2009,
    "daterange":"A.D. 1945-present",
    "displaydate":"2009",
    "medium":"Inkjet print on linen",
    "dimensions":"213.4 × 175.3 × 4.4 cm (84 × 69 × 1 3/4 in.)",
    "dimensionsproposed":"",
    "creditline":"Museum purchase, Fowler McCormick, Class of 1921, Fund",
    "markings":null,
    "inscribed":null,
    "signed":"verso",
    "catalograisonne":null,
    "creditlinerepro":"© 2009, Wade Guyton",
    "restrictions":"Restricted",
    "nowebuse":"False",
    "secondaryobjectnumber":null,
    "campuscollections":"false",
    "on_view":false,
    "accessionyear":"2010-01-01",
    "newaccession":0,
    "titles":[
        {
            "title":"Untitled",
            "titletype":"Primary Title",
            "displayorder":1
        }
    ],
    "makers":[
        {
            "id":15887,
            "displayname":"Wade Guyton",
            "displaydate":"American, born 1972",
            "datebegin":1972,
            "dateend":2100,
            "prefix":null,
            "suffix":null,
            "role":"Artist",
            "displaymaker":"Wade Guyton, American, born 1972",
            "displayorder":1
        }
    ],
    "depicted":[],
    "texts":[
        {
            "texttype":"Online",
            "textpurpose":"Handbook Entry",
            "textentryhtml":"\r\nWade Guyton began his career as a sculptor, but by&nbsp;2002 he was experimenting with computers, scanners, and inkjet printers to create what he called printer drawings. These were followed soon thereafter by printer paintings, of which <EM>Untitled</EM> is one example. Like other works from the series, <EM>Untitled</EM> explores the nature of painting in a world dominated by digital and reproductive technology. It was created by passing both halves of a folded piece of factory-primed linen through an inkjet printer. The result is neither a painting nor a print. Although created by a machine with minimal intervention on the part of the artist, <EM>Untitled</EM> is surprisingly painterly, thanks in part to the imperfections that mar its surface and the slightly iridescent quality of the ink. Unlike an editioned print, moreover, the work is unique: because the inkjet heads on Guyton’s printer never clog or break in precisely the same ways or times, <EM>Untitled</EM> differs from every other work in the set. It also references a century of abstract painting, from Kazimir Malevich and Aleksandr Rodchenko to Barnett Newman, &shy;Jackson Pollock, Ellsworth Kelly, and Ad Reinhardt. </P></SPAN>",
            "remarks":null
        },
        {
            "texttype":"Online",
            "textpurpose":"Gallery Label",
            "textentryhtml":"\r\nGuyton began his career as a sculptor, but by 2002 he was experimenting with computers, scanners, and inkjet printers to create what he called printer drawings. These were followed soon after by printer paintings, of which <EM>Untitled</EM> is one example, that explore the nature of painting in a world dominated by digital and reproductive technology. <EM>Untitled</EM> was created by passing both halves of a folded piece of factory-primed linen through an inkjet printer. The result is neither a painting nor a print. Although created by a machine, the work is surprisingly painterly, thanks in part to the imperfections that mar its surface and the slightly iridescent quality of the ink. Unlike an editioned print, moreover, <EM>Untitled</EM> is unique because the inkjet heads on Guyton’s printer never clog or break in precisely the same ways. The work also references a century of abstract painting, from Kazimir Malevich and Aleksandr Rodchecko to Barnett Newman, Jackson Pollock, Ellsworth Kelly, and Ad Reinhardt.</P></SPAN>",
            "remarks":"MM January 2014 rotation"
        },
        {
            "texttype":"Online",
            "textpurpose":"Didactics",
            "textentryhtml":"<P>More than any other medium, painting is the one that seems to suffer from a perpetual identity crisis. Reports of its obsolescence have been frequent over the last 170 years, most of them triggered either by social upheavals (the Bolshevik Revolution, for instance) or by the introduction of new media, especially such new forms of technology-based media as photography and video. Painting generally weathers these storms quite well, especially when it addresses directly and self-consciously the changed conditions of production in which it operates. Such is the case with Wade Guyton, a New York-based artist who works in between the categories of painting and printing and who troubles the distinction between production and reproduction. </P>\r\n<P>Guyton arrived in New York in 1996, after completing his B.A. at the University of Tennessee. He began his career as a sculptor, but by 2002 he was experimenting with computers, scanners, and inkjet printers to create what he called printer drawings. The latter were followed soon thereafter by printer paintings, of which <EM>Untitled</EM> (2009) is an example. Guyton's printer paintings are to the category of painting as his printer drawings are to the category of drawing: the former only ever approximates the latter. As with their predecessors, moreover, the printer paintings' meaning and effect derive in large part from the techniques and equipment used to create them. In the case of <EM>Untitled</EM> (2009), a piece of factory-primed linen was folded in half and passed through an ink-jet printer, which filled each side of the cloth with a rectangle. </P>\r\n<P>For a \"not-quite painting\" such as this, the results are surprisingly painterly, thanks largely to the imperfections that mar its surface and to the slightly iridescent quality of the ink. That said, no paintbrush ever touched the linen: produced by a machine with minimal intervention on the part of the artist, <EM>Untitled</EM> is more print than painting. Unlike a conventional print, however, it is wholly unique: because the hundred or so inkjet heads on Guyton's printer never clog or break in precisely the same way or at precisely the same time, <EM>Untitled</EM> differs from every other work in the series. </P>\r\n<P>We might also think of <EM>Untitled</EM> as a collage, one comprised of motifs drawn from many of the twentieth century's most famous abstract painters. The seam that runs down its middle calls to mind Barnett Newman's famous zip, while all of its smudges, streaks, and scratches generate a sensation of spontaneity we associate with Jackson Pollock. All of this immediacy exists alongside an insistent geometry, though, an over-arching sense of control and deliberation suggestive of Ellsworth Kelly or Ad Reinhardt. All in all, <I>Untitled</I> is fraught with contradiction, and this contradiction is a function of the historical context in which it was made. What might painting look like in a post-industrial society dominated by digital technology? What might painting do and say in the wake of modernism and postmodernism? These are the questions Guyton poses. </P>\r\n<P><EM>Kelly Baum</EM> Locks Curatorial Fellow for Contemporary Art</P>",
            "remarks":null
        },
        {
            "texttype":"Online",
            "textpurpose":"Provenance",
            "textentryhtml":"Wade Guyton, the artist, New York, New York, consigned to; [Frederich Petzel Gallery, New York, New York] sold; to Princeton University Art Museum, 2010.",
            "remarks":"as per invoice in curatorial file. AP."
        }
    ],
    "media":[
        {
            "id":31924,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/2010-57a",
            "isprimary":1,
            "rank":1,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":"Restricted",
            "caption":"Bruce White Photography"
        }
    ],
    "hasimage":"true",
    "bibliography":[
        {
            "boilertext":"\"Acquisitions of the Princeton University Art Museum 2010,\"&nbsp;<em>Record of the Princeton University Art Museum</em> 70 (2011): p. 69-110.",
            "citation":"\"Acquisitions of the Princeton University Art Museum 2010,\"&nbsp;<em>Record of the Princeton University Art Museum</em> 70 (2011): p. 69-110., pp. 86–87 (illus.)",
            "date":2011,
            "id":2974,
            "uri":"https://www.jstor.org/stable/23631219"
        },
        {
            "boilertext":"<i>Princeton University Art Museum: Handbook of the Collections </i>(Princeton, NJ: Princeton University Art Museum,&nbsp;2013)",
            "citation":"<i>Princeton University Art Museum: Handbook of the Collections </i>(Princeton, NJ: Princeton University Art Museum,&nbsp;2013), p. 310",
            "date":2013,
            "id":1994,
            "uri":"http://www.worldcat.org/oclc/865020505"
        }
    ],
    "exhibitions":[],
    "geography":[],
    "terms":[
        {
            "id":2098346,
            "term":"rectangles",
            "aatid":300055636,
            "termtype":"Subject"
        },
        {
            "id":2098434,
            "term":"line",
            "aatid":300056279,
            "termtype":"Subject"
        },
        {
            "id":2061162,
            "term":"gray (color)",
            "aatid":300130811,
            "termtype":"Subject"
        },
        {
            "id":2038492,
            "term":"American",
            "aatid":300107956,
            "termtype":"Culture"
        },
        {
            "id":2052977,
            "term":"paintings",
            "aatid":300033618,
            "termtype":"Classification"
        },
        {
            "id":2044436,
            "term":"linen (material)",
            "aatid":300014069,
            "termtype":"Materials"
        },
        {
            "id":2167714,
            "term":"printing ink",
            "aatid":300187371,
            "termtype":"Materials"
        }
    ],
    "classifications":[
        {
            "id":2052977,
            "classification":"paintings"
        }
    ],
    "cultures":[],
    "cultureterms":[
        {
            "id":2038492,
            "culture":"American"
        }
    ],
    "periods":[],
    "periodterms":[],
    "dimensionelements":[
        {
            "element":"Overall",
            "type":"Height",
            "units":"centimeters",
            "dimension":"213.35"
        },
        {
            "element":"Overall",
            "type":"Width",
            "units":"centimeters",
            "dimension":"175.25"
        },
        {
            "element":"Overall",
            "type":"Depth",
            "units":"centimeters",
            "dimension":"4.44"
        }
    ],
    "packages":[
        {
            "packageid":197269,
            "name":"web_highlights -revised 2021"
        },
        {
            "packageid":11595,
            "name":"Web_MM_2014-2"
        },
        {
            "packageid":167646,
            "name":"web_highlights"
        },
        {
            "packageid":185691,
            "name":"web_norightsclearance2000-present"
        }
    ],
    "primaryimage":[
        "https://media.artmuseum.princeton.edu/iiif/3/collection/2010-57a"
    ],
    "displaymaker":"Wade Guyton, American, born 1972",
    "displayculture":null,
    "displayperiod":null,
    "caption":"Wade Guyton (American, born 1972), Untitled, 2009. Inkjet print on linen; 213.4 × 175.3 × 4.4 cm. Museum purchase, Fowler McCormick, Class of 1921, Fund (2010-57)",
    "captionhtml":"Wade Guyton (American, born 1972), <i>Untitled</i>, 2009. Inkjet print on linen; 213.4 × 175.3 × 4.4 cm. Museum purchase, Fowler McCormick, Class of 1921, Fund (2010-57)",
    "published_date":"2025-10-16 15:46:37.374961",
    "campusart":[
        {
            "campuscollections":"false",
            "campusart":0,
            "neighborhood":null,
            "lat":null,
            "lon":null
        }
    ],
    "extended_content":false
}