{
    "type":"artobject",
    "objectid":115632,
    "objectnumber":"2015-6732",
    "sortnumber":"2015 6732",
    "displaytitle":"Decorated eared cup",
    "department":"Asian Art",
    "classification":"Ceramic",
    "datebegin":-299,
    "dateend":-200,
    "datecomputed":-250,
    "daterange":"1000 B.C.-A.D 1",
    "displaydate":"3rd century BCE",
    "medium":"Gray ceramic with glass-paste glazes and red pigment",
    "dimensions":"l. 13.6 cm. (5 3/8 in.)",
    "dimensionsproposed":"",
    "creditline":"Museum purchase, Fowler McCormick, Class of 1921, Fund, Mary Trumbull Adams Art Fund, and Hugh Leander Adams, Mary Trumbull Adams and Hugh Trumbull Adams Princeton Art Fund",
    "markings":null,
    "inscribed":null,
    "signed":null,
    "catalograisonne":null,
    "creditlinerepro":null,
    "restrictions":null,
    "nowebuse":"False",
    "secondaryobjectnumber":"",
    "campuscollections":"false",
    "on_view":true,
    "accessionyear":"2015-01-01",
    "newaccession":0,
    "titles":[
        {
            "title":"Decorated eared cup",
            "titletype":"Primary Title",
            "displayorder":1
        }
    ],
    "makers":[],
    "depicted":[],
    "texts":[
        {
            "texttype":"Online",
            "textpurpose":"Gallery Label",
            "textentryhtml":"This eared cup copies a vessel type more commonly made of lacquered wood. It is one of only six known Warring States earthenware vessels decorated with low-fired lead–barium glazes called “glass paste.” The object reflects the earliest low-fired glaze technique used in China, which may have been related to early Chinese glass production. The blue glaze is a very early example of “Chinese blue” or “Han blue”—a synthetic colorant created from quartz, malachite, and barium minerals. It was used from about the fourth to the third century BCE in China and not employed elsewhere until much later.\n",
            "remarks":"ASIA1_15_CLA  Day 1 Cataloguing"
        },
        {
            "texttype":"Online",
            "textpurpose":"Description",
            "textentryhtml":"<P>Oval cup or bowl with long flat handles along the long sides resembling ears. This funerary vessel has thin walls of gray-buff earthenware; the exterior is covered with designs composed of glass-paste glazes of varying thickness. The outer sides of the cup, including the top and sides of the handles, are decorated with registers containing raised, paired complementary C-shapes enclosing and separated by raised circular dots.&nbsp; Between the registers is a row of elongated dots that are oriented diagonally to imitate rope-twist pattern. The underside of each handle has a row of large, circular dots with rows of small dots along their inner and outer edges. The base is decorated with four pairs of C-shapes combined with raised circular dots, arranged in symmetry with the form of the cup. The upper mouth-rim is glazed brown. The raised C-shapes and dots are all in shades of blue/green and yellow and stand out in relief against the ground colors of brown/red and white/cream. The vessel interior is unglazed and still bears much of the original red pigment, probably cinnabar.</P>\r\n<P>The eared-cup form originated from as early as the ancient state of Chu (8th century–221 BCE).&nbsp; Known in the world to date, this eared cup is one of only six Warring States earthenware vessels decorated all over with ‘glass paste,’ or, more accurately, low-fired lead-barium glazes. This was the earliest low-fired glaze technique in China, and it seems to be related to early glass production in China. The only other examples include four vessels with red clay bodies excavated by Japanese archaeologists in the 1920s and thought to come from Xunxian in Henan, province.&nbsp; These vessels are now in the British Museum, Tokyo National Museum, Boston Museum of Fine Arts, and Nelson-Atkins Museum. This group is discussed by Nigel Wood, <EM>Chinese Glazes</EM> (London, 1999, pp. 189-191). A fifth example, also with a red-clay body, was acquired by the Meiyintang Collection in the early 2000s, but has recently been sold at auction (see Regina Krahl, <EM>Chinese Ceramics from the Meiyintang Collection</EM>, vol. 3 (I), London, 2006, pp. 122–3, no. 1137).</P>\r\n<P>All five of these red-clay vessels are covered on the exterior with a white ground and the white, brown, yellow, and blue glazes are applied in successive layers, in designs of roundels or stripes. Of the five, the one in the Tokyo National Museum is of the most interest in relation to the present eared cup, as it is decorated with comparable glazed C-shapes separated by dots.Close personal inspection of the British Museum jar on 5/11/2015 and the Eskenazi eared cup 5/12 reveals that while the same glass-paste colors were applied using the same technique, the glazes and colors on the eared cup are in a better state of preservation. On the British Museum jar, and the other red-clay examples, the brown glaze is the most intact and where its edges meet the other glazes, it is slightly higher.&nbsp; The yellow and blue glazes are the most deteriorated; the coloration has almost disappeared and the glazes have eroded to a lower level while also exposing small pits. The British Museum jar was subject to a scientific study in 1994, which is discussed in detail by Nigel Wood. The glazes applied to the exterior of the vessel, sometimes superimposed in layers, were \"all lead or lead-baria compositions.\" The glazes appear to have been fired under very controlled conditions, to a temperature just short of their final melting point, in order to preserve the shapes of the decoration. The red-clay body vessels may all be from the same area and may have incorporated production methods that facilitated the decay of the glazes.&nbsp; The glazes of the Eskenazi eared cup cover a gray-clay body, unlike that of all the other vessels cited above.&nbsp; The gray clay resembles stone-paste and possibly consists of a vitrified vegetal ash, similar to some Warring States beads that have been scientifically analyzed as such. Thermoluminescence analysis of the clay taken from the area of damage on the rim of the eared cup is consistent with a 3rd century BCE date.&nbsp; Surviving examples of such gray-clay beads from this early period exhibit glass-paste glazes that are very similar in colors, state of preservation, and layered application to the present eared cup.&nbsp; </P>\r\n<P>The chemical compositions of the lead glazes on the British Museum jar and the Eskenazi eared cup are comparable. The opaque quality of the white ground on the jar is caused by the addition of undissolved quartz or barium disilicate. The red and yellow are colored by the addition of ferric oxide. XRF testing of the eared cup on 5/11/2015 shows the same chemical composition for the glazes.&nbsp; Of great importance is the blue glaze on both vessels.&nbsp; The blue is a very early example of \"Chinese blue\" or \"Han blue\" - a synthetic copper-barium-silicate (BaCu2Si10) mineral colorant that was used only from about the 4th century BCE through the 3rd century CE, in China and is not found elsewhere in the world until much later. This same blue is most clearly observed on the handles of the eared cup due to present-day handling.&nbsp; Other areas of blue glaze on the body of the cup appear as light blue or green in color, probably due to oxidation.</P>",
            "remarks":"as per object file"
        },
        {
            "texttype":"Online",
            "textpurpose":"Provenance",
            "textentryhtml":"<p>2009–2015 Eskenazi, Ltd. (London, UK), sold to the Princeton University Art Museum, 2015.<br />Note: National Cultural Relics Bureau &quot;Permit for Relics Exiting the People's Republic of China,&quot; serial no. 2009010102994, issued on 12/8/ 2009.</p><p><br /></p>",
            "remarks":null
        }
    ],
    "media":[
        {
            "id":216044,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMSTU2018_50197",
            "isprimary":1,
            "rank":1,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM photo"
        },
        {
            "id":216045,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMSTU2018_50199",
            "isprimary":0,
            "rank":3,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM photo"
        },
        {
            "id":216046,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMSTU2018_50219",
            "isprimary":0,
            "rank":2,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM photo"
        },
        {
            "id":216047,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMSTU2018_50240",
            "isprimary":0,
            "rank":4,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM photo"
        },
        {
            "id":216048,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMSTU2018_50202",
            "isprimary":0,
            "rank":5,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"PUAM photo"
        }
    ],
    "hasimage":"true",
    "bibliography":[
        {
            "boilertext":"\"Acquisitions of the Princeton University Art Museum 2015,\" <em>Record of the Art Museum, Princeton University</em> 75/76 (2016-17): 102-125.",
            "citation":"\"Acquisitions of the Princeton University Art Museum 2015,\" <em>Record of the Art Museum, Princeton University</em> 75/76 (2016-17): 102-125., p. 110 (illus.)",
            "date":2016,
            "id":9661,
            "uri":"https://www.jstor.org/stable/i40228781"
        }
    ],
    "exhibitions":[],
    "geography":[
        {
            "displaygeography":"Place made: Asia, China",
            "code":"Place made",
            "continent":"Asia",
            "subcontinent":null,
            "country":"China",
            "region":null,
            "state":null,
            "city":null,
            "county":null,
            "subregion":null,
            "locale":null,
            "locus":null,
            "river":null,
            "excavation":null,
            "geoname":"http://www.geonames.org/1814991/people-s-republic-of-china.html",
            "location":{
                "lat":"35",
                "lon":"105"
            }
        }
    ],
    "terms":[
        {
            "id":2049167,
            "term":"ceramics",
            "aatid":300151343,
            "termtype":"Classification"
        },
        {
            "id":2033355,
            "term":"Chinese",
            "aatid":300018322,
            "termtype":"Culture"
        },
        {
            "id":2033450,
            "term":"Warring States",
            "aatid":300018378,
            "termtype":"Period / Style"
        },
        {
            "id":2159248,
            "term":"dots",
            "aatid":300010145,
            "termtype":"Subject"
        },
        {
            "id":2159868,
            "term":"geometric patterns",
            "aatid":300165213,
            "termtype":"Subject"
        },
        {
            "id":2076155,
            "term":"cups",
            "aatid":300043202,
            "termtype":"Classification"
        },
        {
            "id":2169378,
            "term":"red pigment",
            "aatid":300013533,
            "termtype":"Materials"
        },
        {
            "id":2168035,
            "term":"ceramic glaze",
            "aatid":300015092,
            "termtype":"Materials"
        },
        {
            "id":2160750,
            "term":"ceramic",
            "aatid":300235507,
            "termtype":"Materials"
        },
        {
            "id":2161250,
            "term":"paste (glass)",
            "aatid":300010803,
            "termtype":"Materials"
        }
    ],
    "classifications":[
        {
            "id":2076155,
            "classification":"cups"
        },
        {
            "id":2049167,
            "classification":"ceramics"
        }
    ],
    "cultures":[
        {
            "id":13592,
            "culture":"Chinese",
            "alphasort":"Chinese",
            "begindate":0,
            "enddate":0,
            "displayculture":"Chinese, Eastern Zhou",
            "displaydate":null
        }
    ],
    "cultureterms":[
        {
            "id":2033355,
            "culture":"Chinese"
        }
    ],
    "periods":[
        {
            "id":12505,
            "period":"Warring States period",
            "alphasort":"Warring States period",
            "begindate":-470,
            "enddate":-221,
            "displayperiod":"Warring States period, ca. 470–221 BCE",
            "displaydate":"ca. 470–221 BCE"
        }
    ],
    "periodterms":[
        {
            "id":2033450,
            "period":"Warring States"
        }
    ],
    "dimensionelements":[
        {
            "element":"Overall",
            "type":"Length",
            "units":"centimeters",
            "dimension":"13.60"
        }
    ],
    "packages":[
        {
            "packageid":214208,
            "name":"Gallery_13-15(Pavilion4)-Asian"
        },
        {
            "packageid":207234,
            "name":"SAB_Gala2021"
        },
        {
            "packageid":181967,
            "name":"web_2020_Asian"
        }
    ],
    "primaryimage":[
        "https://media.artmuseum.princeton.edu/iiif/3/collection/PUAMSTU2018_50197"
    ],
    "displaymaker":null,
    "displayculture":"Chinese, Eastern Zhou",
    "displayperiod":"Warring States period, ca. 470–221 BCE",
    "caption":"Chinese, Eastern Zhou, Warring States period (ca. 470–221 BCE), Decorated eared cup, 3rd century BCE. Gray ceramic with glass-paste glazes and red pigment; 13.6 cm. Museum purchase, Fowler McCormick, Class of 1921, Fund, Mary Trumbull Adams Art Fund, and Hugh Leander Adams, Mary Trumbull Adams and Hugh Trumbull Adams Princeton Art Fund (2015-6732)",
    "captionhtml":"Chinese, Eastern Zhou, Warring States period (ca. 470–221 BCE), <i>Decorated eared cup</i>, 3rd century BCE. Gray ceramic with glass-paste glazes and red pigment; 13.6 cm. Museum purchase, Fowler McCormick, Class of 1921, Fund, Mary Trumbull Adams Art Fund, and Hugh Leander Adams, Mary Trumbull Adams and Hugh Trumbull Adams Princeton Art Fund (2015-6732)",
    "published_date":"2025-10-16 18:19:12.923049",
    "campusart":[
        {
            "campuscollections":"false",
            "campusart":0,
            "neighborhood":null,
            "lat":null,
            "lon":null
        }
    ],
    "extended_content":true
}