{
    "type":"artobject",
    "objectid":57530,
    "objectnumber":"y1957-183 a",
    "sortnumber":"1957  183ya",
    "displaytitle":"Detail of Buddhist Niches and 525 Inscription by the Buddhist Nun Seng",
    "department":"Asian Art",
    "classification":"Rubbings",
    "datebegin":386,
    "dateend":535,
    "datecomputed":460,
    "daterange":"A.D. 1-500",
    "displaydate":"5th-early 6th century (stone); late 19th to first half of 20th century (rubbing)",
    "medium":"Sheet; ink rubbing on paper",
    "dimensions":"63 x 75.5 cm. (24 13/16 x 29 3/4 in.)\r\nimage: 27 x 36.5 cm. (10 5/8 x 14 3/8 in.)",
    "dimensionsproposed":"",
    "creditline":"Gift of George Rowley",
    "markings":null,
    "inscribed":"Inscription\r\nSeng 僧 (act. early 6th century), Buddhist nun\r\n(This rubbing only copied the beginning section of the inscription. For the full inscription, see Notes below).\r\n孝昌元年七月十七日、比丘尼僧□割已衣□□之餘。仰為皇帝陛下、師僧、 父母、四輩、像主敬造彌勒一堪、觀音、藥師、今己就達。願以此善、慶。。。\r\nOn the seventeenth day of the seventh month of the first year of the Xianchang era (525 CE), Buddhist nun Seng . . . parted with her cloth . . . of remnants. Reverently praying for His Majesty the Emperor and next for the monastic teachers, parents, and the fourfold assembly, the donor has respectfully made a niche for Maitreya, companioned with Guanyin and Medicine Master. Now [the niche] has been completed. With the meritorious deeds . . . \r\n(trans. follows Yujing Chen, see Notes below)\r\n\r\nNotes\r\n1. Yujing Chen, “The Worship of Medicine Master Buddha in Medieval China,”\r\nPhD dissertation, University of Florida, 2017), pp. 68-70:\r\n\r\nAnother rare record of Medicine Master Buddha in the six century is an inscription discovered on the southern wall of the Guyang Cave 古陽洞 at Longmen. The cave, which consists of several niches on the two side-walls, is one of the earliest caves at Longmen.22 The inscription, completed in 525 CE, is predominantly dedicated to Maitreya, but Guanyin and Medicine Master Buddha were also mentioned. The inscription states:\r\n\r\nOn the seventeenth day of the seventh month of the first year of the Xianchang era (525 CE), Buddhist nun Seng . . . parted with her cloth . . . of remnants. Reverently praying for His Majesty the Emperor and next for the monastic teachers,23 parents, and the fourfold assembly, the donor has respectfully made a niche for Maitreya, companioned with Guanyin and Medicine Master. Now [the niche] has been completed. With the meritorious deeds, [the donor] prays for the blessings of the loyal family, monastic teachers, parents, and relatives. May the Empire flourishes endlessly and the four seasons come naturally. May [all] observe the prohibitions and accumulate the halo [of merits]. May [all] comprehend and realize the twofold emptiness. May the punishments of hells be eliminated. May suffering disappear and goodness prevails. These are [the donor’s] wishes.24 \r\n孝昌元年七月十七日、比丘尼僧□割已衣□□之餘。仰為皇帝陛下、師僧、 父母、四輩、像主敬造彌勒一堪、25 觀音、藥師、今己就達。願以此善、慶鍾皇家、 師僧、父母、己身眷屬。皇家無窮、稟傾四氣。 行禁積暈、思悟二空。地獄捨 刑、離苦福存。願如是。\r\n\r\n\tThis record provides crucial information about the identity of the donor, the date of the inscription, the names of the Buddhas and bodhisattvas that were worshiped, and the wishes of the donor. Based on the inscription, we learn that the niche was donated by a Buddhist nun in 525, when the Northern Wei government (386-534) ruled over the Luoyang area. It is noteworthy that the donor mainly dedicated this niche to Maitreya. The donor was presumably also aware of the supposed benefits of venerating Medicine Master Buddha, but in this instance she did not regard Medicine Master Buddha as the central devotional object. \r\n\tMoreover, the dedicatory inscription demonstrates the donor’s wishes for the success of the Empire, the welfare of deceased parents and present-life relatives, the relieving of suffering in the hells, the liberation of all living beings, as well as the achievement of a higher spiritual goal. Such formulaic expressions should not be interpreted as heartfelt desires. Overall, this sort of statement was not unique and could be found in numerous votive inscriptions dedicated to other Buddhas and bodhisattvas.26 Although Medicine Master Buddha’s name was mentioned, the donor did not specify the identity of the divinity. It seems likely that Medicine Master Buddha did not specifically represent and embodiment of healing, but was merely one of the celestial beings in the vast pantheon of Buddhas and bodhisattvas, which played important roles in the Mahāyāna tradition. \r\n\tDuring the Northern Dynasties, the establishment of steles became a prevalent religious and cultural activity. The extant steles provide significant sources for the study of how Medicine Master Buddha was understood by medieval devotees. Based on these steles, we find that his image was rarely depicted on these monuments, but sometimes his name was mentioned along with other divinities. . . \r\n\r\n22 Dorothy Wong, 54-60. \r\n23 The term shiseng 師僧, frequently seen in Chinese archaeological records, may denote “monastic teacher” or “teacher and monk.” According to Zhao Qingxhan’s 趙青山 and Cai Weitang’s 蔡偉堂 study of this term shown in Chinese inscriptional records, it is more pertinent to render this term to monastic teacher in the religious context. See, Zhao Qingxhan and Cai Weitang, 35-42.\r\n24 Mizuno Seiichi 水野清一 and Nagahiro Toshio 長廣敏雄, Ryūmon sekkutsu no kenkyū 龍門石窟の研究 , 308.\r\n25 The character kan 堪 is commonly used in inscriptions to replace kan 龕.\r\n26 The donors of devotional steles, stupas, shrines, statues, and paintings for Śākyamuni, Maitreya, and the Many Treasures Stupa in the Northern Dynasties usually transferred merits to the rulers, their relatives, and all living beings. See Eugene Wang, Shaping the Lotus Sutra: Buddhist Visual Culture in Medieval China, 3-66, and Dorothy Wong, 90-135.\r\n\r\n2. Guyang Cave\r\nhttps://open.library.ubc.ca/cIRcle/collections/ubccommunityandpartnerspublicati/52387/items/1.0376442 \r\n",
    "signed":null,
    "catalograisonne":null,
    "creditlinerepro":null,
    "restrictions":null,
    "nowebuse":"False",
    "secondaryobjectnumber":null,
    "campuscollections":"false",
    "on_view":false,
    "accessionyear":"1957-01-01",
    "newaccession":0,
    "titles":[
        {
            "title":"Detail of Buddhist Niches and 525 Inscription by the Buddhist Nun Seng",
            "titletype":"Primary Title",
            "displayorder":1
        }
    ],
    "makers":[],
    "depicted":[],
    "texts":[],
    "media":[
        {
            "id":59658,
            "uri":"https://media.artmuseum.princeton.edu/iiif/3/collection/INV04561",
            "isprimary":1,
            "rank":1,
            "mediatypeid":1,
            "mediaviewtype":"(not assigned)",
            "restrictions":null,
            "caption":"Inventory Project"
        }
    ],
    "hasimage":"true",
    "bibliography":[
        {
            "boilertext":"Frances Follin Jones, \"Recent aquisitions of Ancient Art\", <em>Record of the Art Museum, Princeton University,</em> 17, no. 1 (1958): p. 41–43.",
            "citation":"Frances Follin Jones, \"Recent aquisitions of Ancient Art\", <em>Record of the Art Museum, Princeton University,</em> 17, no. 1 (1958): p. 41–43., p. 43",
            "date":1958,
            "id":3191,
            "uri":"https://www.jstor.org/stable/i291447"
        }
    ],
    "exhibitions":[],
    "geography":[
        {
            "displaygeography":"Place made: Asia, China, Henan province, Luoyang, Guyang Cave, Longmen Grottoes",
            "code":"Place made",
            "continent":"Asia",
            "subcontinent":null,
            "country":"China",
            "region":null,
            "state":"Henan province",
            "city":"Luoyang",
            "county":null,
            "subregion":null,
            "locale":"Guyang Cave, Longmen Grottoes",
            "locus":null,
            "river":null,
            "excavation":null,
            "geoname":null,
            "location":{
                "lat":"",
                "lon":""
            }
        }
    ],
    "terms":[
        {
            "id":2096941,
            "term":"Buddhism",
            "aatid":300073738,
            "termtype":"Subject"
        },
        {
            "id":2033355,
            "term":"Chinese",
            "aatid":300018322,
            "termtype":"Culture"
        },
        {
            "id":2055657,
            "term":"figures (representations)",
            "aatid":300189808,
            "termtype":"Subject"
        },
        {
            "id":2095964,
            "term":"religious art",
            "aatid":300248179,
            "termtype":"Subject"
        },
        {
            "id":2054786,
            "term":"rubbings",
            "aatid":300103035,
            "termtype":"Classification"
        }
    ],
    "classifications":[
        {
            "id":2054786,
            "classification":"rubbings"
        }
    ],
    "cultures":[
        {
            "id":13592,
            "culture":"Chinese",
            "alphasort":"Chinese",
            "begindate":0,
            "enddate":0,
            "displayculture":"Chinese",
            "displaydate":null
        }
    ],
    "cultureterms":[
        {
            "id":2033355,
            "culture":"Chinese"
        }
    ],
    "periods":[
        {
            "id":12533,
            "period":"Northern Wei dynasty",
            "alphasort":"Wei, Northern",
            "begindate":386,
            "enddate":535,
            "displayperiod":"Northern Wei dynasty, 386–535 CE",
            "displaydate":"386–535 CE"
        }
    ],
    "periodterms":[],
    "dimensionelements":[
        {
            "element":"Overall",
            "type":"Height",
            "units":"centimeters",
            "dimension":"63.00"
        },
        {
            "element":"Overall",
            "type":"Width",
            "units":"centimeters",
            "dimension":"75.50"
        },
        {
            "element":"image",
            "type":"Height",
            "units":"centimeters",
            "dimension":"27.00"
        },
        {
            "element":"image",
            "type":"Width",
            "units":"centimeters",
            "dimension":"36.50"
        }
    ],
    "packages":[],
    "primaryimage":[
        "https://media.artmuseum.princeton.edu/iiif/3/collection/INV04561"
    ],
    "displaymaker":null,
    "displayculture":"Chinese",
    "displayperiod":"Northern Wei dynasty, 386–535 CE",
    "caption":"Chinese, Northern Wei dynasty (386–535 CE), Detail of Buddhist Niches and 525 Inscription by the Buddhist Nun Seng, 5th-early 6th century (stone); late 19th to first half of 20th century (rubbing). Sheet; ink rubbing on paper; 63 x 75.5 cm, 27 x 36.5 cm (image). Gift of George Rowley (y1957-183 a)",
    "captionhtml":"Chinese, Northern Wei dynasty (386–535 CE), <i>Detail of Buddhist Niches and 525 Inscription by the Buddhist Nun Seng</i>, 5th-early 6th century (stone); late 19th to first half of 20th century (rubbing). Sheet; ink rubbing on paper; 63 x 75.5 cm, 27 x 36.5 cm (image). Gift of George Rowley (y1957-183 a)",
    "published_date":"2025-10-16 15:37:44.270701",
    "campusart":[
        {
            "campuscollections":"false",
            "campusart":0,
            "neighborhood":null,
            "lat":null,
            "lon":null
        }
    ],
    "extended_content":false
}